INSERT INTO dufu (title, content) VALUES('春望','国破山河在，城春草木深。
感时花溅泪，恨别鸟惊心。
烽火连三月，家书抵万金。
白头搔更短，浑欲不胜簪。');
INSERT INTO dufu (title, content) VALUES('茅屋为秋风所破歌','八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。
南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。
俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻！
安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！');
INSERT INTO dufu (title, content) VALUES('登高','风急天高猿啸哀，渚清沙白鸟飞回。
无边落木萧萧下，不尽长江滚滚来。
万里悲秋常作客，百年多病独登台。
艰难苦恨繁霜鬓，潦倒新停浊酒杯。');
INSERT INTO dufu (title, content) VALUES('春夜喜雨','好雨知时节，当春乃发生。
随风潜入夜，润物细无声。
野径云俱黑，江船火独明。
晓看红湿处，花重锦官城。');
INSERT INTO dufu (title, content) VALUES('望岳','岱宗夫如何？齐鲁青未了。
造化钟神秀，阴阳割昏晓。
荡胸生曾云，决眦入归鸟。
会当凌绝顶，一览众山小。');
INSERT INTO dufu (title, content) VALUES('绝句','两个黄鹂鸣翠柳，一行白鹭上青天。
窗含西岭千秋雪，门泊东吴万里船。');
INSERT INTO dufu (title, content) VALUES('闻官军收河南河北','剑外忽传收蓟北，初闻涕泪满衣裳。
却看妻子愁何在，漫卷诗书喜欲狂。
白日放歌须纵酒，青春作伴好还乡。
即从巴峡穿巫峡，便下襄阳向洛阳。');
INSERT INTO dufu (title, content) VALUES('蜀相','丞相祠堂何处寻？锦官城外柏森森。
映阶碧草自春色，隔叶黄鹂空好音。
三顾频烦天下计，两朝开济老臣心。
出师未捷身先死，长使英雄泪满襟。');
INSERT INTO dufu (title, content) VALUES('月夜忆舍弟','戍鼓断人行，边秋一雁声。
露从今夜白，月是故乡明。
有弟皆分散，无家问死生。
寄书长不达，况乃未休兵。');
INSERT INTO dufu (title, content) VALUES('石壕吏','暮投石壕村，有吏夜捉人。
老翁逾墙走，老妇出门看。
吏呼一何怒！妇啼一何苦！
听妇前致词：三男邺城戍。
一男附书至，二男新战死。
存者且偷生，死者长已矣！
室中更无人，惟有乳下孙。
有孙母未去，出入无完裙。
老妪力虽衰，请从吏夜归。
急应河阳役，犹得备晨炊。
夜久语声绝，如闻泣幽咽。
天明登前途，独与老翁别。');
INSERT INTO dufu (title, content) VALUES('江南逢李龟年','岐王宅里寻常见，崔九堂前几度闻。
正是江南好风景，落花时节又逢君。');
INSERT INTO dufu (title, content) VALUES('登岳阳楼','昔闻洞庭水，今上岳阳楼。
吴楚东南坼，乾坤日夜浮。
亲朋无一字，老病有孤舟。
戎马关山北，凭轩涕泗流。');
INSERT INTO dufu (title, content) VALUES('江畔独步寻花·其六','黄四娘家花满蹊，千朵万朵压枝低。
留连戏蝶时时舞，自在娇莺恰恰啼。');
INSERT INTO dufu (title, content) VALUES('绝句二首','迟日江山丽，春风花草香。
泥融飞燕子，沙暖睡鸳鸯。

江碧鸟逾白，山青花欲燃。
今春看又过，何日是归年。');
INSERT INTO dufu (title, content) VALUES('旅夜书怀','细草微风岸，危樯独夜舟。
星垂平野阔，月涌大江流。
名岂文章著，官应老病休。
飘飘何所似，天地一沙鸥。');
INSERT INTO dufu (title, content) VALUES('秋兴八首·其一','玉露凋伤枫树林，巫山巫峡气萧森。
江间波浪兼天涌，塞上风云接地阴。
丛菊两开他日泪，孤舟一系故园心。
寒衣处处催刀尺，白帝城高急暮砧。');
INSERT INTO dufu (title, content) VALUES('江畔独步寻花·其五','黄师塔前江水东，春光懒困倚微风。
桃花一簇开无主，可爱深红爱浅红？');
INSERT INTO dufu (title, content) VALUES('咏怀古迹五首·其三','群山万壑赴荆门，生长明妃尚有村。
一去紫台连朔漠，独留青冢向黄昏。
画图省识春风面，环珮空归夜月魂。
千载琵琶作胡语，分明怨恨曲中论。');
INSERT INTO dufu (title, content) VALUES('赠花卿','锦城丝管日纷纷，半入江风半入云。
此曲只应天上有，人间能得几回闻。');
INSERT INTO dufu (title, content) VALUES('赠卫八处士','人生不相见，动如参与商。
今夕复何夕，共此灯烛光。
少壮能几时，鬓发各已苍。
访旧半为鬼，惊呼热中肠。
焉知二十载，重上君子堂。
昔别君未婚，儿女忽成行。
怡然敬父执，问我来何方。
问答乃未已，驱儿罗酒浆。
夜雨剪春韭，新炊间黄粱。
主称会面难，一举累十觞。
十觞亦不醉，感子故意长。
明日隔山岳，世事两茫茫。');
INSERT INTO dufu (title, content) VALUES('客至','舍南舍北皆春水，但见群鸥日日来。
花径不曾缘客扫，蓬门今始为君开。
盘飧市远无兼味，樽酒家贫只旧醅。
肯与邻翁相对饮，隔篱呼取尽余杯。');
INSERT INTO dufu (title, content) VALUES('八阵图','功盖三分国，名成八阵图。
江流石不转，遗恨失吞吴。');
INSERT INTO dufu (title, content) VALUES('月夜','今夜鄜州月，闺中只独看。
遥怜小儿女，未解忆长安。
香雾云鬟湿，清辉玉臂寒。
何时倚虚幌，双照泪痕干。');
INSERT INTO dufu (title, content) VALUES('兵车行','车辚辚，马萧萧，行人弓箭各在腰。
耶娘妻子走相送，尘埃不见咸阳桥。
牵衣顿足拦道哭，哭声直上干云霄。
道旁过者问行人，行人但云点行频。
或从十五北防河，便至四十西营田。
去时里正与裹头，归来头白还戍边。
边庭流血成海水，武皇开边意未已。
君不闻汉家山东二百州，千村万落生荆杞。
纵有健妇把锄犁，禾生陇亩无东西。
况复秦兵耐苦战，被驱不异犬与鸡。
长者虽有问，役夫敢申恨？
且如今年冬，未休关西卒。
县官急索租，租税从何出？
信知生男恶，反是生女好。
生女犹得嫁比邻，生男埋没随百草。
君不见，青海头，古来白骨无人收。
新鬼烦冤旧鬼哭，天阴雨湿声啾啾！');
INSERT INTO dufu (title, content) VALUES('饮中八仙歌','知章骑马似乘船，眼花落井水底眠。
汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。
左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。
宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。
苏晋长斋绣佛前，醉中往往爱逃禅。
李白斗酒诗百篇，长安市上酒家眠，
天子呼来不上船，自称臣是酒中仙。
张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。
焦遂五斗方卓然，高谈雄辩惊四筵。');
INSERT INTO dufu (title, content) VALUES('前出塞九首·其六','挽弓当挽强，用箭当用长。
射人先射马，擒贼先擒王。
杀人亦有限，列国自有疆。
苟能制侵陵，岂在多杀伤。');
INSERT INTO dufu (title, content) VALUES('登楼','花近高楼伤客心，万方多难此登临。
锦江春色来天地，玉垒浮云变古今。
北极朝廷终不改，西山寇盗莫相侵。
可怜后主还祠庙，日暮聊为《梁甫吟》。');
INSERT INTO dufu (title, content) VALUES('梦李白二首·其二','浮云终日行，游子久不至。
三夜频梦君，情亲见君意。
告归常局促，苦道来不易。
江湖多风波，舟楫恐失坠。
出门搔白首，若负平生志。
冠盖满京华，斯人独憔悴。
孰云网恢恢，将老身反累。
千秋万岁名，寂寞身后事。');
INSERT INTO dufu (title, content) VALUES('江畔独步寻花七绝句','江上被花恼不彻，无处告诉只颠狂。
走觅南邻爱酒伴，经旬出饮独空床。

稠花乱蕊畏江滨，行步欹危实怕春。
诗酒尚堪驱使在，未须料理白头人。

江深竹静两三家，多事红花映白花。
报答春光知有处，应须美酒送生涯。

东望少城花满烟，百花高楼更可怜。
谁能载酒开金盏，唤取佳人舞绣筵。

黄师塔前江水东，春光懒困倚微风。
桃花一簇开无主，可爱深红爱浅红？

黄四娘家花满蹊，千朵万朵压枝低。
留连戏蝶时时舞，自在娇莺恰恰啼。

不是爱花即欲死，只恐花尽老相催。
繁枝容易纷纷落，嫩蕊商量细细开。');
INSERT INTO dufu (title, content) VALUES('春日忆李白','白也诗无敌，飘然思不群。
清新庾开府，俊逸鲍参军。
渭北春天树，江东日暮云。
何时一樽酒，重与细论文。');
INSERT INTO dufu (title, content) VALUES('曲江二首','一片花飞减却春，风飘万点正愁人。
且看欲尽花经眼，莫厌伤多酒入唇。
江上小堂巢翡翠，花边高冢卧麒麟。
细推物理须行乐，何用浮名绊此身。
朝回日日典春衣，每日江头尽醉归。
酒债寻常行处有，人生七十古来稀。
穿花蛱蝶深深见，点水蜻蜓款款飞。
传语风光共流转，暂时相赏莫相违。');
INSERT INTO dufu (title, content) VALUES('绝句二首·其二','江碧鸟逾白，山青花欲燃。
今春看又过，何日是归年？');
INSERT INTO dufu (title, content) VALUES('绝句','迟日江山丽，春风花草香。
泥融飞燕子，沙暖睡鸳鸯。');
INSERT INTO dufu (title, content) VALUES('阁夜','岁暮阴阳催短景，天涯霜雪霁寒宵。
五更鼓角声悲壮，三峡星河影动摇。
野哭千家闻战伐，夷歌数处起渔樵。
卧龙跃马终黄土，人事音书漫寂寥。');
INSERT INTO dufu (title, content) VALUES('佳人','绝代有佳人，幽居在空谷。
自云良家子，零落依草木。
关中昔丧乱，兄弟遭杀戮。
官高何足论，不得收骨肉。
世情恶衰歇，万事随转烛。
夫婿轻薄儿，新人美如玉。
合昏尚知时，鸳鸯不独宿。
但见新人笑，那闻旧人哭。
在山泉水清，出山泉水浊。
侍婢卖珠回，牵萝补茅屋。
摘花不插发，采柏动盈掬。
天寒翠袖薄，日暮倚修竹。');
INSERT INTO dufu (title, content) VALUES('戏为六绝句·其二','王杨卢骆当时体，轻薄为文哂未休。
尔曹身与名俱灭，不废江河万古流。
');
INSERT INTO dufu (title, content) VALUES('天末怀李白','凉风起天末，君子意如何。
鸿雁几时到，江湖秋水多。
文章憎命达，魑魅喜人过。
应共冤魂语，投诗赠汨罗。');
INSERT INTO dufu (title, content) VALUES('赠李白','秋来相顾尚飘蓬，未就丹砂愧葛洪。
痛饮狂歌空度日，飞扬跋扈为谁雄。');
INSERT INTO dufu (title, content) VALUES('江上值水如海势聊短述','为人性僻耽佳句，语不惊人死不休。
老去诗篇浑漫与，春来花鸟莫深愁。
新添水槛供垂钓，故着浮槎替入舟。
焉得思如陶谢手，令渠述作与同游。');
INSERT INTO dufu (title, content) VALUES('自京赴奉先县咏怀五百字','杜陵有布衣，老大意转拙。
许身一何愚，窃比稷与契。
居然成濩落，白首甘契阔。
盖棺事则已，此志常觊豁。
穷年忧黎元，叹息肠内热。
取笑同学翁，浩歌弥激烈。
非无江海志，潇洒送日月。
生逢尧舜君，不忍便永诀。
当今廊庙具，构厦岂云缺。
葵藿倾太阳，物性固难夺。
顾惟蝼蚁辈，但自求其穴。
胡为慕大鲸，辄拟偃溟渤。
以兹误生理，独耻事干谒。
兀兀遂至今，忍为尘埃没。
终愧巢与由，未能易其节。
沉饮聊自遣，放歌破愁绝。
岁暮百草零，疾风高冈裂。
天衢阴峥嵘，客子中夜发。
霜严衣带断，指直不得结。
凌晨过骊山，御榻在嵽嵲。
蚩尤塞寒空，蹴蹋崖谷滑。
瑶池气郁律，羽林相摩戛。
君臣留欢娱，乐动殷樛嶱。
赐浴皆长缨，与宴非短褐。
彤庭所分帛，本自寒女出。
鞭挞其夫家，聚敛贡城阙。
圣人筐篚恩，实欲邦国活。
臣如忽至理，君岂弃此物。
多士盈朝廷，仁者宜战栗。
况闻内金盘，尽在卫霍室。
中堂舞神仙，烟雾散玉质。
煖客貂鼠裘，悲管逐清瑟。
劝客驼蹄羹，霜橙压香橘。
朱门酒肉臭，路有冻死骨。
荣枯咫尺异，惆怅难再述。');
INSERT INTO dufu (title, content) VALUES('江村','清江一曲抱村流，长夏江村事事幽。
自去自来梁上燕，相亲相近水中鸥。
老妻画纸为棋局，稚子敲针作钓钩。
但有故人供禄米，微躯此外更何求？');
INSERT INTO dufu (title, content) VALUES('梦李白二首·其一','死别已吞声，生别常恻恻。
江南瘴疠地，逐客无消息。
故人入我梦，明我长相忆。
君今在罗网，何以有羽翼？
恐非平生魂，路远不可测。
魂来枫林青，魂返关塞黑。
落月满屋梁，犹疑照颜色。
水深波浪阔，无使蛟龙得。');
INSERT INTO dufu (title, content) VALUES('丽人行','三月三日天气新，长安水边多丽人。
态浓意远淑且真，肌理细腻骨肉匀。
绣罗衣裳照暮春，蹙金孔雀银麒麟。
头上何所有？翠微匎叶垂鬓唇。
背后何所见？珠压腰衱稳称身。
就中云幕椒房亲，赐名大国虢与秦。
紫驼之峰出翠釜，水精之盘行素鳞。
犀箸厌饫久未下，鸾刀缕切空纷纶。
黄门飞鞚不动尘，御厨络绎送八珍。
箫鼓哀吟感鬼神，宾从杂遝实要津。
后来鞍马何逡巡，当轩下马入锦茵。
杨花雪落覆白苹，青鸟飞去衔红巾。
炙手可热势绝伦，慎莫近前丞相嗔！');
INSERT INTO dufu (title, content) VALUES('狂夫','万里桥西一草堂，百花潭水即沧浪。
风含翠篠娟娟净，雨裛红蕖冉冉香。
厚禄故人书断绝，恒饥稚子色凄凉。
欲填沟壑唯疏放，自笑狂夫老更狂。');
INSERT INTO dufu (title, content) VALUES('房兵曹胡马诗','胡马大宛名，锋棱瘦骨成。
竹批双耳峻，风入四蹄轻。
所向无空阔，真堪托死生。
骁腾有如此，万里可横行。');
INSERT INTO dufu (title, content) VALUES('新婚别','兔丝附蓬麻，引蔓故不长。
嫁女与征夫，不如弃路旁。
结发为君妻，席不暖君床。
暮婚晨告别，无乃太匆忙。
君行虽不远，守边赴河阳。
妾身未分明，何以拜姑嫜？
父母养我时，日夜令我藏。
生女有所归，鸡狗亦得将。
君今往死地，沉痛迫中肠。
誓欲随君去，形势反苍黄。
勿为新婚念，努力事戎行。
妇人在军中，兵气恐不扬。
自嗟贫家女，久致罗襦裳。
罗襦不复施，对君洗红妆。
仰视百鸟飞，大小必双翔。
人事多错迕，与君永相望。');
INSERT INTO dufu (title, content) VALUES('贫交行','翻手作云覆手雨，纷纷轻薄何须数。
君不见管鲍贫时交，此道今人弃如土。');
INSERT INTO dufu (title, content) VALUES('咏怀古迹五首·其五','诸葛大名垂宇宙，宗臣遗像肃清高。
三分割据纡筹策，万古云霄一羽毛。
伯仲之间见伊吕，指挥若定失萧曹。
运移汉祚终难复，志决身歼军务劳。');
INSERT INTO dufu (title, content) VALUES('水槛遣心二首','去郭轩楹敞，无村眺望赊。
澄江平少岸，幽树晚多花。
细雨鱼儿出，微风燕子斜。
城中十万户，此地两三家。

蜀天常夜雨，江槛已朝晴。
叶润林塘密，衣干枕席清。
不堪祗老病，何得尚浮名。
浅把涓涓酒，深凭送此生。');
INSERT INTO dufu (title, content) VALUES('新安吏','客行新安道，喧呼闻点兵。
借问新安吏：“县小更无丁？”
“府帖昨夜下，次选中男行。”
“中男绝短小，何以守王城？”
肥男有母送，瘦男独伶俜。
白水暮东流，青山犹哭声。
“莫自使眼枯，收汝泪纵横。
眼枯即见骨，天地终无情！
我军取相州，日夕望其平。
岂意贼难料，归军星散营。
就粮近故垒，练卒依旧京。
掘壕不到水，牧马役亦轻。
况乃王师顺，抚养甚分明。
送行勿泣血，仆射如父兄。”');
INSERT INTO dufu (title, content) VALUES('野望','西山白雪三城戍，南浦清江万里桥。
海内风尘诸弟隔，天涯涕泪一身遥。
惟将迟暮供多病，未有涓埃答圣朝。
跨马出郊时极目，不堪人事日萧条。');
INSERT INTO dufu (title, content) VALUES('戏为六绝句','庾信文章老更成，凌云健笔意纵横。
今人嗤点流传赋，不觉前贤畏后生。

王杨卢骆当时体，轻薄为文哂未休。
尔曹身与名俱灭，不废江河万古流。

纵使卢王操翰墨，劣于汉魏近风骚。
龙文虎脊皆君驭，历块过都见尔曹。

才力应难夸数公，凡今谁是出群雄。
或看翡翠兰苕上，未掣鲸鱼碧海中。

不薄今人爱古人，清词丽句必为邻。
窃攀屈宋宜方驾，恐与齐梁作后尘。

未及前贤更勿疑，递相祖述复先谁。
别裁伪体亲风雅，转益多师是汝师。');
INSERT INTO dufu (title, content) VALUES('潼关吏','士卒何草草，筑城潼关道。
大城铁不如，小城万丈余。
借问潼关吏：修关还备胡？
要我下马行，为我指山隅：
连云列战格，飞鸟不能逾。
胡来但自守，岂复忧西都。
丈人视要处，窄狭容单车。
艰难奋长戟，万古用一夫。
哀哉桃林战，百万化为鱼。
请嘱防关将，慎勿学哥舒！');
INSERT INTO dufu (title, content) VALUES('无家别','寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。
存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。
久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。
四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。
方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。
虽从本州役，内顾无所携。近行止一身，远去终转迷。
家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。
生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。');
INSERT INTO dufu (title, content) VALUES('咏怀古迹五首·其二','摇落深知宋玉悲，风流儒雅亦吾师。
怅望千秋一洒泪，萧条异代不同时。
江山故宅空文藻，云雨荒台岂梦思。
最是楚宫俱泯灭，舟人指点到今疑。
');
INSERT INTO dufu (title, content) VALUES('羌村三首·其三','群鸡正乱叫，客至鸡斗争。
驱鸡上树木，始闻叩柴荆。
父老四五人，问我久远行。
手中各有携，倾榼浊复清。
苦辞酒味薄，黍地无人耕。
兵革既未息，儿童尽东征。
请为父老歌：艰难愧深情！
歌罢仰天叹，四座泪纵横。');
INSERT INTO dufu (title, content) VALUES('垂老别','四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。
投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。
男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。
孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。
土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。
人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。
万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。
何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。');
INSERT INTO dufu (title, content) VALUES('孤雁','孤雁不饮啄，飞鸣声念群。
谁怜一片影，相失万重云？
望尽似犹见，哀多如更闻。
野鸦无意绪，鸣噪自纷纷。');
INSERT INTO dufu (title, content) VALUES('咏怀古迹五首·其一','支离东北风尘际，漂泊西南天地间。
三峡楼台淹日月，五溪衣服共云山。
羯胡事主终无赖，词客哀时且未还。
庾信平生最萧瑟，暮年诗赋动江关。');
INSERT INTO dufu (title, content) VALUES('哀江头','少陵野老吞声哭，春日潜行曲江曲。
江头宫殿锁千门，细柳新蒲为谁绿？
忆昔霓旌下南苑，苑中万物生颜色。
昭阳殿里第一人，同辇随君侍君侧。
辇前才人带弓箭，白马嚼啮黄金勒。
翻身向天仰射云，一笑正坠双飞翼。
明眸皓齿今何在？血污游魂归不得。
清渭东流剑阁深，去住彼此无消息。
人生有情泪沾臆，江水江花岂终极！
黄昏胡骑尘满城，欲往城南望城北。');
INSERT INTO dufu (title, content) VALUES('绝句漫兴九首·其五','肠断江春欲尽头，杖藜徐步立芳洲。
颠狂柳絮随风舞，轻薄桃花逐水流。');
INSERT INTO dufu (title, content) VALUES('又呈吴郎','堂前扑枣任西邻，无食无儿一妇人。
不为困穷宁有此？只缘恐惧转须亲。
即防远客虽多事，便插疏篱却甚真。
已诉征求贫到骨，正思戎马泪盈巾。');
INSERT INTO dufu (title, content) VALUES('对雪','战哭多新鬼，愁吟独老翁。
乱云低薄暮，急雪舞回风。
瓢弃尊无绿，炉存火似红。
数州消息断，愁坐正书空。');
INSERT INTO dufu (title, content) VALUES('江汉','江汉思归客，乾坤一腐儒。
片云天共远，永夜月同孤。
落日心犹壮，秋风病欲苏。
古来存老马，不必取长途。');
INSERT INTO dufu (title, content) VALUES('不见','不见李生久，佯狂真可哀。
世人皆欲杀，吾意独怜才。
敏捷诗千首，飘零酒一杯。
匡山读书处，头白好归来。');
INSERT INTO dufu (title, content) VALUES('柏学士茅屋','碧山学士焚银鱼，白马却走身岩居。
古人已用三冬足，年少今开万卷余。
晴云满户团倾盖，秋水浮阶溜决渠。
富贵必从勤苦得，男儿须读五车书。');
INSERT INTO dufu (title, content) VALUES('蒹葭','摧折不自守，秋风吹若何。
暂时花戴雪，几处叶沉波。
体弱春风早，丛长夜露多。
江湖后摇落，亦恐岁蹉跎。');
INSERT INTO dufu (title, content) VALUES('春宿左省','花隐掖垣暮，啾啾栖鸟过。
星临万户动，月傍九霄多。
不寝听金钥，因风想玉珂。
明朝有封事，数问夜如何。');
INSERT INTO dufu (title, content) VALUES('小至','天时人事日相催，冬至阳生春又来。
刺绣五纹添弱线，吹葭六琯动浮灰。
岸容待腊将舒柳，山意冲寒欲放梅。
云物不殊乡国异，教儿且覆掌中杯。');
INSERT INTO dufu (title, content) VALUES('咏怀古迹五首·其四','蜀主窥吴幸三峡，崩年亦在永安宫。
翠华想像空山里，玉殿虚无野寺中。
古庙杉松巢水鹤，岁时伏腊走村翁。
武侯祠屋常邻近，一体君臣祭祀同。');
INSERT INTO dufu (title, content) VALUES('百忧集行','忆年十五心尚孩，健如黄犊走复来。
庭前八月梨枣熟，一日上树能千回。
即今倏忽已五十，坐卧只多少行立。
强将笑语供主人，悲见生涯百忧集。
入门依旧四壁空，老妻睹我颜色同。
痴儿不知父子礼，叫怒索饭啼门东。');
INSERT INTO dufu (title, content) VALUES('宿府','清秋幕府井梧寒，独宿江城蜡炬残。
永夜角声悲自语，中天月色好谁看。
风尘荏苒音书绝，关塞萧条行路难。
已忍伶俜十年事，强移栖息一枝安。');
INSERT INTO dufu (title, content) VALUES('小寒食舟中作','佳辰强饮食犹寒，隐几萧条戴鹖冠。
春水船如天上坐，老年花似雾中看。
娟娟戏蝶过闲幔，片片轻鸥下急湍。
云白山青万余里，愁看直北是长安。');
INSERT INTO dufu (title, content) VALUES('归雁','东来万里客，乱定几年归？
肠断江城雁，高高向北飞。');
INSERT INTO dufu (title, content) VALUES('别房太尉墓','他乡复行役，驻马别孤坟。
近泪无干土，低空有断云。
对棋陪谢傅，把剑觅徐君。
唯见林花落，莺啼送客闻。');
INSERT INTO dufu (title, content) VALUES('清明二首','朝来新火起新烟，湖色春光净客船。
绣羽衔花他自得，红颜骑竹我无缘。
胡童结束还难有，楚女腰肢亦可怜。
不见定王城旧处，长怀贾傅井依然。
虚沾焦举为寒食，实藉严君卖卜钱。
钟鼎山林各天性，浊醪粗饭任吾年。

此身飘泊苦西东，右臂偏枯半耳聋。
寂寂系舟双下泪，悠悠伏枕左书空。
十年蹴踘将雏远，万里秋千习俗同。
旅雁上云归紫塞，家人钻火用青枫。
秦城楼阁烟花里，汉主山河锦绣中。
春去春来洞庭阔，白苹愁杀白头翁。');
INSERT INTO dufu (title, content) VALUES('绝句四首','堂西长笋别开门，堑北行椒却背村。
梅熟许同朱老吃，松高拟对阮生论。

欲作鱼梁云复湍，因惊四月雨声寒。
青溪先有蛟龙窟，竹石如山不敢安。

两个黄鹂鸣翠柳，一行白鹭上青天。
窗含西岭千秋雪，门泊东吴万里船。

药条药甲润青青，色过棕亭入草亭。
苗满空山惭取誉，根居隙地怯成形。');
INSERT INTO dufu (title, content) VALUES('江亭','坦腹江亭暖，长吟野望时。
水流心不竞，云在意俱迟。
寂寂春将晚，欣欣物自私。
江东犹苦战，回首一颦眉。');
INSERT INTO dufu (title, content) VALUES('奉济驿重送严公四韵','远送从此别，青山空复情。
几时杯重把，昨夜月同行。
列郡讴歌惜，三朝出入荣。
江村独归处，寂寞养残生。');
INSERT INTO dufu (title, content) VALUES('画鹰','素练风霜起，苍鹰画作殊。
㧐身思狡兔，侧目似愁胡。
绦镟光堪擿，轩楹势可呼。
何当击凡鸟，毛血洒平芜。');
INSERT INTO dufu (title, content) VALUES('九日蓝田崔氏庄','老去悲秋强自宽，兴来今日尽君欢。
羞将短发还吹帽，笑倩旁人为正冠。
蓝水远从千涧落，玉山高并两峰寒。
明年此会知谁健？醉把茱萸仔细看。');
INSERT INTO dufu (title, content) VALUES('曲江对雨','城上春云覆苑墙，江亭晚色静年芳。
林花著雨胭脂湿，水荇牵风翠带长。
龙武新军深驻辇，芙蓉别殿谩焚香。
何时诏此金钱会，暂醉佳人锦瑟旁。');
INSERT INTO dufu (title, content) VALUES('古柏行','孔明庙前有老柏，柯如青铜根如石。
霜皮溜雨四十围，黛色参天二千尺。
君臣已与时际会，树木犹为人爱惜。
云来气接巫峡长，月出寒通雪山白。
忆昨路绕锦亭东，先主武侯同閟宫。
崔嵬枝干郊原古，窈窕丹青户牖空。
落落盘踞虽得地，冥冥孤高多烈风。
扶持自是神明力，正直原因造化工。
大厦如倾要梁栋，万牛回首丘山重。
不露文章世已惊，未辞翦伐谁能送？
苦心岂免容蝼蚁，香叶终经宿鸾凤。
志士幽人莫怨嗟：古来材大难为用。');
INSERT INTO dufu (title, content) VALUES('琴台','茂陵多病后，尚爱卓文君。
酒肆人间世，琴台日暮云。
野花留宝靥，蔓草见罗裙。
归凤求凰意，寥寥不复闻。');
INSERT INTO dufu (title, content) VALUES('绝句漫兴九首·其七','糁径杨花铺白毡，点溪荷叶叠青钱。
笋根雉子无人见，沙上凫雏傍母眠。');
INSERT INTO dufu (title, content) VALUES('武侯庙','遗庙丹青落，空山草木长。
犹闻辞后主，不复卧南阳。');
INSERT INTO dufu (title, content) VALUES('后出塞五首','男儿生世间，及壮当封侯。
战伐有功业，焉能守旧丘？
召募赴蓟门，军动不可留。
千金买马鞍，百金装刀头。
闾里送我行，亲戚拥道周。
斑白居上列，酒酣进庶羞。
少年别有赠，含笑看吴钩。');
INSERT INTO dufu (title, content) VALUES('后出塞五首','朝进东门营，暮上河阳桥。
落日照大旗，马鸣风萧萧。
平沙列万幕，部伍各见招。
中天悬明月，令严夜寂寥。
悲笳数声动，壮士惨不骄。
借问大将谁？恐是霍嫖姚。');
INSERT INTO dufu (title, content) VALUES('后出塞五首','古人重守边，今人重高勋。
岂知英雄主，出师亘长云。
六合已一家，四夷且孤军。
遂使貔虎士，奋身勇所闻。
拔剑击大荒，日收胡马群；
誓开玄冥北，持以奉吾君！');
INSERT INTO dufu (title, content) VALUES('后出塞五首','献凯日继踵，两蕃静无虞。
渔阳豪侠地，击鼓吹笙竽。
云帆转辽海，粳稻来东吴。
越罗与楚练，照耀舆台躯。
主将位益崇，气骄凌上都：
边人不敢议，议者死路衢。');
INSERT INTO dufu (title, content) VALUES('后出塞五首','我本良家子，出师亦多门。
将骄益愁思，身贵不足论。
跃马二十年，恐辜明主恩。
坐见幽州骑，长驱河洛昏。
中夜间道归，故里但空村。
恶名幸脱免，穷老无儿孙。');
INSERT INTO dufu (title, content) VALUES('北征','皇帝二载秋，闰八月初吉。
杜子将北征，苍茫问家室。
维时遭艰虞，朝野无暇日。
顾惭恩私被，诏许归蓬筚。
拜辞诣阙下，怵惕久未出。
虽乏谏诤姿，恐君有遗失。
君诚中兴主，经纬固密勿。
东胡反未已，臣甫愤所切。
挥涕恋行在，道途犹恍惚。
乾坤含疮痍，忧虞何时毕？
靡靡逾阡陌，人烟眇萧瑟。
所遇多被伤，呻吟更流血。
回首凤翔县，旌旗晚明灭。
前登寒山重，屡得饮马窟。
邠郊入地底，泾水中荡潏。
猛虎立我前，苍崖吼时裂。
菊垂今秋花，石戴古车辙。
青云动高兴，幽事亦可悦。
山果多琐细，罗生杂橡栗。
或红如丹砂，或黑如点漆。
雨露之所濡，甘苦齐结实。
缅思桃源内，益叹身世拙。
坡陀望鄜畤，岩谷互出没。
我行已水滨，我仆犹木末。
鸱鸟鸣黄桑，野鼠拱乱穴。
夜深经战场，寒月照白骨。
潼关百万师，往者散何卒？');
INSERT INTO dufu (title, content) VALUES('北征','遂令半秦民，残害为异物。
况我堕胡尘，及归尽华发。
经年至茅屋，妻子衣百结。
恸哭松声回，悲泉共幽咽。
平生所娇儿，颜色白胜雪。
见耶背面啼，垢腻脚不袜。
床前两小女，补绽才过膝。
海图坼波涛，旧绣移曲折。
天吴及紫凤，颠倒在裋褐。
老夫情怀恶，呕泄卧数日。
那无囊中帛，救汝寒凛栗。
粉黛亦解包，衾绸稍罗列。
瘦妻面复光，痴女头自栉。
学母无不为，晓妆随手抹。
移时施朱铅，狼藉画眉阔。
生还对童稚，似欲忘饥渴。
问事竞挽须，谁能即嗔喝？
翻思在贼愁，甘受杂乱聒。
新归且慰意，生理焉得说？
至尊尚蒙尘，几日休练卒？
仰观天色改，坐觉妖氛豁。
阴风西北来，惨淡随回纥。
其王愿助顺，其俗善驰突。
送兵五千人，躯马一万匹。
此辈少为贵，四方服勇决。
所用皆鹰腾，破敌过箭疾。
圣心颇虚伫，时议气欲夺。
伊洛指掌收，西京不足拔。
官军请深入，蓄锐可俱发。
此举开青徐，旋瞻略恒碣。
昊天积霜露，正气有肃杀。
祸转亡胡岁，势成擒胡月。
胡命其能久？皇纲未宜绝。
忆昨狼狈初，事与古先别：
奸臣竟葅醢，同恶随荡析。
不闻夏殷衰，中自诛褒妲。
周汉获再兴，宣光果明哲。
桓桓陈将军，仗钺奋忠烈。
微尔人尽非，于今国犹活。
凄凉大同殿，寂寞白兽闼。
都人望翠华，佳气向金阙。
园陵固有神，洒扫数不缺。
煌煌太宗业，树立甚宏达！');
INSERT INTO dufu (title, content) VALUES('梅雨','南京犀浦道，四月熟黄梅。
湛湛长江去，冥冥细雨来。
茅茨疏易湿，云雾密难开。
竟日蛟龙喜，盘涡与岸回。');
INSERT INTO dufu (title, content) VALUES('前出塞九首','戚戚去故里，悠悠赴交河。
公家有程期，亡命婴祸罗。
君已富土境，开边一何多。
弃绝父母恩，吞声行负戈。
出门日已远，不受徒旅欺。
骨肉恩岂断，男儿死无时。
走马脱辔头，手中挑青丝。
捷下万仞冈，俯身试搴旗。
磨刀呜咽水，水赤刃伤手。
欲轻肠断声，心绪乱已久。
丈夫誓许国，愤惋复何有！
功名图麒麟，战骨当速朽。
送徒既有长，远戍亦有身。
生死向前去，不劳吏怒嗔。
路逢相识人，附书与六亲。
哀哉两决绝，不复同苦辛。
迢迢万里余，领我赴三军。
军中异苦乐，主将宁尽闻。
隔河见胡骑，倏忽数百群。
我始为奴仆，几时树功勋。
挽弓当挽强，用箭当用长。
射人先射马，擒贼先擒王。
杀人亦有限，列国自有疆。
苟能制侵陵，岂在多杀伤。
驱马天雨雪，军行入高山。
径危抱寒石，指落层冰间。
已去汉月远，何时筑城还。
浮云暮南征，可望不可攀。
单于寇我垒，百里风尘昏。
雄剑四五动，彼军为我奔。
掳其名王归，系颈授辕门。
潜身备行列，一胜何足论。
从军十年余，能无分寸功。
众人贵苟得，欲语羞雷同。
中原有斗争，况在狄与戎。
丈夫四方志，安可辞固穷。');
INSERT INTO dufu (title, content) VALUES('岁暮','岁暮远为客，边隅还用兵。
烟尘犯雪岭，鼓角动江城。
天地日流血，朝廷谁请缨？
济时敢爱死？寂寞壮心惊！
');
INSERT INTO dufu (title, content) VALUES('夏夜叹','永日不可暮，炎蒸毒我肠。
安得万里风，飘飖吹我裳。
昊天出华月，茂林延疏光。
仲夏苦夜短，开轩纳微凉。
虚明见纤毫，羽虫亦飞扬。
物情无巨细，自适固其常。
念彼荷戈士，穷年守边疆。
何由一洗濯，执热互相望。
竟夕击刁斗，喧声连万方。
青紫虽被体，不如早还乡。
北城悲笳发，鹳鹤号且翔。
况复烦促倦，激烈思时康。
');
INSERT INTO dufu (title, content) VALUES('恨别','洛城一别四千里，胡骑长驱五六年。
草木变衰行剑外，兵戈阻绝老江边。
思家步月清宵立，忆弟看云白日眠。
闻道河阳近乘胜，司徒急为破幽燕。');
INSERT INTO dufu (title, content) VALUES('泊岳阳城下','江国逾千里，山城近百层。
岸风翻夕浪，舟雪洒寒灯。
留滞才难尽，艰危气益增。
图南未可料，变化有鲲鹏。');
