INSERT INTO hanyu (title, content) VALUES('早春呈水部张十八员外','天街小雨润如酥，草色遥看近却无。
最是一年春好处，绝胜烟柳满皇都。');
INSERT INTO hanyu (title, content) VALUES('春雪','新年都未有芳华，二月初惊见草芽。
白雪却嫌春色晚，故穿庭树作飞花。');
INSERT INTO hanyu (title, content) VALUES('左迁至蓝关示侄孙湘','一封朝奏九重天，夕贬潮州路八千。
欲为圣明除弊事，肯将衰朽惜残年！
云横秦岭家何在？雪拥蓝关马不前。
知汝远来应有意，好收吾骨瘴江边。');
INSERT INTO hanyu (title, content) VALUES('晚春','草树知春不久归，百般红紫斗芳菲。
杨花榆荚无才思，惟解漫天作雪飞。');
INSERT INTO hanyu (title, content) VALUES('早春呈水部张十八员外二首','莫道官忙身老大，即无年少逐春心。
凭君先到江头看，柳色如今深未深。');
INSERT INTO hanyu (title, content) VALUES('山石','山石荦确行径微，黄昏到寺蝙蝠飞。
升堂坐阶新雨足，芭蕉叶大栀子肥。
僧言古壁佛画好，以火来照所见稀。
铺床拂席置羹饭，疏粝亦足饱我饥。
夜深静卧百虫绝，清月出岭光入扉。
天明独去无道路，出入高下穷烟霏。
山红涧碧纷烂漫，时见松枥皆十围。
当流赤足踏涧石，水声激激风吹衣。
人生如此自可乐，岂必局束为人鞿？
嗟哉吾党二三子，安得至老不更归。');
INSERT INTO hanyu (title, content) VALUES('听颖师弹琴','昵昵儿女语，恩怨相尔汝。
划然变轩昂，勇士赴敌场。
浮云柳絮无根蒂，天地阔远随飞扬。
喧啾百鸟群，忽见孤凤皇。
跻攀分寸不可上，失势一落千丈强。
嗟余有两耳，未省听丝篁。
自闻颖师弹，起坐在一旁。
推手遽止之，湿衣泪滂滂。
颖乎尔诚能，无以冰炭置我肠！');
INSERT INTO hanyu (title, content) VALUES('题榴花','五月榴花照眼明，枝间时见子初成。
可怜此地无车马，颠倒青苔落绛英。
');
INSERT INTO hanyu (title, content) VALUES('晚春二首·其二','谁收春色将归去，慢绿妖红半不存。
榆荚只能随柳絮，等闲撩乱走空园。');
INSERT INTO hanyu (title, content) VALUES('调张籍','李杜文章在，光焰万丈长。
不知群儿愚，那用故谤伤。
蚍蜉撼大树，可笑不自量！
伊我生其后，举颈遥相望。
夜梦多见之，昼思反微茫。
徒观斧凿痕，不瞩治水航。
想当施手时，巨刃磨天扬。
垠崖划崩豁，乾坤摆雷硠。
唯此两夫子，家居率荒凉。
帝欲长吟哦，故遣起且僵。
翦翎送笼中，使看百鸟翔。
平生千万篇，金薤垂琳琅。
仙官敕六丁，雷电下取将。
流落人间者，太山一毫芒。
我愿生两翅，捕逐出八荒。
精诚忽交通，百怪入我肠。
刺手拔鲸牙，举瓢酌天浆。
腾身跨汗漫，不著织女襄。
顾语地上友，经营无太忙。
乞君飞霞佩，与我高颉颃。');
INSERT INTO hanyu (title, content) VALUES('知音者诚希','知音者诚希，念子不能别。
行行天未晓，携手踏明月。');
INSERT INTO hanyu (title, content) VALUES('同水部张员外籍曲江春游寄白二十二舍人','漠漠轻阴晚自开，青天白日映楼台。
曲江水满花千树，有底忙时不肯来。');
INSERT INTO hanyu (title, content) VALUES('八月十五夜赠张功曹','纤云四卷天无河，清风吹空月舒波。
沙平水息声影绝，一杯相属君当歌。
君歌声酸辞且苦，不能听终泪如雨。
洞庭连天九疑高，蛟龙出没猩鼯号。
十生九死到官所，幽居默默如藏逃。
下床畏蛇食畏药，海气湿蛰熏腥臊。
昨者州前捶大鼓，嗣皇继圣登夔皋。
赦书一日行万里，罪从大辟皆除死。
迁者追回流者还，涤瑕荡垢清朝班。
州家申名使家抑，坎轲只得移荆蛮。
判司卑官不堪说，未免捶楚尘埃间。
同时辈流多上道，天路幽险难追攀。
君歌且休听我歌，我歌今与君殊科。
一年明月今宵多，人生由命非由他。
有酒不饮奈明何。');
INSERT INTO hanyu (title, content) VALUES('闻梨花发赠刘师命','桃蹊惆怅不能过，红艳纷纷落地多。
闻道郭西千树雪，欲将君去醉如何。');
INSERT INTO hanyu (title, content) VALUES('花岛','蜂蝶去纷纷，香风隔岸闻。
欲知花岛处，水上觅红云。');
INSERT INTO hanyu (title, content) VALUES('醉留东野','昔年因读李白杜甫诗，长恨二人不相从。
吾与东野生并世，如何复蹑二子踪。
东野不得官，白首夸龙钟。
韩子稍奸黠，自惭青蒿倚长松。
低头拜东野，原得终始如駏蛩。
东野不回头，有如寸筳撞巨钟。
吾愿身为云，东野变为龙。
四方上下逐东野，虽有离别无由逢？');
INSERT INTO hanyu (title, content) VALUES('条山苍','条山苍，河水黄。浪波沄沄去，松柏在高冈。');
INSERT INTO hanyu (title, content) VALUES('送桂州严大夫同用南字','苍苍森八桂，兹地在湘南。
江作青罗带，山如碧玉篸。
户多输翠羽，家自种黄甘。
远胜登仙去，飞鸾不假骖。');
INSERT INTO hanyu (title, content) VALUES('子产不毁乡校','我思古人，伊郑之侨。以礼相国，人未安其教；游于乡之校，众口嚣嚣。或谓子产：“毁乡校则止。”曰：“何患焉？可以成美。夫岂多言，亦各其志：善也吾行，不善吾避；维善维否，我于此视。川不可防，言不可弭。下塞上聋，邦其倾矣。”既乡校不毁，而郑国以理。

　　在周之兴，养老乞言；及其已衰，谤者使监。成败之迹，昭哉可观。

　　维是子产，执政之式。维其不遇，化止一国。诚率此道，相天下君；交畅旁达，施及无垠，於虖！四海所以不理，有君无臣。谁其嗣之？我思古人！');
INSERT INTO hanyu (title, content) VALUES('题百叶桃花','百叶双桃晚更红，窥窗映竹见玲珑。
应知侍史归天上，故伴仙郎宿禁中。');
INSERT INTO hanyu (title, content) VALUES('池上絮','池上无风有落晖，杨花晴后自飞飞。
为将纤质凌清镜，湿却无穷不得归。');
INSERT INTO hanyu (title, content) VALUES('游太平公主山庄','公主当年欲占春，故将台榭押城闉。
欲知前面花多少，直到南山不属人。');
INSERT INTO hanyu (title, content) VALUES('游城南十六首·遣兴','断送一生惟有酒，寻思百计不如闲。
莫忧世事兼身事，须著人间比梦间。');
INSERT INTO hanyu (title, content) VALUES('示儿','始我来京师，止携一束书。
辛勤三十年，以有此屋庐。
此屋岂为华，于我自有余。
中堂高且新，四时登牢蔬。
前荣馔宾亲，冠婚之所于。
庭内无所有，高树八九株。
有藤娄络之，春华夏阴敷。
东堂坐见山，云风相吹嘘。
松果连南亭，外有瓜芋区。
西偏屋不多，槐榆翳空虚。
山鸟旦夕鸣，有类涧谷居。
主妇治北堂，膳服适戚疏。
恩封高平君，子孙从朝裾。
开门问谁来，无非卿大夫。
不知官高卑，玉带悬金鱼。
问客之所为，峨冠讲唐虞。
酒食罢无为，棋槊以相娱。
凡此座中人，十九持钧枢。
又问谁与频，莫与张樊如。
来过亦无事，考评道精粗。
跹跹媚学子，墙屏日有徒。
以能问不能，其蔽岂可祛。
嗟我不修饰，事与庸人俱。
安能坐如此，比肩于朝儒。
诗以示儿曹，其无迷厥初。');
INSERT INTO hanyu (title, content) VALUES('青青水中蒲二首','青青水中蒲，下有一双鱼。
君今上陇去，我在与谁居？

青青水中蒲，长在水中居。
寄语浮萍草，相随我不如。');
INSERT INTO hanyu (title, content) VALUES('湘中酬张十一功曹','休垂绝徼千行泪，共泛清湘一叶舟。
今日岭猿兼越鸟，可怜同听不知愁。');
INSERT INTO hanyu (title, content) VALUES('猗兰操','兰之猗猗，扬扬其香。
不采而佩，于兰何伤。
今天之旋，其曷为然。
我行四方，以日以年。
雪霜贸贸，荠麦之茂。
子如不伤，我不尔觏。
荠麦之茂，荠麦之有。
君子之伤，君子之守。');
INSERT INTO hanyu (title, content) VALUES('谒衡岳庙遂宿岳寺题门楼','五岳祭秩皆三公，四方环镇嵩当中。
火维地荒足妖怪，天假神柄专其雄。
喷云泄雾藏半腹，虽有绝顶谁能穷？
我来正逢秋雨节，阴气晦昧无清风。
潜心默祷若有应，岂非正直能感通！
须臾静扫众峰出，仰见突兀撑青空。
紫盖连延接天柱，石廪腾掷堆祝融。
森然魄动下马拜，松柏一径趋灵宫。
粉墙丹柱动光彩，鬼物图画填青红。
升阶伛偻荐脯酒，欲以菲薄明其衷。
庙令老人识神意，睢盱侦伺能鞠躬。
手持杯珓导我掷，云此最吉余难同。
窜逐蛮荒幸不死，衣食才足甘长终。
侯王将相望久绝，神纵欲福难为功。
夜投佛寺上高阁，星月掩映云曈昽。
猿鸣钟动不知曙，杲杲寒日生于东。');
INSERT INTO hanyu (title, content) VALUES('答张十一功曹','山净江空水见沙，哀猿啼处两三家。
筼筜竞长纤纤笋，踯躅闲开艳艳花。
未报恩波知死所，莫令炎瘴送生涯。
吟君诗罢看双鬓，斗觉霜毛一半加。');
INSERT INTO hanyu (title, content) VALUES('湘中','猿愁鱼踊水翻波，自古流传是汨罗。
蘋藻满盘无处奠，空闻渔父扣舷歌。');
INSERT INTO hanyu (title, content) VALUES('题张十一旅舍三咏·葡萄','新茎未遍半犹枯，高架支离倒复扶。
若欲满盘堆马乳，莫辞添竹引龙须。');
INSERT INTO hanyu (title, content) VALUES('次潼关先寄张十二阁老使君','荆山已去华山来，日出潼关四扇开。
刺史莫辞迎候远，相公亲破蔡州回。');
INSERT INTO hanyu (title, content) VALUES('李花赠张十一署','江陵城西二月尾，花不见桃惟见李。
风揉雨练雪羞比，波涛翻空杳无涘。
君知此处花何似？
白花倒烛天夜明，群鸡惊鸣官吏起。
金乌海底初飞来，朱辉散射青霞开。
迷魂乱眼看不得，照耀万树繁如堆。
念昔少年著游燕，对花岂省曾辞杯。
自从流落忧感集，欲去未到先思回。
只今四十已如此，后日更老谁论哉。
力携一尊独就醉，不忍虚掷委黄埃。');
INSERT INTO hanyu (title, content) VALUES('雉带箭','原头火烧静兀兀，野雉畏鹰出复没。
将军欲以巧伏人，盘马弯弓惜不发。
地形渐窄观者多，雉惊弓满劲箭加。
冲人决起百余尺，红翎白镞随倾斜。
将军仰笑军吏贺，五色离披马前堕。');
INSERT INTO hanyu (title, content) VALUES('题楚昭王庙','丘坟满目衣冠尽，城阙连云草树荒。
犹有国人怀旧德，一间茅屋祭昭王。');
INSERT INTO hanyu (title, content) VALUES('宿龙宫滩','浩浩复汤汤，滩声抑更扬。
奔流疑激电，惊浪似浮霜。
梦觉灯生晕，宵残雨送凉。
如何连晓语，只是说家乡？');
INSERT INTO hanyu (title, content) VALUES('学诸进士作精卫衔石填海','鸟有偿冤者，终年抱寸诚。
口衔山石细，心望海波平。
渺渺功难见，区区命已轻。
人皆讥造次，我独赏专精。
岂计休无日，惟应尽此生。
何惭刺客传，不著报雠名。');
INSERT INTO hanyu (title, content) VALUES('戏题牡丹','幸自同开俱阴隐，何须相倚斗轻盈。
陵晨并作新妆面，对客偏含不语情。
双燕无机还拂掠，游蜂多思正经营。
长年是事皆抛尽，今日栏边暂眼明。');
INSERT INTO hanyu (title, content) VALUES('符读书城南','木之就规矩，在梓匠轮舆。
人之能为人，由腹有诗书。
诗书勤乃有，不勤腹空虚。
欲知学之力，贤愚同一初。
由其不能学，所入遂异闾。
两家各生子，提孩巧相如。
少长聚嬉戏，不殊同队鱼。
年至十二三，头角稍相疏。
二十渐乖张，清沟映污渠。
三十骨骼成，乃一龙一猪。
飞黄腾踏去，不能顾蟾蜍。
一为马前卒，鞭背生虫蛆。
一为公与相，潭潭府中居。
问之何因尔，学与不学欤。
金璧虽重宝，费用难贮储。
学问藏之身，身在则有馀。
君子与小人，不系父母且。
不见公与相，起身自犁鉏。
不见三公后，寒饥出无驴。
文章岂不贵，经训乃菑畬。
潢潦无根源，朝满夕已除。
人不通古今，马牛而襟裾。
行身陷不义，况望多名誉。
时秋积雨霁，新凉入郊墟。
灯火稍可亲，简编可卷舒。
岂不旦夕念，为尔惜居诸。
恩义有相夺，作诗劝踌躇。');
INSERT INTO hanyu (title, content) VALUES('贞女峡','江盘峡束春湍豪，雷风战斗鱼龙逃。
悬流轰轰射水府，一泻百里翻云涛。
漂船摆石万瓦裂，咫尺性命轻鸿毛。');
INSERT INTO hanyu (title, content) VALUES('送湖南李正字归','长沙入楚深，洞庭值秋晚。
人随鸿雁少，江共蒹葭远。
历历余所经，悠悠子当返。
孤游怀耿介，旅宿梦婉娩。
风土稍殊音，鱼虾日异饭。
亲交俱在此，谁与同息偃。');
INSERT INTO hanyu (title, content) VALUES('谁氏子','非痴非狂谁氏子，去入王屋称道士。
白头老母遮门啼，挽断衫袖留不止。
翠眉新妇年二十，载送还家哭穿市。
或云欲学吹凤笙，所慕灵妃媲萧史。
又云时俗轻寻常，力行险怪取贵仕。
神仙虽然有传说，知者尽知其妄矣。
圣君贤相安可欺，乾死穷山竟何俟。
呜呼余心诚岂弟，愿往教诲究终始。
罚一劝百政之经，不从而诛未晚耳。
谁其友亲能哀怜，写吾此诗持送似。');
INSERT INTO hanyu (title, content) VALUES('广宣上人频见过','三百六旬长扰扰，不冲风雨即尘埃。
久惭朝士无裨补，空愧高僧数往来。
学道穷年何所得，吟诗竟日未能回。
天寒古寺游人少，红叶窗前有几堆。');
INSERT INTO hanyu (title, content) VALUES('洞庭湖阻风赠张十一署·时自阳山徙掾江陵','十月阴气盛，北风无时休。
苍茫洞庭岸，与子维双舟。
雾雨晦争泄，波涛怒相投。
犬鸡断四听，粮绝谁与谋。
相去不容步，险如碍山丘。
清谈可以饱，梦想接无由。
男女喧左右，饥啼但啾啾。
非怀北归兴，何用胜羁愁。
云外有白日，寒光自悠悠。
能令暂开霁，过是吾无求。');
INSERT INTO hanyu (title, content) VALUES('感春五首','辛夷高花最先开，青天露坐始此回。
已呼孺人戛鸣瑟，更遣稚子传清杯。
选壮军兴不为用，坐狂朝论无由陪。
如今到死得闲处，还有诗赋歌康哉。
洛阳东风几时来，川波岸柳春全回。
宫门一锁不复启，虽有九陌无尘埃。
策马上桥朝日出，楼阙赤白正崔嵬。
孤吟屡阕莫与和，寸恨至短谁能裁。
春田可耕时已催，王师北讨何当回。
放车载草农事济，战马苦饥谁念哉。
蔡州纳节旧将死，起居谏议联翩来。
朝廷未省有遗策，肯不垂意瓶与罍。
前随杜尹拜表回，笑言溢口何欢咍。
孔丞别我适临汝，风骨峭峻遗尘埃。
音容不接只隔夜，凶讣讵可相寻来。
天公高居鬼神恶，欲保性命诚难哉。
辛夷花房忽全开，将衰正盛须频来。
清晨辉辉烛霞日，薄暮耿耿和烟埃。
朝明夕暗已足叹，况乃满地成摧颓。
迎繁送谢别有意，谁肯留恋少环回。');
INSERT INTO hanyu (title, content) VALUES('华山女','街东街西讲佛经，撞钟吹螺闹宫廷。
广张罪福资诱胁，听众狎恰排浮萍。
黄衣道士亦讲说，座下寥落如明星。
华山女儿家奉道，欲驱异教归仙灵。
洗妆拭面著冠帔，白咽红颊长眉青。
遂来升座演真诀，观门不许人开扃。
不知谁人暗相报，訇然振动如雷霆。
扫除众寺人迹绝，骅骝塞路连辎轩。
观中人满坐观外，后至无地无由听。
抽簪脱钏解环佩，堆金叠玉光青荧。
天门贵人传诏召，六宫愿识师颜形。
玉皇颔首许归去，乘龙驾鹤来青冥。
豪家少年岂知道，来绕百匝脚不停。
云窗雾阁事恍惚，重重翠幕深金屏。
仙梯难攀俗缘重，浪凭青鸟通丁宁。');
INSERT INTO hanyu (title, content) VALUES('忽忽','忽忽乎余未知生之为乐也，愿脱去而无因。
安得长翮大翼如云生我身，乘风振奋出六合。
绝浮尘，死生哀乐两相弃，是非得失付闲人。');
INSERT INTO hanyu (title, content) VALUES('落齿','去年落一牙，今年落一齿。
俄然落六七，落势殊未已。
馀存皆动摇，尽落应始止。
忆初落一时，但念豁可耻。
及至落二三，始忧衰即死。
每一将落时，懔懔恒在己。
叉牙妨食物，颠倒怯漱水。
终焉舍我落，意与崩山比。
今来落既熟，见落空相似。
馀存二十馀，次第知落矣。
倘常岁一落，自足支两纪。
如其落并空，与渐亦同指。
人言齿之落，寿命理难恃。
我言生有涯，长短俱死尔。
人言齿之豁，左右惊谛视。
我言庄周云，木雁各有喜。
语讹默固好，嚼废软还美。
因歌遂成诗，时用诧妻子。');
INSERT INTO hanyu (title, content) VALUES('秋字','淮南悲木落，而我亦伤秋。
况与故人别，那堪羁宦愁。
荣华今异路，风雨昔同忧。
莫以宜春远，江山多胜游。');
INSERT INTO hanyu (title, content) VALUES('桃源图','神仙有无何渺茫，桃源之说诚荒唐。
流水盘回山百转，生绡数幅垂中堂。
武陵太守好事者，题封远寄南宫下。
南宫先生忻得之，波涛入笔驱文辞。
文工画妙各臻极，异境恍惚移于斯。
架岩凿谷开宫室，接屋连墙千万日。
嬴颠刘蹶了不闻，地坼天分非所恤。
种桃处处惟开花，川原近远蒸红霞。
初来犹自念乡邑，岁久此地还成家。
渔舟之子来何所，物色相猜更问语。
大蛇中断丧前王，群马南渡开新主。
听终辞绝共凄然，自说经今六百年。
当时万事皆眼见，不知几许犹流传。
争持酒食来相馈，礼数不同樽俎异。
月明伴宿玉堂空，骨冷魂清无梦寐。
夜半金鸡啁哳鸣，火轮飞出客心惊。
人间有累不可住，依然离别难为情。
船开棹进一回顾，万里苍苍烟水暮。
世俗宁知伪与真，至今传者武陵人。');
INSERT INTO hanyu (title, content) VALUES('除官赴阙至江州寄鄂岳李大夫','盆城去鄂渚，风便一日耳。
不枉故人书，无因帆江水。
故人辞礼闱，旌节镇江圻。
而我窜逐者，龙钟初得归。
别来已三岁，望望长迢递。
咫尺不相闻，平生那可计。
我齿落且尽，君鬓白几何。
年皆过半百，来日苦无多。
少年乐新知，衰暮思故友。
譬如亲骨肉，宁免相可不。
我昔实愚蠢，不能降色辞。
子犯亦有言，臣犹自知之。
公其务贳过，我亦请改事。
桑榆倘可收，愿寄相思字。');
INSERT INTO hanyu (title, content) VALUES('赠贾岛','孟郊死葬北邙山，从此风云得暂闲。
天恐文章浑断绝，更生贾岛著人间。');
INSERT INTO hanyu (title, content) VALUES('新竹','笋添南阶竹，日日成清閟。
缥节已储霜，黄苞犹掩翠。
出栏抽五六，当户罗三四。
高标陵秋严，贞色夺春媚。
稀生巧补林，并出疑争地。
纵横乍依行，烂熳忽无次。
风枝未飘吹，露粉先涵泪。
何人可携玩，清景空瞪视。');
INSERT INTO hanyu (title, content) VALUES('李花二首','平旦入西园，梨花数株若矜夸。
旁有一株李，颜色惨惨似含嗟。
问之不肯道所以，独绕百匝至日斜。
忽忆前时经此树，正见芳意初萌牙。
奈何趁酒不省录，不见玉枝攒霜葩。
泫然为汝下雨泪，无由反旆羲和车。
东风来吹不解颜，苍茫夜气生相遮。
冰盘夏荐碧实脆，斥去不御惭其花。

当春天地争奢华，洛阳园苑尤纷拏。
谁将平地万堆雪，剪刻作此连天花。
日光赤色照未好，明月暂入都交加。
夜领张彻投卢仝，乘云共至玉皇家。
长姬香御四罗列，缟裙练帨无等差。
静濯明妆有所奉，顾我未肯置齿牙。
清寒莹骨肝胆醒，一生思虑无由邪。');
INSERT INTO hanyu (title, content) VALUES('杏花','居邻北郭古寺空，杏花两株能白红。
曲江满园不可到，看此宁避雨与风。
二年流窜出岭外，所见草木多异同。
冬寒不严地恒泄，阳气发乱无全功。
浮花浪蕊镇长有，才开还落瘴雾中。
山榴踯躅少意思，照耀黄紫徒为丛。
鹧鸪钩輈猿叫歇，杳杳深谷攒青枫。
岂如此树一来玩，若在京国情何穷。
今旦胡为忽惆怅，万片飘泊随西东。
明年更发应更好，道人莫忘邻家翁。');
INSERT INTO hanyu (title, content) VALUES('奉和虢州刘给事使君三堂新题二十一咏·柳溪','柳树谁人种，行行夹岸高。
莫将条系缆，著处有蝉号。');
INSERT INTO hanyu (title, content) VALUES('卢郎中云夫寄示送盘谷子诗两章，歌以和之','昔寻李愿向盘谷，正见高崖巨壁争开张。
是时新晴天井溢，谁把长剑倚太行。
冲风吹破落天外，飞雨白日洒洛阳。
东蹈燕川食旷野，有馈木蕨芽满筐。
马头溪深不可厉，借车载过水入箱。
平沙绿浪榜方口，雁鸭飞起穿垂杨。
穷探极览颇恣横，物外日月本不忙。
归来辛苦欲谁为，坐令再往之计堕眇芒。
闭门长安三日雪，推书扑笔歌慨慷。
旁无壮士遣属和，远忆卢老诗颠狂。
开缄忽睹送归作，字向纸上皆轩昂。
又知李侯竟不顾，方冬独入崔嵬藏。
我今进退几时决，十年蠢蠢随朝行。
家请官供不报答，何异雀鼠偷太仓。
行抽手版付丞相，不等弹劾还耕桑。');
INSERT INTO hanyu (title, content) VALUES('谴疟鬼','屑屑水帝魂，谢谢无馀辉。
如何不肖子，尚奋疟鬼威。
乘秋作寒热，翁妪所骂讥。
求食欧泄间，不知臭秽非。
医师加百毒，熏灌无停机。
灸师施艾炷，酷若猎火围。
诅师毒口牙，舌作霹雳飞。
符师弄刀笔，丹墨交横挥。
咨汝之胄出，门户何巍巍。
祖轩而父顼，未沫于前徽。
不修其操行，贱薄似汝稀。
岂不忝厥祖，靦然不知归。
湛湛江水清，归居安汝妃。
清波为裳衣，白石为门畿。
呼吸明月光，手掉芙蓉旂。
降集随九歌，饮芳而食菲。
赠汝以好辞，咄汝去莫违。');
INSERT INTO hanyu (title, content) VALUES('芍药（元和中知制诰寓直禁中作）','浩态狂香昔未逢，红灯烁烁绿盘笼。
觉来独对情惊恐，身在仙宫第几重。');
