INSERT INTO libai (title, content) VALUES('将进酒', '君不见黄河之水天上来，奔流到海不复回。
君不见高堂明镜悲白发，朝如青丝暮成雪。
人生得意须尽欢，莫使金樽空对月。
天生我材必有用，千金散尽还复来。
烹羊宰牛且为乐，会须一饮三百杯。
岑夫子，丹丘生，将进酒，杯莫停。
与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)
钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)
古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)
陈王昔时宴平乐，斗酒十千恣欢谑。
主人何为言少钱，径须沽取对君酌。
五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。');
INSERT INTO libai (title, content) VALUES('行路难·其一','金樽清酒斗十千，玉盘珍羞直万钱。(羞 同：馐；直 同：值)
停杯投箸不能食，拔剑四顾心茫然。
欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)
闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)
行路难，行路难，多歧路，今安在？
长风破浪会有时，直挂云帆济沧海。');
INSERT INTO libai (title, content) VALUES('蜀道难','噫吁嚱，危乎高哉！
蜀道之难，难于上青天！
蚕丛及鱼凫，开国何茫然！
尔来四万八千岁，不与秦塞通人烟。
西当太白有鸟道，可以横绝峨眉巅。
地崩山摧壮士死，然后天梯石栈相钩连。
上有六龙回日之高标，下有冲波逆折之回川。
黄鹤之飞尚不得过，猿猱欲度愁攀援。
青泥何盘盘，百步九折萦岩峦。
扪参历井仰胁息，以手抚膺坐长叹。
问君西游何时还？畏途巉岩不可攀。
但见悲鸟号古木，雄飞雌从绕林间。
又闻子规啼夜月，愁空山。
蜀道之难，难于上青天，使人听此凋朱颜！
连峰去天不盈尺，枯松倒挂倚绝壁。
飞湍瀑流争喧豗，砯崖转石万壑雷。
其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)
剑阁峥嵘而崔嵬，一夫当关，万夫莫开。
所守或匪亲，化为狼与豺。
朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。
锦城虽云乐，不如早还家。
蜀道之难，难于上青天，侧身西望长咨嗟！');
INSERT INTO libai (title, content) VALUES('三五七言','秋风清，秋月明，
落叶聚还散，寒鸦栖复惊。
相思相见知何日？此时此夜难为情！
入我相思门，知我相思苦，
长相思兮长相忆，短相思兮无穷极，
早知如此绊人心，何如当初莫相识。');
INSERT INTO libai (title, content) VALUES('静夜思','床前明月光，疑是地上霜。
举头望明月，低头思故乡。');
INSERT INTO libai (title, content) VALUES('黄鹤楼送孟浩然之广陵','故人西辞黄鹤楼，烟花三月下扬州。
孤帆远影碧空尽，唯见长江天际流。');
INSERT INTO libai (title, content) VALUES('闻王昌龄左迁龙标遥有此寄','杨花落尽子规啼，闻道龙标过五溪。
我寄愁心与明月，随君直到夜郎西。');
INSERT INTO libai (title, content) VALUES('望庐山瀑布','日照香炉生紫烟，遥看瀑布挂前川。
飞流直下三千尺，疑是银河落九天。');
INSERT INTO libai (title, content) VALUES('月下独酌·其一','花间一壶酒，独酌无相亲。
举杯邀明月，对影成三人。
月既不解饮，影徒随我身。
暂伴月将影，行乐须及春。
我歌月徘徊，我舞影零乱。
醒时同交欢，醉后各分散。
永结无情游，相期邈云汉。');
INSERT INTO libai (title, content) VALUES('宣州谢朓楼饯别校书叔云','弃我去者，昨日之日不可留；
乱我心者，今日之日多烦忧。
长风万里送秋雁，对此可以酣高楼。
蓬莱文章建安骨，中间小谢又清发。
俱怀逸兴壮思飞，欲上青天揽明月。
抽刀断水水更流，举杯消愁愁更愁。
人生在世不称意，明朝散发弄扁舟。');
INSERT INTO libai (title, content) VALUES('送友人','青山横北郭，白水绕东城。
此地一为别，孤蓬万里征。
浮云游子意，落日故人情。
挥手自兹去，萧萧班马鸣。');
INSERT INTO libai (title, content) VALUES('渡荆门送别','渡远荆门外，来从楚国游。
山随平野尽，江入大荒流。
月下飞天镜，云生结海楼。
仍怜故乡水，万里送行舟。');
INSERT INTO libai (title, content) VALUES('梦游天姥吟留别','海客谈瀛洲，烟涛微茫信难求；
越人语天姥，云霞明灭或可睹。
天姥连天向天横，势拔五岳掩赤城。
天台四万八千丈，对此欲倒东南倾。
我欲因之梦吴越，一夜飞度镜湖月。
湖月照我影，送我至剡溪。
谢公宿处今尚在，渌水荡漾清猿啼。
脚著谢公屐，身登青云梯。
半壁见海日，空中闻天鸡。
千岩万转路不定，迷花倚石忽已暝。
熊咆龙吟殷岩泉，栗深林兮惊层巅。
云青青兮欲雨，水澹澹兮生烟。
列缺霹雳，丘峦崩摧。
洞天石扉，訇然中开。
青冥浩荡不见底，日月照耀金银台。
霓为衣兮风为马，云之君兮纷纷而来下。
虎鼓瑟兮鸾回车，仙之人兮列如麻。
忽魂悸以魄动，恍惊起而长嗟。
惟觉时之枕席，失向来之烟霞。
世间行乐亦如此，古来万事东流水。
别君去兮何时还？且放白鹿青崖间，须行即骑访名山。
安能摧眉折腰事权贵，使我不得开心颜！');
INSERT INTO libai (title, content) VALUES('赠汪伦','李白乘舟将欲行，忽闻岸上踏歌声。
桃花潭水深千尺，不及汪伦送我情。');
INSERT INTO libai (title, content) VALUES('望天门山','天门中断楚江开，碧水东流至此回。
两岸青山相对出，孤帆一片日边来。');
INSERT INTO libai (title, content) VALUES('清平调·其一','云想衣裳花想容，春风拂槛露华浓。
若非群玉山头见，会向瑶台月下逢。');
INSERT INTO libai (title, content) VALUES('侠客行','赵客缦胡缨，吴钩霜雪明。
银鞍照白马，飒沓如流星。
十步杀一人，千里不留行。
事了拂衣去，深藏身与名。
闲过信陵饮，脱剑膝前横。
将炙啖朱亥，持觞劝侯嬴。
三杯吐然诺，五岳倒为轻。
眼花耳热后，意气素霓生。
救赵挥金槌，邯郸先震惊。
千秋二壮士，烜赫大梁城。
纵死侠骨香，不惭世上英。
谁能书阁下，白首太玄经。');
INSERT INTO libai (title, content) VALUES('早发白帝城','朝辞白帝彩云间，千里江陵一日还。
两岸猿声啼不住，轻舟已过万重山。');
INSERT INTO libai (title, content) VALUES('古朗月行','小时不识月，呼作白玉盘。
又疑瑶台镜，飞在青云端。
仙人垂两足，桂树何团团。
白兔捣药成，问言与谁餐？
蟾蜍蚀圆影，大明夜已残。
羿昔落九乌，天人清且安。
阴精此沦惑，去去不足观。
忧来其如何？凄怆摧心肝。');
INSERT INTO libai (title, content) VALUES('春夜洛城闻笛','谁家玉笛暗飞声，散入春风满洛城。
此夜曲中闻折柳，何人不起故园情。');
INSERT INTO libai (title, content) VALUES('峨眉山月歌','峨眉山月半轮秋，影入平羌江水流。
夜发清溪向三峡，思君不见下渝州。');
INSERT INTO libai (title, content) VALUES('登金陵凤凰台','凤凰台上凤凰游，凤去台空江自流。
吴宫花草埋幽径，晋代衣冠成古丘。
三山半落青天外，二水中分白鹭洲。
总为浮云能蔽日，长安不见使人愁。');
INSERT INTO libai (title, content) VALUES('独坐敬亭山','众鸟高飞尽，孤云独去闲。
相看两不厌，只有敬亭山。');
INSERT INTO libai (title, content) VALUES('关山月','明月出天山，苍茫云海间。
长风几万里，吹度玉门关。
汉下白登道，胡窥青海湾。
由来征战地，不见有人还。
戍客望边邑，思归多苦颜。
高楼当此夜，叹息未应闲。');
INSERT INTO libai (title, content) VALUES('夜宿山寺','危楼高百尺，手可摘星辰。
不敢高声语，恐惊天上人。');
INSERT INTO libai (title, content) VALUES('子夜吴歌·秋歌','长安一片月，万户捣衣声。
秋风吹不尽，总是玉关情。
何日平胡虏，良人罢远征。');
INSERT INTO libai (title, content) VALUES('上李邕','大鹏一日同风起，扶摇直上九万里。
假令风歇时下来，犹能簸却沧溟水。
世人见我恒殊调，闻余大言皆冷笑。
宣父犹能畏后生，丈夫未可轻年少。');
INSERT INTO libai (title, content) VALUES('客中作','兰陵美酒郁金香，玉碗盛来琥珀光。
但使主人能醉客，不知何处是他乡。');
INSERT INTO libai (title, content) VALUES('把酒问月·故人贾淳令予问之','青天有月来几时？我今停杯一问之。
人攀明月不可得，月行却与人相随。
皎如飞镜临丹阙，绿烟灭尽清辉发。
但见宵从海上来，宁知晓向云间没。
白兔捣药秋复春，嫦娥孤栖与谁邻？
今人不见古时月，今月曾经照古人。
古人今人若流水，共看明月皆如此。
唯愿当歌对酒时，月光长照金樽里。');
INSERT INTO libai (title, content) VALUES('长相思·其一','长相思，在长安。
络纬秋啼金井阑，微霜凄凄簟色寒。
孤灯不明思欲绝，卷帷望月空长叹。
美人如花隔云端！
上有青冥之长天，下有渌水之波澜。
天长路远魂飞苦，梦魂不到关山难。
长相思，摧心肝！');
INSERT INTO libai (title, content) VALUES('行路难三首','金樽清酒斗十千，玉盘珍羞直万钱。
停杯投箸不能食，拔剑四顾心茫然。
欲渡黄河冰塞川，将登太行雪满山。
闲来垂钓碧溪上，忽复乘舟梦日边。
行路难！行路难！多歧路，今安在？
长风破浪会有时，直挂云帆济沧海。

大道如青天，我独不得出。
羞逐长安社中儿，赤鸡白雉赌梨栗。
弹剑作歌奏苦声，曳裾王门不称情。
淮阴市井笑韩信，汉朝公卿忌贾生。
君不见昔时燕家重郭隗，拥篲折节无嫌猜。
剧辛乐毅感恩分，输肝剖胆效英才。
昭王白骨萦蔓草，谁人更扫黄金台？
行路难，归去来！

有耳莫洗颍川水，有口莫食首阳蕨。
含光混世贵无名，何用孤高比云月？
吾观自古贤达人，功成不退皆殒身。
子胥既弃吴江上，屈原终投湘水滨。
陆机雄才岂自保？李斯税驾苦不早。
华亭鹤唳讵可闻？上蔡苍鹰何足道？
君不见吴中张翰称达生，秋风忽忆江东行。
且乐生前一杯酒，何须身后千载名？');
INSERT INTO libai (title, content) VALUES('南陵别儿童入京','白酒新熟山中归，黄鸡啄黍秋正肥。
呼童烹鸡酌白酒，儿女嬉笑牵人衣。
高歌取醉欲自慰，起舞落日争光辉。
游说万乘苦不早，著鞭跨马涉远道。
会稽愚妇轻买臣，余亦辞家西入秦。
仰天大笑出门去，我辈岂是蓬蒿人。');
INSERT INTO libai (title, content) VALUES('从军行·其二','百战沙场碎铁衣，城南已合数重围。
突营射杀呼延将，独领残兵千骑归。');
INSERT INTO libai (title, content) VALUES('夏日山中','懒摇白羽扇，裸袒青林中。
脱巾挂石壁，露顶洒松风。');
INSERT INTO libai (title, content) VALUES('菩萨蛮·平林漠漠烟如织','林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。
玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。');
INSERT INTO libai (title, content) VALUES('清平调·其二','一枝秾艳露凝香，云雨巫山枉断肠。
借问汉宫谁得似，可怜飞燕倚新妆。');
INSERT INTO libai (title, content) VALUES('庐山谣寄卢侍御虚舟','我本楚狂人，凤歌笑孔丘。
手持绿玉杖，朝别黄鹤楼。
五岳寻仙不辞远，一生好入名山游。
庐山秀出南斗傍，屏风九叠云锦张，
影落明湖青黛光。
金阙前开二峰长，银河倒挂三石梁，
香炉瀑布遥相望，回崖沓嶂凌苍苍。
翠影红霞映朝日，鸟飞不到吴天长。
登高壮观天地间，大江茫茫去不还。
黄云万里动风色，白波九道流雪山。
好为庐山谣，兴因庐山发。
闲窥石镜清我心，谢公行处苍苔没。
早服还丹无世情，琴心三叠道初成。
遥见仙人彩云里，手把芙蓉朝玉京。
先期汗漫九垓上，愿接卢敖游太清。');
INSERT INTO libai (title, content) VALUES('月下独酌四首','花间一壶酒，独酌无相亲。
举杯邀明月，对影成三人。
月既不解饮，影徒随我身。
暂伴月将影，行乐须及春。
我歌月徘徊，我舞影零乱。
醒时相交欢，醉后各分散。
永结无情游，相期邈云汉。

天若不爱酒，酒星不在天。
地若不爱酒，地应无酒泉。
天地既爱酒，爱酒不愧天。
已闻清比圣，复道浊如贤。
贤圣既已饮，何必求神仙。
三杯通大道，一斗合自然。
但得酒中趣，勿为醒者传。

三月咸阳城，千花昼如锦。
谁能春独愁，对此径须饮。
穷通与修短，造化夙所禀。
一樽齐死生，万事固难审。
醉後失天地，兀然就孤枕。
不知有吾身，此乐最为甚。

穷愁千万端，美酒三百杯。
愁多酒虽少，酒倾愁不来。
所以知酒圣，酒酣心自开。
辞粟卧首阳，屡空饥颜回。
当代不乐饮，虚名安用哉。
蟹螯即金液，糟丘是蓬莱。
且须饮美酒，乘月醉高台。');
INSERT INTO libai (title, content) VALUES('春思','燕草如碧丝，秦桑低绿枝。
当君怀归日，是妾断肠时。
春风不相识，何事入罗帏。');
INSERT INTO libai (title, content) VALUES('山中与幽人对酌','两人对酌山花开，一杯一杯复一杯。
我醉欲眠卿且去，明朝有意抱琴来。');
INSERT INTO libai (title, content) VALUES('怨情','美人卷珠帘，深坐蹙蛾眉。
但见泪痕湿，不知心恨谁。');
INSERT INTO libai (title, content) VALUES('塞下曲六首·其一','五月天山雪，无花只有寒。
笛中闻折柳，春色未曾看。
晓战随金鼓，宵眠抱玉鞍。
愿将腰下剑，直为斩楼兰。');
INSERT INTO libai (title, content) VALUES('赠孟浩然','吾爱孟夫子，风流天下闻。
红颜弃轩冕，白首卧松云。
醉月频中圣，迷花不事君。
高山安可仰，徒此揖清芬。');
INSERT INTO libai (title, content) VALUES('长干行·其一','妾发初覆额，折花门前剧。
郎骑竹马来，绕床弄青梅。
同居长干里，两小无嫌猜。
十四为君妇，羞颜未尝开。
低头向暗壁，千唤不一回。
十五始展眉，愿同尘与灰。
常存抱柱信，岂上望夫台。
十六君远行，瞿塘滟滪堆。
五月不可触，猿声天上哀。
门前迟行迹，一一生绿苔。
苔深不能扫，落叶秋风早。
八月蝴蝶来，双飞西园草。
感此伤妾心，坐愁红颜老。
早晚下三巴，预将书报家。
相迎不道远，直至长风沙。');
INSERT INTO libai (title, content) VALUES('清平调·名花倾国两相欢','名花倾国两相欢，长得君王带笑看。
解释春风无限恨，沉香亭北倚阑干。');
INSERT INTO libai (title, content) VALUES('金陵酒肆留别','风吹柳花满店香，吴姬压酒劝客尝。
金陵子弟来相送，欲行不行各尽觞。
请君试问东流水，别意与之谁短长？');
INSERT INTO libai (title, content) VALUES('山中问答','问余何意栖碧山，笑而不答心自闲。
桃花流水窅然去，别有天地非人间。');
INSERT INTO libai (title, content) VALUES('下终南山过斛斯山人宿置酒','暮从碧山下，山月随人归。
却顾所来径，苍苍横翠微。
相携及田家，童稚开荆扉。
绿竹入幽径，青萝拂行衣。
欢言得所憩，美酒聊共挥。
长歌吟松风，曲尽河星稀。
我醉君复乐，陶然共忘机。');
INSERT INTO libai (title, content) VALUES('短歌行','白日何短短，百年苦易满。
苍穹浩茫茫，万劫太极长。
麻姑垂两鬓，一半已成霜。
天公见玉女，大笑亿千场。
吾欲揽六龙，回车挂扶桑。
北斗酌美酒，劝龙各一觞。
富贵非所愿，与人驻颜光。');
INSERT INTO libai (title, content) VALUES('秋浦歌十七首·其十四','炉火照天地，红星乱紫烟。
赧郎明月夜，歌曲动寒川。');
INSERT INTO libai (title, content) VALUES('秋登宣城谢脁北楼','江城如画里，山晚望晴空。
两水夹明镜，双桥落彩虹。
人烟寒橘柚，秋色老梧桐。
谁念北楼上，临风怀谢公。');
INSERT INTO libai (title, content) VALUES('访戴天山道士不遇','犬吠水声中，桃花带露浓。
树深时见鹿，溪午不闻钟。
野竹分青霭，飞泉挂碧峰。
无人知所去，愁倚两三松。');
INSERT INTO libai (title, content) VALUES('与史郎中钦听黄鹤楼上吹笛','一为迁客去长沙，西望长安不见家。
黄鹤楼中吹玉笛，江城五月落梅花。');
INSERT INTO libai (title, content) VALUES('九月十日即事','昨日登高罢，今朝更举觞。
菊花何太苦，遭此两重阳？');
INSERT INTO libai (title, content) VALUES('玉阶怨','玉阶生白露，夜久侵罗袜。
却下水晶帘，玲珑望秋月。');
INSERT INTO libai (title, content) VALUES('越中览古','越王勾践破吴归，义士还家尽锦衣。
宫女如花满春殿，只今惟有鹧鸪飞。');
INSERT INTO libai (title, content) VALUES('长相思·其二','日色欲尽花含烟，月明如素愁不眠。
赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。
此曲有意无人传，愿随春风寄燕然。
忆君迢迢隔青天。昔日横波目，今作流泪泉。
不信妾断肠，归来看取明镜前。');
INSERT INTO libai (title, content) VALUES('听蜀僧濬弹琴','蜀僧抱绿绮，西下峨眉峰。
为我一挥手，如听万壑松。
客心洗流水，馀响入霜钟。
不觉碧山暮，秋云暗几重。');
INSERT INTO libai (title, content) VALUES('北风行','烛龙栖寒门，光曜犹旦开。
日月照之何不及此？惟有北风号怒天上来。
燕山雪花大如席，片片吹落轩辕台。
幽州思妇十二月，停歌罢笑双蛾摧。
倚门望行人，念君长城苦寒良可哀。
别时提剑救边去，遗此虎文金鞞靫。
中有一双白羽箭，蜘蛛结网生尘埃。
箭空在，人今战死不复回。
不忍见此物，焚之已成灰。
黄河捧土尚可塞，北风雨雪恨难裁。');
INSERT INTO libai (title, content) VALUES('劳劳亭','天下伤心处，劳劳送客亭。
春风知别苦，不遣柳条青。');
INSERT INTO libai (title, content) VALUES('妾薄命','汉帝重阿娇，贮之黄金屋。
咳唾落九天，随风生珠玉。
宠极爱还歇，妒深情却疏。
长门一步地，不肯暂回车。
雨落不上天，水覆难再收。
君情与妾意，各自东西流。
昔日芙蓉花，今成断根草。
以色事他人，能得几时好。');
INSERT INTO libai (title, content) VALUES('长歌行','桃李待日开，荣华照当年。
东风动百物，草木尽欲言。
枯枝无丑叶，涸水吐清泉。
大力运天地，羲和无停鞭。
功名不早著，竹帛将何宣。
桃李务青春，谁能贳白日。
富贵与神仙，蹉跎成两失。
金石犹销铄，风霜无久质。
畏落日月后，强欢歌与酒。
秋霜不惜人，倏忽侵蒲柳。');
INSERT INTO libai (title, content) VALUES('长相思三首','长相思，在长安。
络纬秋啼金井阑，微霜凄凄簟色寒。
孤灯不明思欲绝，卷帷望月空长叹。
美人如花隔云端。
上有青冥之长天，下有渌水之波澜。
天长路远魂飞苦，梦魂不到关山难。
长相思，摧心肝。

日色欲尽花含烟，月明欲素愁不眠。
赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。
此曲有意无人传，愿随春风寄燕然。
忆君迢迢隔青天。
昔时横波目，今作流泪泉。
不信妾肠断，归来看取明镜前。

美人在时花满堂，美人去后花馀床。
床中绣被卷不寝，至今三载闻余香。
香亦竟不灭，人亦竟不来。
相思黄叶落，白露湿青苔。');
INSERT INTO libai (title, content) VALUES('行路难·其二','大道如青天，我独不得出。
羞逐长安社中儿，赤鸡白雉赌梨栗。
弹剑作歌奏苦声，曳裾王门不称情。
淮阴市井笑韩信，汉朝公卿忌贾生。
君不见昔时燕家重郭隗，拥篲折节无嫌猜。
剧辛乐毅感恩分，输肝剖胆效英才。
昭王白骨萦蔓草，谁人更扫黄金台？
行路难，归去来！');
INSERT INTO libai (title, content) VALUES('江上吟','木兰之枻沙棠舟，玉箫金管坐两头。
美酒樽中置千斛，载妓随波任去留。
仙人有待乘黄鹤，海客无心随白鸥。
屈平辞赋悬日月，楚王台榭空山丘。
兴酣落笔摇五岳，诗成笑傲凌沧洲。
功名富贵若长在，汉水亦应西北流。');
INSERT INTO libai (title, content) VALUES('子夜吴歌·夏歌','镜湖三百里，菡萏发荷花。
五月西施采，人看隘若耶。
回舟不待月，归去越王家。');
INSERT INTO libai (title, content) VALUES('月下独酌·其二','天若不爱酒，酒星不在天。
地若不爱酒，地应无酒泉。
天地既爱酒，爱酒不愧天。
已闻清比圣，复道浊如贤。
贤圣既已饮，何必求神仙。
三杯通大道，一斗合自然。
但得酒中趣，勿为醒者传。');
INSERT INTO libai (title, content) VALUES('寻雍尊师隐居','群峭碧摩天，逍遥不记年。
拨云寻古道，倚石听流泉。
花暖青牛卧，松高白鹤眠。
语来江色暮，独自下寒烟。');
INSERT INTO libai (title, content) VALUES('秋浦歌十七首·十五','白发三千丈，缘愁似个长。
不知明镜里，何处得秋霜。');
INSERT INTO libai (title, content) VALUES('游洞庭湖五首·其二','南湖秋水夜无烟，耐可乘流直上天。
且就洞庭赊月色，将船买酒白云边。');
INSERT INTO libai (title, content) VALUES('沙丘城下寄杜甫','我来竟何事，高卧沙丘城。
城边有古树，日夕连秋声。
鲁酒不可醉，齐歌空复情。
思君若汶水，浩荡寄南征。');
INSERT INTO libai (title, content) VALUES('与夏十二登岳阳楼','楼观岳阳尽，川迥洞庭开。
雁引愁心去，山衔好月来。
云间连下榻，天上接行杯。
醉后凉风起，吹人舞袖回。');
INSERT INTO libai (title, content) VALUES('少年行二首','击筑饮美酒，剑歌易水湄。
经过燕太子，结托并州儿。
少年负壮气，奋烈自有时。
因击鲁勾践，争博勿相欺。

五陵年少金市东，银鞍白马度春风。
落花踏尽游何处，笑入胡姬酒肆中。');
INSERT INTO libai (title, content) VALUES('古风·其十九','西上莲花山，迢迢见明星。
素手把芙蓉，虚步蹑太清。
霓裳曳广带，飘拂升天行。
邀我至云台，高揖卫叔卿。
恍恍与之去，驾鸿凌紫冥。
俯视洛阳川，茫茫走胡兵。
流血涂野草，豺狼尽冠缨。');
INSERT INTO libai (title, content) VALUES('子夜吴歌·冬歌','明朝驿使发，一夜絮征袍。
素手抽针冷，那堪把剪刀。
裁缝寄远道，几日到临洮。');
INSERT INTO libai (title, content) VALUES('行路难·其三','有耳莫洗颍川水，有口莫食首阳蕨。
含光混世贵无名，何用孤高比云月？
吾观自古贤达人，功成不退皆殒身。
子胥既弃吴江上，屈原终投湘水滨。
陆机雄才岂自保？李斯税驾苦不早。
华亭鹤唳讵可闻？上蔡苍鹰何足道？
君不见吴中张翰称达生，秋风忽忆江东行。
且乐生前一杯酒，何须身后千载名？');
INSERT INTO libai (title, content) VALUES('宣城见杜鹃花','蜀国曾闻子规鸟，宣城还见杜鹃花。
一叫一回肠一断，三春三月忆三巴。');
INSERT INTO libai (title, content) VALUES('夜泊牛渚怀古','牛渚西江夜，青天无片云。
登舟望秋月，空忆谢将军。
余亦能高咏，斯人不可闻。
明朝挂帆席，枫叶落纷纷。');
INSERT INTO libai (title, content) VALUES('嘲王历阳不肯饮酒','地白风色寒，雪花大如手。
笑杀陶渊明，不饮杯中酒。
浪抚一张琴，虚栽五株柳。
空负头上巾，吾于尔何有。');
INSERT INTO libai (title, content) VALUES('子夜吴歌·春歌','秦地罗敷女，采桑绿水边。
素手青条上，红妆白日鲜。
蚕饥妾欲去，五马莫留连。');
INSERT INTO libai (title, content) VALUES('白马篇','龙马花雪毛，金鞍五陵豪。
秋霜切玉剑，落日明珠袍。
斗鸡事万乘，轩盖一何高。
弓摧南山虎，手接太行猱。
酒后竞风采，三杯弄宝刀。
杀人如剪草，剧孟同游遨。
发愤去函谷，从军向临洮。
叱咤经百战，匈奴尽奔逃。
归来使酒气，未肯拜萧曹。
羞入原宪室，荒径隐蓬蒿。');
INSERT INTO libai (title, content) VALUES('江夏别宋之悌','楚水清若空，遥将碧海通。
人分千里外，兴在一杯中。
谷鸟吟晴日，江猿啸晚风。
平生不下泪，于此泣无穷。');
INSERT INTO libai (title, content) VALUES('渌水曲','渌水明秋月，南湖采白蘋。
荷花娇欲语，愁杀荡舟人。');
INSERT INTO libai (title, content) VALUES('太原早秋','岁落众芳歇，时当大火流。
霜威出塞早，云色渡河秋。
梦绕边城月，心飞故国楼。
思归若汾水，无日不悠悠。');
