INSERT INTO lihe (title, content) VALUES('雁门太守行','黑云压城城欲摧，甲光向日金鳞开。
角声满天秋色里，塞上燕脂凝夜紫。
半卷红旗临易水，霜重鼓寒声不起。
报君黄金台上意，提携玉龙为君死。');
INSERT INTO lihe (title, content) VALUES('李凭箜篌引','吴丝蜀桐张高秋，空山凝云颓不流。
江娥啼竹素女愁，李凭中国弹箜篌。
昆山玉碎凤凰叫，芙蓉泣露香兰笑。
十二门前融冷光，二十三丝动紫皇。
女娲炼石补天处，石破天惊逗秋雨。
梦入神山教神妪，老鱼跳波瘦蛟舞。
吴质不眠倚桂树，露脚斜飞湿寒兔。');
INSERT INTO lihe (title, content) VALUES('马诗二十三首·其五','大漠沙如雪，燕山月似钩。
何当金络脑，快走踏清秋。');
INSERT INTO lihe (title, content) VALUES('南园十三首·其五','男儿何不带吴钩，收取关山五十州。
请君暂上凌烟阁，若个书生万户侯？');
INSERT INTO lihe (title, content) VALUES('金铜仙人辞汉歌','茂陵刘郎秋风客，夜闻马嘶晓无迹。
画栏桂树悬秋香，三十六宫土花碧。
魏官牵车指千里，东关酸风射眸子。
空将汉月出宫门，忆君清泪如铅水。
衰兰送客咸阳道，天若有情天亦老。
携盘独出月荒凉，渭城已远波声小。');
INSERT INTO lihe (title, content) VALUES('苦昼短','飞光飞光，劝尔一杯酒。
吾不识青天高，黄地厚。
唯见月寒日暖，来煎人寿。
食熊则肥，食蛙则瘦。
神君何在？太一安有？
天东有若木，下置衔烛龙。
吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。
自然老者不死，少者不哭。
何为服黄金、吞白玉？
谁似任公子，云中骑碧驴？
刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。');
INSERT INTO lihe (title, content) VALUES('将进酒','琉璃钟，琥珀浓，小槽酒滴真珠红。
烹龙炮凤玉脂泣，罗帏绣幕围香风。
吹龙笛，击鼍鼓；皓齿歌，细腰舞。
况是青春日将暮，桃花乱落如红雨。
劝君终日酩酊醉，酒不到刘伶坟上土。');
INSERT INTO lihe (title, content) VALUES('致酒行','零落栖迟一杯酒，主人奉觞客长寿。
主父西游困不归，家人折断门前柳。
吾闻马周昔作新丰客，天荒地老无人识。
空将笺上两行书，直犯龙颜请恩泽。
我有迷魂招不得，雄鸡一声天下白。
少年心事当拏云，谁念幽寒坐呜呃。');
INSERT INTO lihe (title, content) VALUES('梦天','老兔寒蟾泣天色，云楼半开壁斜白。
玉轮轧露湿团光，鸾珮相逢桂香陌。
黄尘清水三山下，更变千年如走马。
遥望齐州九点烟，一泓海水杯中泻。');
INSERT INTO lihe (title, content) VALUES('苏小小墓','幽兰露，如啼眼。
无物结同心，烟花不堪剪。
草如茵，松如盖。
风为裳，水为佩。
油壁车，夕相待。
冷翠烛，劳光彩。
西陵下，风吹雨。');
INSERT INTO lihe (title, content) VALUES('天上谣','天河夜转漂回星，银浦流云学水声。
玉宫桂树花未落，仙妾采香垂珮缨。
秦妃卷帘北窗晓，窗前植桐青凤小。
王子吹笙鹅管长，呼龙耕烟种瑶草。
粉霞红绶藕丝裙，青洲步拾兰苕春。
东指羲和能走马，海尘新生石山下。');
INSERT INTO lihe (title, content) VALUES('马诗二十三首·其四','此马非凡马，房星本是星。
向前敲瘦骨，犹自带铜声。');
INSERT INTO lihe (title, content) VALUES('南园十三首','花枝草蔓眼中开，小白长红越女腮。
可怜日暮嫣香落，嫁与春风不用媒。

宫北田塍晓气酣，黄桑饮露窣宫帘。
长腰健妇偷攀折，将喂吴王八茧蚕。

竹里缲丝挑网车，青蝉独噪日光斜。
桃胶迎夏香琥珀，自课越佣能种瓜。

三十未有二十余，白日长饥小甲蔬。
桥头长老相哀念，因遗戎韬一卷书。

男儿何不带吴钩，收取关山五十州。
请君暂上凌烟阁，若个书生万户侯？

寻章摘句老雕虫，晓月当帘挂玉弓。
不见年年辽海上，文章何处哭秋风？

长卿牢落悲空舍，曼倩诙谐取自容。
见买若耶溪水剑，明朝归去事猿公。

春水初生乳燕飞，黄蜂小尾扑花归。
窗含远色通书幌，鱼拥香钩近石矶。

泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。
泻酒木栏椒叶盖，病容扶起种菱丝。

边让今朝忆蔡邕，无心裁曲卧春风。
舍南有竹堪书字，老去溪头作钓翁。

长峦谷口倚嵇家，白昼千峰老翠华。
自履藤鞋收石蜜，手牵苔絮长莼花。

松溪黑水新龙卵，桂洞生硝旧马牙。
谁遣虞卿裁道帔，轻绡一匹染朝霞。

小树开朝径，长茸湿夜烟。
柳花惊雪浦，麦雨涨溪田。
古刹疏钟度，遥岚破月悬。
沙头敲石火，烧竹照渔船。(其十三)');
INSERT INTO lihe (title, content) VALUES('秋来','桐风惊心壮士苦，衰灯络纬啼寒素。
谁看青简一编书，不遣花虫粉空蠹。
思牵今夜肠应直，雨冷香魂吊书客。
秋坟鬼唱鲍家诗，恨血千年土中碧。');
INSERT INTO lihe (title, content) VALUES('野歌','鸦翎羽箭山桑弓，仰天射落衔芦鸿。
麻衣黑肥冲北风，带酒日晚歌田中。
男儿屈穷心不穷，枯荣不等嗔天公。
寒风又变为春柳，条条看即烟濛濛。');
INSERT INTO lihe (title, content) VALUES('马诗二十三首','龙脊贴连钱，银蹄白踏烟。
无人织锦韂，谁为铸金鞭。

腊月草根甜，天街雪似盐。
未知口硬软，先拟蒺藜衔。

忽忆周天子，驱车上玉山。
鸣驺辞凤苑，赤骥最承恩。

此马非凡马，房星本是星。
向前敲瘦骨，犹自带铜声。

大漠沙如雪，燕山月似钩。
何当金络脑，快走踏清秋。

饥卧骨查牙，粗毛刺破花。
鬣焦珠色落，发断锯长麻。

西母酒将阑，东王饭已干。
君王若燕去，谁为拽车辕？

赤兔无人用，当须吕布骑。
吾闻果下马，羁策任蛮儿。

飂叔去匆匆，如今不豢龙。
夜来霜压栈，骏骨折西风。

催榜渡乌江，神骓泣向风。
君王今解剑，何处逐英雄？

内马赐宫人，银鞯刺麒麟。
午时盐坂上，蹭蹬溘风尘。

批竹初攒耳，桃花未上身。
他时须搅阵，牵去借将军。

宝玦谁家子，长闻侠骨香。
堆金买骏骨，将送楚襄王。

香幞赭罗新，盘龙蹙蹬鳞。
回看南陌上，谁道不逢春？

不从桓公猎，何能伏虎威？
一朝沟陇出，看取拂云飞。

唐剑斩隋公，拳毛属太宗。
莫嫌金甲重，且去捉颴风。

白铁锉青禾，砧间落细莎。
世人怜小颈，金埒畏长牙。

伯乐向前看，旋毛在腹间。
只今掊白草，何日蓦青山？

萧寺驮经马，元从竺国来。
空知有善相，不解走章台。

重围如燕尾，宝剑似鱼肠。
欲求千里脚，先采眼中光。

暂系腾黄马，仙人上彩楼。
须鞭玉勒吏，何事谪高州？

汉血到王家，随鸾撼玉珂。
少君骑海上，人见是青骡。

武帝爱神仙，烧金得紫烟。
厩中皆肉马，不解上青天。');
INSERT INTO lihe (title, content) VALUES('崇义里滞雨','落莫谁家子，来感长安秋。
壮年抱羁恨，梦泣生白头。
瘦马秣败草，雨沫飘寒沟。
南宫古帘暗，湿景传签筹。
家山远千里，云脚天东头。
忧眠枕剑匣，客帐梦封侯。');
INSERT INTO lihe (title, content) VALUES('南园十三首·其六','寻章摘句老雕虫，晓月当帘挂玉弓。
不见年年辽海上，文章何处哭秋风。');
INSERT INTO lihe (title, content) VALUES('开愁歌','秋风吹地百草干，华容碧影生晚寒。
我当二十不得意，一心愁谢如枯兰。
衣如飞鹑马如狗，临歧击剑生铜吼。
旗亭下马解秋衣，请贳宜阳一壶酒。
壶中唤天云不开，白昼万里闲凄迷。
主人劝我养心骨，莫受俗物相填豗。');
INSERT INTO lihe (title, content) VALUES('七夕','别浦今朝暗，罗帷午夜愁。
鹊辞穿线月，花入曝衣楼。
天上分金镜，人间望玉钩。
钱塘苏小小，更值一年秋。');
INSERT INTO lihe (title, content) VALUES('休洗红','休洗红，洗多红色浅。
卿卿骋少年，昨日殷桥见。
封侯早归来，莫作弦上箭。');
INSERT INTO lihe (title, content) VALUES('秦王饮酒','秦王骑虎游八极，剑光照空天自碧。
羲和敲日玻璃声，劫灰飞尽古今平。
龙头泻酒邀酒星，金槽琵琶夜枨枨。
洞庭雨脚来吹笙，酒酣喝月使倒行。
银云栉栉瑶殿明， 宫门掌事报一更。
花楼玉凤声娇狞，海绡红文香浅清，
黄鹅跌舞千年觥。
仙人烛树蜡烟轻，清琴醉眼泪泓泓。');
INSERT INTO lihe (title, content) VALUES('巫山高','碧丛丛，高插天，大江翻澜神曳烟。
楚魂寻梦风飔然，晓风飞雨生苔钱。
瑶姬一去一千年，丁香筇竹啼老猿。
古祠近月蟾桂寒，椒花坠红湿云间。
');
INSERT INTO lihe (title, content) VALUES('上之回','上之回，大旗喜。
悬红云，挞凤尾。
剑匣破，舞蛟龙。
蚩尤死，鼓逢逢。
天高庆雷齐堕地。
地无惊烟海千里。');
INSERT INTO lihe (title, content) VALUES('高轩过','韩员外愈皇甫侍御湜见过因而命作

华裾织翠青如葱，金环压辔摇玲珑。
马蹄隐耳声隆隆，入门下马气如虹。
云是东京才子，文章巨公。
二十八宿罗心胸，九精耿耿贯当中。
殿前作赋声摩空，笔补造化天无功。
庞眉书客感秋蓬，谁知死草生华风。
我今垂翅附冥鸿，他日不羞蛇作龙。');
INSERT INTO lihe (title, content) VALUES('伤心行','咽咽学楚吟，病骨伤幽素。
秋姿白发生，木叶啼风雨。
灯青兰膏歇，落照飞蛾舞。
古壁生凝尘，羁魂梦中语。');
INSERT INTO lihe (title, content) VALUES('帝子歌','洞庭明月一千里，凉风雁啼天在水。
九节菖蒲石上死，湘神弹琴迎帝子。
山头老桂吹古香，雌龙怨吟寒水光。
沙浦走鱼白石郎，闲取真珠掷龙堂。');
INSERT INTO lihe (title, content) VALUES('春坊正字剑子歌','先辈匣中三尺水，曾入吴潭斩龙子。
隙月斜明刮露寒，练带平铺吹不起。
蛟胎皮老蒺藜刺，鸊鹈淬花白鹇尾。
直是荆轲一片心，莫教照见春坊字。
挼丝团金悬簏簌，神光欲截蓝田玉。
提出西方白帝惊，嗷嗷鬼母秋郊哭。');
INSERT INTO lihe (title, content) VALUES('美人梳头歌','西施晓梦绡帐寒，香鬟堕髻半沉檀。
辘轳咿哑转鸣玉，惊起芙蓉睡新足。
双鸾开镜秋水光，解鬟临镜立象床。
一编香丝云撒地，玉钗落处无声腻。
纤手却盘老鸦色，翠滑宝钗簪不得。
春风烂漫恼娇慵，十八鬟多无气力。
妆成婑鬌欹不斜，云裾数步踏雁沙。
背人不语向何处？下阶自折樱桃花。');
INSERT INTO lihe (title, content) VALUES('湘妃','筠竹千年老不死，长伴神娥盖江水。
蛮娘吟弄满寒空，九山静绿泪花红。
离鸾别凤烟梧中，巫云蜀雨遥相通。
幽愁秋气上青枫，凉夜波间吟古龙。');
INSERT INTO lihe (title, content) VALUES('南山田中行','秋野明，秋风白，塘水漻漻虫啧啧。
云根苔藓山上石，冷红泣露娇啼色。
荒畦九月稻叉牙，蛰萤低飞陇径斜。
石脉水流泉滴沙，鬼灯如漆点松花。');
INSERT INTO lihe (title, content) VALUES('赠陈商','长安有男儿，二十心已朽。
楞伽堆案前，楚辞系肘后。
人生有穷拙，日暮聊饮酒。
只今道已塞，何必须白首？
凄凄陈述圣，披褐鉏俎豆。
学为尧舜文，时人责衰偶。
柴门车辙冻，日下榆影瘦。
黄昏访我来，苦节青阳皱。
太华五千仞，劈地抽森秀。
旁古无寸寻，一上戛牛斗。
公卿纵不怜，宁能锁吾口？
李生师太华，大坐看白昼。
逢霜作朴樕，得气为春柳。
礼节乃相去，憔悴如刍狗。
风雪直斋坛，墨组贯铜绶。
臣妾气态间，唯欲承箕帚。
天眼何时开，古剑庸一吼。');
INSERT INTO lihe (title, content) VALUES('贵公子夜阑曲','袅袅沉水烟，乌啼夜阑景。
曲沼芙蓉波，腰围白玉冷。');
INSERT INTO lihe (title, content) VALUES('出城寄权璩杨敬之','草暖云昏万里春，宫花拂面送行人。
自言汉剑当飞去，何事还车载病身。');
INSERT INTO lihe (title, content) VALUES('竹','入水文光动，抽空绿影春。
露华生笋径，苔色拂霜根。
织可承香汗，裁堪钓锦鳞。
三梁曾入用，一节奉王孙。');
INSERT INTO lihe (title, content) VALUES('官街鼓','晓声隆隆催转日，暮声隆隆呼月出。
汉城黄柳映新帘，柏陵飞燕埋香骨。
磓碎千年日长白，孝武秦皇听不得。
从君翠发芦花色，独共南山守中国。
几回天上葬神仙，漏声相将无断绝。');
INSERT INTO lihe (title, content) VALUES('大堤曲','妾家住横塘，红纱满桂香。
青云教绾头上髻，明月与作耳边珰。
莲风起，江畔春；大堤上，留北人。
郎食鲤鱼尾，妾食猩猩唇。
莫指襄阳道，绿浦归帆少。
今日菖蒲花，明朝枫树老。');
INSERT INTO lihe (title, content) VALUES('浩歌','南风吹山作平地，帝遣天吴移海水。
王母桃花千遍红，彭祖巫咸几回死？
青毛骢马参差钱，娇春杨柳含缃烟。
筝人劝我金屈卮，神血未凝身问谁？
不须浪饮丁都护，世上英雄本无主。
买丝绣作平原君，有酒唯浇赵州土。
漏催水咽玉蟾蜍，卫娘发薄不胜梳。
羞见秋眉换新绿，二十男儿那刺促？');
INSERT INTO lihe (title, content) VALUES('蝴蝶飞','杨花扑帐春云热，龟甲屏风醉眼缬。
东家胡蝶西家飞，白骑少年今日归。');
INSERT INTO lihe (title, content) VALUES('老夫采玉歌','采玉采玉须水碧，琢作步摇徒好色。
老夫饥寒龙为愁，蓝溪水气无清白。
夜雨冈头食蓁子，杜鹃口血老夫泪。
蓝溪之水厌生人，身死千年恨溪水。
斜山柏风雨如啸，泉脚挂绳青袅袅。
村寒白屋念娇婴，古台石磴悬肠草。');
INSERT INTO lihe (title, content) VALUES('洛姝真珠','真珠小娘下清廓，洛苑香风飞绰绰。
寒鬓斜钗玉燕光，高楼唱月敲悬珰。
兰风桂露洒幽翠，红弦袅云咽深思。
花袍白马不归来，浓蛾叠柳香唇醉。
金鹅屏风蜀山梦，鸾裾凤带行烟重。
八骢笼晃脸差移，日丝繁散曛罗洞。
市南曲陌无秋凉，楚腰卫鬓四时芳。
玉喉窱窱排空光，牵云曳雪留陆郎。');
INSERT INTO lihe (title, content) VALUES('唐儿歌','头玉硗硗眉刷翠，杜郎生得真男子！
骨重神寒天庙器，一双瞳人剪秋水。
竹马梢梢摇绿尾，银鸾睒光踏半臂。
东家娇娘求对值，浓笑书空作唐字。
眼大心雄知所以，莫忘作歌人姓李！');
INSERT INTO lihe (title, content) VALUES('古悠悠行','白景归西山，碧华上迢迢。
今古何处尽，千岁随风飘。
海沙变成石，鱼沫吹秦桥。
空光远流浪，铜柱从年消。');
INSERT INTO lihe (title, content) VALUES('三月过行宫','渠水红繁拥御墙，风娇小叶学娥妆。
垂帘几度青春老，堪锁千年白日长。');
INSERT INTO lihe (title, content) VALUES('猛虎行','长戈莫舂，长弩莫抨。乳孙哺子，教得生狞。
举头为城，掉尾为旌。东海黄公，愁见夜行。
道逢驺虞，牛哀不平。何用尺刀？壁上雷鸣。
泰山之下，妇人哭声。官家有程，吏不敢听。');
INSERT INTO lihe (title, content) VALUES('北中寒','一方黑照三方紫，黄河冰合鱼龙死。
三尺木皮断文理，百石强车上河水。
霜花草上大如钱，挥刀不入迷濛天。
争瀯海水飞凌喧，山瀑无声玉虹悬。');
INSERT INTO lihe (title, content) VALUES('绿水词','今宵好风月，阿侯在何处。
为有倾人色，翻成足愁苦。
东湖采莲叶，南湖拔蒲根。
未持寄小姑，且持感愁魂。
');
INSERT INTO lihe (title, content) VALUES('嘲少年','青骢马肥金鞍光，龙脑入缕罗衫香。
美人狭坐飞琼觞，贫人唤云天上郎。
别起高楼临碧筱，丝曳红鳞出深沼。
有时半醉百花前，背把金丸落飞鸟。
自说生来未为客，一身美妾过三百。
岂知劚地种苗家，官税频催勿人织。
长金积玉夸豪毅，每揖闲人多意气。
生来不读半行书，只把黄金买身贵。
少年安得长少年，海波尚变为桑田。
荣枯递传急如箭，天公不肯于公偏。
莫道韶华镇长在，发白面皱专相待。');
INSERT INTO lihe (title, content) VALUES('长平箭头歌','漆灰骨末丹水沙，凄凄古血生铜花。
白翎金竿雨中尽，直余三脊残狼牙。
我寻平原乘两马，驿东石田蒿坞下。
风长日短星萧萧，黑旗云湿悬空夜。
左魂右魄啼肌瘦，酪瓶倒尽将羊炙。
虫栖雁病芦笋红，回风送客吹阴火。
访古丸澜收断镞，折锋赤璺曾刲肉。
南陌东城马上儿，劝我将金换簝竹。');
INSERT INTO lihe (title, content) VALUES('牡丹种曲','莲枝未长秦蘅老，走马驮金斸春草。
水灌香泥却月盘，一夜绿房迎白晓。
美人醉语园中烟，晚华已散蝶又阑。
梁王老去罗衣在，拂袖风吹蜀国弦。
归霞帔拖蜀帐昏，嫣红落粉罢承恩。
檀郎谢女眠何处？楼台月明燕夜语。');
INSERT INTO lihe (title, content) VALUES('江南弄','江中绿雾起凉波，天上叠巘红嵯峨。
水风浦云生老竹，渚暝蒲帆如一幅。
鲈鱼千头酒百斛，酒中倒卧南山绿。
吴歈越吟未终曲，江上团团贴寒玉。');
INSERT INTO lihe (title, content) VALUES('过华清宫','春月夜啼鸦，宫帘隔御花。
云生朱络暗，石断紫钱斜。
玉碗盛残露，银灯点旧纱。
蜀王无近信，泉上有芹芽。');
INSERT INTO lihe (title, content) VALUES('蜀国弦','枫香晚花静，锦水南山影。
惊石坠猿哀，竹云愁半岭。
凉月生秋浦，玉沙粼粼光。
谁家红泪客，不忍过瞿塘。');
INSERT INTO lihe (title, content) VALUES('溪晚凉','白狐向月号山风，秋寒扫云留碧空。
玉烟青湿白如幢，银湾晓转流天东。
溪汀眠鹭梦征鸿，轻涟不语细游溶。
层岫回岑复叠龙，苦篁对客吟歌筒。');
INSERT INTO lihe (title, content) VALUES('昌谷读书示巴童','虫响灯光薄，宵寒药气浓。
君怜垂翅客，辛苦尚相从。');
INSERT INTO lihe (title, content) VALUES('昌谷北园新笋四首','箨落长竿削玉开，君看母笋是龙材。
更容一夜抽千尺，别却池园数寸泥。

斫取青光写楚辞，腻香春粉黑离离。
无情有恨何人见，露压烟啼千万枝。

家泉石眼两三茎，晓看阴根紫脉生。
今年水曲春沙上，笛管新篁拔玉青。

古竹老梢惹碧云，茂陵归卧叹清贫。
风吹千亩迎雨啸，鸟重一枝入酒尊。');
INSERT INTO lihe (title, content) VALUES('贝宫夫人','丁丁海女弄金环，雀钗翘揭双翅关。
六宫不语一生闲，高悬银牓照青山。
长眉凝绿几千年，清凉堪老镜中鸾。
秋肌稍觉玉衣寒，空光贴妥水如天。');
INSERT INTO lihe (title, content) VALUES('同沈驸马赋得御沟水','入苑白泱泱，宫人正靥黄。
绕堤龙骨冷，拂岸鸭头香。
别馆惊残梦，停杯泛小觞。
幸因流浪处，暂得见何郎。');
INSERT INTO lihe (title, content) VALUES('杨生青花紫石砚歌','端州石工巧如神，踏天磨刀割紫云。
佣刓抱水含满唇，暗洒苌弘冷血痕。
纱帷昼暖墨花春，轻沤漂沫松麝薰。
干腻薄重立脚匀，数寸光秋无日昏。
圆毫促点声静新，孔砚宽顽何足云！');
INSERT INTO lihe (title, content) VALUES('咏怀二首','长卿怀茂陵，绿草垂石井。
弹琴看文君，春风吹鬓影。
梁王与武帝，弃之如断梗。
惟留一简书，金泥泰山顶。

日夕著书罢，惊霜落素丝。
镜中聊自笑，讵是南山期。
头上无幅巾，苦蘗已染衣。
不见清溪鱼，饮水得自宜。');
INSERT INTO lihe (title, content) VALUES('出城','雪下桂花稀，啼乌被弹归。
关水乘驴影，秦风帽带垂。
入乡诚可重，无印自堪悲。
卿卿忍相问，镜中双泪姿。');
INSERT INTO lihe (title, content) VALUES('罗浮山父与葛篇','依依宜织江雨空，雨中六月兰台风。
博罗老仙时出洞，千岁石床啼鬼工。
蛇毒浓凝洞堂湿，江鱼不食衔沙立。
欲剪湘中一尺天，吴娥莫道吴刀涩。');
INSERT INTO lihe (title, content) VALUES('始为奉礼忆昌谷山居','扫断马蹄痕，衙回自闭门。
长枪江米熟，小树枣花春。
向壁悬如意，当帘阅角巾。
犬书曾去洛，鹤病悔游秦。
土甑封茶叶，山杯锁竹根。
不知船上月，谁棹满溪云？
');
INSERT INTO lihe (title, content) VALUES('昆仑使者','昆仑使者无消息，茂陵烟树生愁色。
金盘玉露自淋漓，元气茫茫收不得。
麒麟背上石文裂，虬龙鳞下红枝折。
何处偏伤万国心，中天夜久高明月。');
INSERT INTO lihe (title, content) VALUES('长歌续短歌','长歌破衣襟，短歌断白发。
秦王不可见，旦夕成内热。
渴饮壶中酒，饥拔陇头粟。
凄凉四月阑，千里一时绿。
夜峰何离离，明月落石底。
徘徊沿石寻，照出高峰外。
不得与之游，歌成鬓先改。
');
INSERT INTO lihe (title, content) VALUES('追和柳恽','汀洲白蘋草，柳恽乘马归。
江头樝树香，岸上蝴蝶飞。
酒杯箬叶露，玉轸蜀桐虚。
朱楼通水陌，沙暖一双鱼。');
INSERT INTO lihe (title, content) VALUES('后园凿井歌','井上辘轳床上转。水声繁，弦声浅。情若何，荀奉倩。
城头日，长向城头住。一日作千年，不须流下去。');
INSERT INTO lihe (title, content) VALUES('残丝曲','垂杨叶老莺哺儿，残丝欲断黄蜂归。
绿鬓年少金钗客，缥粉壶中沉琥珀。
花台欲暮春辞去，落花起作回风舞。
榆荚相催不知数，沈郎青钱夹城路。');
INSERT INTO lihe (title, content) VALUES('铜驼悲','落魄三月罢，寻花去东家。
谁作送春曲，洛岸悲铜驼。
桥南多马客，北山饶古人。
客饮杯中酒，驼悲千万春。
生世莫徒劳，风吹盘上烛。
厌见桃株笑，铜驼夜来哭。
');
INSERT INTO lihe (title, content) VALUES('走马引','我有辞乡剑，玉锋堪截云。
襄阳走马客，意气自生春。
朝嫌剑光静，暮嫌剑花冷。
能持剑向人，不解持照身。
');
INSERT INTO lihe (title, content) VALUES('感春','日暖自萧条，花悲北郭骚。
榆穿莱子眼，柳断舞儿腰。
上幕迎神燕，飞丝送百劳。
胡琴今日恨，急语向檀槽。');
INSERT INTO lihe (title, content) VALUES('王濬墓下作','人间无阿童，犹唱水中龙。
白草侵烟死，秋藜绕地红。
古书平黑石，神剑断青铜。
耕势鱼鳞起，坟科马鬣封。
菊花垂湿露，棘径卧干蓬。
松柏愁香涩，南原几夜风！
');
INSERT INTO lihe (title, content) VALUES('宫娃歌','蜡光高悬照纱空，花房夜捣红守宫。
象口吹香毾覴暖，七星挂城闻漏板。
寒入罘罳殿影昏，彩鸾帘额著霜痕。
啼蛄吊月钩阑下，屈膝铜铺锁阿甄。
梦入家门上沙渚，天河落处长洲路。
愿君光明如太阳，放妾骑鱼撇波去。');
INSERT INTO lihe (title, content) VALUES('夜坐吟','踏踏马蹄谁见过？眼看北斗直天河。
西风罗幕生翠波，铅华笑妾颦青娥。
为君起唱长相思，帘外严霜皆倒飞。
明星灿灿东方陲，红霞稍出东南涯，陆郎去矣乘斑骓。');
INSERT INTO lihe (title, content) VALUES('示弟','别弟三年后，还家一日余。
醁醽今夕酒，缃帙去时书。
病骨犹能在，人间底事无？
何须问牛马，抛掷任枭卢！');
INSERT INTO lihe (title, content) VALUES('绿章封事','青霓扣额呼宫神，鸿龙玉狗开天门。
石榴花发满溪津，溪女洗花染白云。
绿章封事咨元父，六街马蹄浩无主。
虚空风气不清冷，短衣小冠作尘土。
金家香弄千轮鸣，扬雄秋室无俗声。
愿携汉戟招书鬼，休令恨骨填蒿里。');
INSERT INTO lihe (title, content) VALUES('艾如张','锦襜褕，绣裆襦。
强饮啄，哺尔雏。
陇东卧穟满风雨，莫信笼媒陇西去。
齐人织网如素空，张在野田平碧中。
网丝漠漠无形影，误尔触之伤首红。
艾叶绿花谁剪刻？中有祸机不可测！');
INSERT INTO lihe (title, content) VALUES('江楼曲','楼前流水江陵道，鲤鱼风起芙蓉老。
晓钗催鬓语南风，抽帆归来一日功。
鼍吟浦口飞梅雨，竿头酒旗换青苎。
萧骚浪白云差池，黄粉油衫寄郎主。
新槽酒声苦无力，南湖一顷菱花白。
眼前便有千里愁，小玉开屏见山色。');
INSERT INTO lihe (title, content) VALUES('送沈亚之歌·并序','吴兴才人怨春风，桃花满陌千里红。
紫丝竹断骢马小，家住钱塘东复东。
白藤交穿织书笈，短策齐裁如梵夹。
雄光宝矿献春卿，烟底蓦波乘一叶。
春卿拾材白日下，掷置黄金解龙马。
携笈归江重入门，劳劳谁是怜君者。
吾闻壮夫重心骨，古人三走无摧捽。
请君待旦事长鞭，他日还辕及秋律。');
INSERT INTO lihe (title, content) VALUES('仁和里杂叙皇甫湜','大人乞马癯乃寒，宗人贷宅荒厥垣。
横庭鼠径空土涩，出篱大枣垂珠残。
安定美人截黄绶，脱落缨裾暝朝酒。
还家白笔未上头，使我清声落人后。
枉辱称知犯君眼，排引才升强絙断。
洛风送马入长关，阖扇未开逢猰犬。
那知坚都相草草，客枕幽单看春老。
归来骨薄面无膏，疫气冲头鬓茎少。
欲雕小说干天官，宗孙不调为谁怜？
明朝下元复西道，崆峒叙别长如天。');
INSERT INTO lihe (title, content) VALUES('黄头郎','黄头郎，捞拢去不归。
南浦芙蓉影，愁红独自垂。
水弄湘娥佩，竹啼山露月。
玉瑟调青门，石云湿黄葛。
沙上蘼芜花，秋风已先发。
好持扫罗荐，香出鸳鸯热。');
INSERT INTO lihe (title, content) VALUES('五粒小松歌','蛇子蛇孙鳞蜿蜿，新香几粒洪崖饭。
绿波浸叶满浓光，细束龙髯铰刀剪。
主人壁上铺州图，主人堂前多俗儒。
月明白露秋泪滴，石笋溪云肯寄书。');
INSERT INTO lihe (title, content) VALUES('送韦仁实兄弟入关','送客饮别酒，千觞无赭颜。
何物最伤心？马首鸣金环。
野色浩无主，秋明空旷间。
坐来壮胆破，断目不能看。
行槐引西道，青梢长攒攒。
韦郎好兄弟，叠玉生文翰。
我在山上舍，一亩蒿硗田。
夜雨叫租吏，春声暗交关。
谁解念劳劳？苍突唯南山。');
INSERT INTO lihe (title, content) VALUES('公莫舞歌','方花古础排九楹，刺豹淋血盛银罂。
华筵鼓吹无桐竹，长刀直立割鸣筝。
横楣粗锦生红纬，日炙锦嫣王未醉。
腰下三看宝玦光，项庄掉鞘栏前起。
材官小尘公莫舞，座上真人赤龙子。
芒砀云端抱天回，咸阳王气清如水。
铁枢铁楗重束关，大旗五丈撞双环。
汉王今日须秦印，绝膑刳肠臣不论。');
INSERT INTO lihe (title, content) VALUES('杂曲歌辞·十二月乐辞·三月','东方风来满眼春，花城柳暗愁几人。
复宫深殿竹风起，新翠舞襟静如水。
光风转蕙百馀里，暖雾驱云扑天地。
军装宫妓扫蛾浅，摇摇锦旗夹城暖。
曲水飘香去不归，梨花落尽成秋苑。');
INSERT INTO lihe (title, content) VALUES('难忘曲','夹道开洞门，弱柳低画戟。
帘影竹华起，萧声吹日色。
蜂语绕妆镜，拂蛾学春碧。
乱系丁香梢，满栏花向夕。
');
INSERT INTO lihe (title, content) VALUES('黄家洞','雀步蹙沙声促促，四尺角弓青石镞。
黑幡三点铜鼓鸣，高作猿啼摇箭箙。
彩巾缠踍幅半斜，溪头簇队映葛花。
山潭晚雾吟白鼍，竹蛇飞蠹射金沙。
闲驱竹马缓归家，官军自杀容州槎。');
INSERT INTO lihe (title, content) VALUES('还自会稽歌','野粉椒壁黄，湿萤满梁殿。
台城应教人，秋衾梦铜辇。
吴霜点归鬓，身与塘蒲晚。
脉脉辞金鱼，羁臣守迍贱。');
INSERT INTO lihe (title, content) VALUES('相和歌辞。神弦曲','西山日没东山昏，旋风吹马马踏云。画弦素管声浅繁，
花裙綷縩步秋尘。桂叶刷风桂坠子，青狸哭血寒狐死。
古壁彩虬金帖尾，雨工骑入秋潭水。百年老鸮成木魅，
笑声碧火巢中起。');
INSERT INTO lihe (title, content) VALUES('勉爱行二首送小季之庐山','洛郊无俎豆，弊厩惭老马。
小雁过炉峰，影落楚水下。
长船倚云泊，石镜秋凉夜。
岂解有乡情，弄月聊呜哑。

别柳当马头，官槐如兔目。
欲将千里别，持我易斗粟。
南云北云空脉断，灵台经络悬春线。
青轩树转月满床，下国饥儿梦中见。
维尔之昆二十馀，年来持镜颇有须。
辞家三载今如此，索米王门一事无。
荒沟古水光如刀，庭南拱柳生蛴螬。
江干幼客真可念，郊原晚吹悲号号。');
INSERT INTO lihe (title, content) VALUES('秦宫诗','越罗衫袂迎春风，玉刻麒麟腰带红。
楼头曲宴仙人语，帐底吹笙香雾浓。
人间酒暖春茫茫，花枝入帘白日长。
飞窗复道传筹饮，十夜铜盘腻烛黄。
秃衿小袖调鹦鹉，紫绣麻鞋踏哮虎。
斫桂烧金待晓筵，白鹿青苏夜半煮。
桐英永巷骑新马，内屋深屏生色画。
开门烂用水衡钱，卷起黄河向身泻。
皇天厄运犹曾裂，秦宫一生花底活。
鸾篦夺得不还人，醉睡氍毹满堂月。');
INSERT INTO lihe (title, content) VALUES('塞下曲','胡角引北风，蓟门白于水。天含青海道，城头月千里。
露下旗濛濛，寒金鸣夜刻。蕃甲锁蛇鳞，马嘶青冢白。
秋静见旄头，沙远席羁愁。帐北天应尽，河声出塞流。');
