INSERT INTO liuzongyuan (title, content) VALUES('小石潭记','从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)

　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。(下澈 一作：下彻)

　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。

　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。

　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。');
INSERT INTO liuzongyuan (title, content) VALUES('江雪','千山鸟飞绝，万径人踪灭。
孤舟蓑笠翁，独钓寒江雪。');
INSERT INTO liuzongyuan (title, content) VALUES('捕蛇者说','永州之野产异蛇：黑质而白章，触草木尽死；以啮人，无御之者。然得而腊之以为饵，可以已大风、挛踠、瘘疠，去死肌，杀三虫。其始太医以王命聚之，岁赋其二。募有能捕之者，当其租入。永之人争奔走焉。

　　有蒋氏者，专其利三世矣。问之，则曰：“吾祖死于是，吾父死于是，今吾嗣为之十二年，几死者数矣。”言之貌若甚戚者。余悲之，且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则何如？”蒋氏大戚，汪然出涕，曰：“君将哀而生之乎？则吾斯役之不幸，未若复吾赋不幸之甚也。向吾不为斯役，则久已病矣。自吾氏三世居是乡，积于今六十岁矣。而乡邻之生日蹙，殚其地之出，竭其庐之入。号呼而转徙，饥渴而顿踣。触风雨，犯寒暑，呼嘘毒疠，往往而死者，相藉也。曩与吾祖居者，今其室十无一焉。与吾父居者，今其室十无二三焉。与吾居十二年者，今其室十无四五焉。非死则徙尔，而吾以捕蛇独存。悍吏之来吾乡，叫嚣乎东西，隳突乎南北；哗然而骇者，虽鸡狗不得宁焉。吾恂恂而起，视其缶，而吾蛇尚存，则弛然而卧。谨食之，时而献焉。退而甘食其土之有，以尽吾齿。盖一岁之犯死者二焉，其余则熙熙而乐，岂若吾乡邻之旦旦有是哉。今虽死乎此，比吾乡邻之死则已后矣，又安敢毒耶？”

　　余闻而愈悲，孔子曰：“苛政猛于虎也！”吾尝疑乎是，今以蒋氏观之，犹信。呜呼！孰知赋敛之毒有甚是蛇者乎！故为之说，以俟夫观人风者得焉。');
INSERT INTO liuzongyuan (title, content) VALUES('登柳州城楼寄漳汀封连四州','城上高楼接大荒，海天愁思正茫茫。
惊风乱飐芙蓉水，密雨斜侵薜荔墙。
岭树重遮千里目，江流曲似九回肠。
共来百越文身地，犹自音书滞一乡。');
INSERT INTO liuzongyuan (title, content) VALUES('渔翁','渔翁夜傍西岩宿，晓汲清湘燃楚竹。
烟销日出不见人，欸乃一声山水绿。
回看天际下中流，岩上无心云相逐。');
INSERT INTO liuzongyuan (title, content) VALUES('黔之驴','黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。

　　他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。

　　噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！');
INSERT INTO liuzongyuan (title, content) VALUES('与浩初上人同看山寄京华亲故','海畔尖山似剑铓，秋来处处割愁肠。
若为化得身千亿，散上峰头望故乡。');
INSERT INTO liuzongyuan (title, content) VALUES('溪居','久为簪组累，幸此南夷谪。
闲依农圃邻，偶似山林客。
晓耕翻露草，夜榜响溪石。
来往不逢人，长歌楚天碧。');
INSERT INTO liuzongyuan (title, content) VALUES('早梅','早梅发高树，迥映楚天碧。
朔吹飘夜香，繁霜滋晓白。
欲为万里赠，杳杳山水隔。
寒英坐销落，何用慰远客。');
INSERT INTO liuzongyuan (title, content) VALUES('重别梦得','二十年来万事同，今朝岐路忽西东。
皇恩若许归田去，晚岁当为邻舍翁。');
INSERT INTO liuzongyuan (title, content) VALUES('柳州二月榕叶落尽偶题','宦情羁思共凄凄，春半如秋意转迷。
山城过雨百花尽，榕叶满庭莺乱啼。');
INSERT INTO liuzongyuan (title, content) VALUES('酬曹侍御过象县见寄','破额山前碧玉流，骚人遥驻木兰舟。
春风无限潇湘意，欲采蘋花不自由。');
INSERT INTO liuzongyuan (title, content) VALUES('读书','幽沉谢世事，俯默窥唐虞。
上下观古今，起伏千万途。
遇欣或自笑，感戚亦以吁。
缥帙各舒散，前后互相逾。
瘴痾扰灵府，日与往昔殊。
临文乍了了，彻卷兀若无。
竟夕谁与言，但与竹素俱。
倦极更倒卧，熟寐乃一苏。
欠伸展肢体，吟咏心自愉。
得意适其适，非愿为世儒。
道尽即闭口，萧散捐囚拘。
巧者为我拙，智者为我愚。
书史足自悦，安用勤与劬。
贵尔六尺躯，勿为名所驱。');
INSERT INTO liuzongyuan (title, content) VALUES('别舍弟宗一','零落残魂倍黯然，双垂别泪越江边。
一身去国六千里，万死投荒十二年。
桂岭瘴来云似墨，洞庭春尽水如天。
欲知此后相思梦，长在荆门郢树烟。');
INSERT INTO liuzongyuan (title, content) VALUES('晨诣超师院读禅经','汲井漱寒齿，清心拂尘服。
闲持贝叶书，步出东斋读。
真源了无取，妄迹世所逐。
遗言冀可冥，缮性何由熟。
道人庭宇静，苔色连深竹。
日出雾露馀，青松如膏沐。
澹然离言说，悟悦心自足。');
INSERT INTO liuzongyuan (title, content) VALUES('饮酒','今夕少愉乐，起坐开清尊。
举觞酹先酒，为我驱忧烦。
须臾心自殊，顿觉天地暄。
连山变幽晦，绿水函晏温。
蔼蔼南郭门，树木一何繁。
清阴可自庇，竟夕闻佳言。
尽醉无复辞，偃卧有芳荪。
彼哉晋楚富，此道未必存。');
INSERT INTO liuzongyuan (title, content) VALUES('零陵早春','问春从此去，几日到秦原。
凭寄还乡梦，殷勤入故园。

');
INSERT INTO liuzongyuan (title, content) VALUES('衡阳与梦得分路赠别','十年憔悴到秦京，谁料翻为岭外行。
伏波故道风烟在，翁仲遗墟草树平。
直以慵疏招物议，休将文字占时名。
今朝不用临河别，垂泪千行便濯缨。');
INSERT INTO liuzongyuan (title, content) VALUES('夏昼偶作','南州溽暑醉如酒，隐几熟眠开北牖。
日午独觉无馀声，山童隔竹敲茶臼。');
INSERT INTO liuzongyuan (title, content) VALUES('唐铙歌鼓吹曲十二首·其四','泾水黄，陇野茫。
负太白，腾天狼。
有鸟鸷立，羽翼张。
钩喙决前，钜趯傍。
怒飞饥啸，翾不可当。
老雄死，子复良。
巢岐饮渭，肆翱翔。
顿地紘，提天纲。
列缺掉帜，招摇耀鋩。
鬼神来助，梦嘉祥。
脑涂原野，魄飞扬。
星辰复，恢一方。
');
INSERT INTO liuzongyuan (title, content) VALUES('种柳戏题','柳州柳刺史，种柳柳江边。
谈笑为故事，推移成昔年。
垂阴当覆地，耸干会参天。
好作思人树，惭无惠化传。');
INSERT INTO liuzongyuan (title, content) VALUES('再上湘江','好在湘江水，今朝又上来。
不知从此去，更遣几年回。');
INSERT INTO liuzongyuan (title, content) VALUES('登柳州峨山','荒山秋日午，独上意悠悠。
如何望乡处，西北是融州。');
INSERT INTO liuzongyuan (title, content) VALUES('酬王二十舍人雪中见寄','三日柴门拥不开，阶平庭满白皑皑。
今朝蹈作琼瑶迹，为有诗从凤沼来。');
INSERT INTO liuzongyuan (title, content) VALUES('岭南江行','瘴江南去入云烟，望尽黄茆是海边。
山腹雨晴添象迹，潭心日暖长蛟涎。
射工巧伺游人影，飓母偏惊旅客船。
从此忧来非一事，岂容华发待流年。');
INSERT INTO liuzongyuan (title, content) VALUES('笼鹰词','凄风淅沥飞严霜，苍鹰上击翻曙光。
云披雾裂虹霓断，霹雳掣电捎平冈。
砉然劲翮剪荆棘，下攫狐兔腾苍茫。
爪毛吻血百鸟逝，独立四顾时激昂。
炎风溽暑忽然至，羽翼脱落自摧藏。
草中狸鼠足为患，一夕十顾惊且伤。
但愿清商复为假，拔去万累云间翔。
');
INSERT INTO liuzongyuan (title, content) VALUES('长沙驿前南楼感旧','海鹤一为别，存亡三十秋。
今来数行泪，独上驿南楼。');
INSERT INTO liuzongyuan (title, content) VALUES('诏追赴都二月至灞亭上','十一年前南渡客，四千里外北归人。
诏书许逐阳和至，驿路开花处处新。');
INSERT INTO liuzongyuan (title, content) VALUES('得卢衡州书因以诗寄','临蒸且莫叹炎方，为报秋来雁几行。
林邑东回山似戟，牂牁南下水如汤。
蒹葭淅沥含秋雾，橘柚玲珑透夕阳。
非是白蘋洲畔客，还将远意问潇湘。');
INSERT INTO liuzongyuan (title, content) VALUES('中夜起望西园值月上','觉闻繁露坠，开户临西园。
寒月上东岭，泠泠疏竹根。
石泉远逾响，山鸟时一喧。
倚楹遂至旦，寂寞将何言。');
INSERT INTO liuzongyuan (title, content) VALUES('入黄溪闻猿','溪路千里曲，哀猿何处鸣。
孤臣泪已尽，虚作断肠声。');
INSERT INTO liuzongyuan (title, content) VALUES('秋晓行南谷经荒村','杪秋霜露重，晨起行幽谷。
黄叶覆溪桥，荒村唯古木。
寒花疏寂历，幽泉微断续。
机心久已忘，何事惊麋鹿。');
INSERT INTO liuzongyuan (title, content) VALUES('梅雨','梅实迎时雨，苍茫值晚春。
愁深楚猿夜，梦断越鸡晨。
海雾连南极，江云暗北津。
素衣今尽化，非为帝京尘。
');
INSERT INTO liuzongyuan (title, content) VALUES('红蕉','晚英值穷节，绿润含朱光。
以兹正阳色，窈窕凌清霜。
远物世所重，旅人心独伤。
回晖眺林际，槭槭无遗芳。');
INSERT INTO liuzongyuan (title, content) VALUES('柳州城西北隅种柑树','手种黄柑二百株，春来新叶遍城隅。
方同楚客怜皇树，不学荆州利木奴。
几岁开花闻喷雪，何人摘实见垂珠？
若教坐待成林日，滋味还堪养老夫。');
INSERT INTO liuzongyuan (title, content) VALUES('雨晴至江渡','江雨初晴思远步，日西独向愚溪渡。
渡头水落村径成，撩乱浮槎在高树。');
INSERT INTO liuzongyuan (title, content) VALUES('独觉','觉来窗牖空，寥落雨声晓。
良游怨迟暮，末事惊纷扰。
为问经世心，古人谁尽了。');
INSERT INTO liuzongyuan (title, content) VALUES('法华寺西亭夜饮','祇树夕阳亭，共倾三昧酒。
雾暗水连阶，月明花覆牖。
莫厌樽前醉，相看未白首。');
INSERT INTO liuzongyuan (title, content) VALUES('觉衰','久知老会至，不谓便见侵。
今年宜未衰，稍已来相寻。
齿疏发就种，奔走力不任。
咄此可奈何，未必伤我心。
彭聃安在哉？周孔亦已沉。
古称寿圣人，曾不留至今。
但愿得美酒，朋友常共斟。
是时春向暮，桃李生繁阴。
日照天正绿，杳杳归鸿吟。
出门呼所亲，扶杖登西林。
高歌足自快，商颂有遗音。');
INSERT INTO liuzongyuan (title, content) VALUES('柳州峒氓','郡城南下接通津，异服殊音不可亲。
青箬裹盐归峒客，绿荷包饭趁虚人。
鹅毛御腊缝山罽，鸡骨占年拜水神。
愁向公庭问重译，欲投章甫作文身。
');
INSERT INTO liuzongyuan (title, content) VALUES('夏夜苦热登西楼','苦热中夜起，登楼独褰衣。
山泽凝暑气，星汉湛光辉。
火晶燥露滋，野静停风威。
探汤汲阴井，炀灶开重扉。
凭阑久彷徨，流汗不可挥。
莫辩亭毒意，仰诉璿与玑。
谅非姑射子，静胜安能希。');
INSERT INTO liuzongyuan (title, content) VALUES('汨罗遇风','南来不作楚臣悲，重入修门自有期。
为报春风汨罗道，莫将波浪枉明时。');
INSERT INTO liuzongyuan (title, content) VALUES('南涧中题','秋气集南涧，独游亭午时。
回风一萧瑟，林影久参差。
始至若有得，稍深遂忘疲。
羁禽响幽谷，寒藻舞沦漪。
去国魂已远，怀人泪空垂。
孤生易为感，失路少所宜。
索寞竟何事，徘徊只自知。
谁为后来者，当与此心期。
');
INSERT INTO liuzongyuan (title, content) VALUES('夏初雨后寻愚溪','悠悠雨初霁，独绕清溪曲。
引杖试荒泉，解带围新竹。
沉吟亦何事，寂寞固所欲。
幸此息营营，啸歌静炎燠。');
INSERT INTO liuzongyuan (title, content) VALUES('闻黄鹂','倦闻子规朝暮声，不意忽有黄鹂鸣。
一声梦断楚江曲，满眼故园春意生。
目极千里无山河，麦芒际天摇清波。
王畿优本少赋役，务闲酒熟饶经过。
此时晴烟最深处，舍南巷北遥相语。
翻日迥度昆明飞，凌风邪看细柳翥。
我今误落千万山，身同伧人不思还。
乡禽何事亦来此，令我生心忆桑梓。
闭声回翅归务速，西林紫椹行当熟。');
INSERT INTO liuzongyuan (title, content) VALUES('初秋夜坐赠吴武陵','稍稍雨侵竹，翻翻鹊惊丛。
美人隔湘浦，一夕生秋风。
积雾杳难极，沧波浩无穷。
相思岂云远，即席莫与同。
若人抱奇音，朱弦縆枯桐。
清商激西颢，泛滟凌长空。
自得本无作，天成谅非功。
希声閟大朴，聋俗何由聪。');
INSERT INTO liuzongyuan (title, content) VALUES('与崔策登西山','鹤鸣楚山静，露白秋江晓。连袂度危桥，萦回出林杪。
西岑极远目，毫末皆可了。重叠九疑高，微茫洞庭小。
迥穷两仪际，高出万象表。驰景泛颓波，遥风递寒筱。
谪居安所习，稍厌从纷扰。生同胥靡遗，寿比彭铿夭。
蹇连困颠踣，愚蒙怯幽眇。非令亲爱疏，谁使心神悄。
偶兹遁山水，得以观鱼鸟。吾子幸淹留，缓我愁肠绕。');
INSERT INTO liuzongyuan (title, content) VALUES('咏荆轲','燕秦不两立，太子已为虞。
千金奉短计，匕首荆卿趋。
穷年徇所欲，兵势且见屠。
微言激幽愤，怒目辞燕都。
朔风动易水，挥爵前长驱。
函首致宿怨，献田开版图。
炯然耀电光，掌握罔正夫。
造端何其锐，临事竟趑趄。
长虹吐白日，仓卒反受诛。
按剑赫凭怒，风雷助号呼。
慈父断子首，狂走无容躯。
夷城芟七族，台观皆焚污。
始期忧患弭，卒动灾祸枢。
秦皇本诈力，事与桓公殊。
奈何效曹子，实谓勇且愚。
世传故多谬，太史征无且。');
INSERT INTO liuzongyuan (title, content) VALUES('南中荣橘柚','橘柚怀贞质，受命此炎方。
密林耀朱绿，晚岁有馀芳。
殊风限清汉，飞雪滞故乡。
攀条何所叹，北望熊与湘。
');
INSERT INTO liuzongyuan (title, content) VALUES('杨白花','杨白花，风吹渡江水。
坐令宫树无颜色，摇荡春光千万里。
茫茫晓日下长秋，哀歌未断城鸦起。');
INSERT INTO liuzongyuan (title, content) VALUES('零陵春望','平野春草绿，晓莺啼远林。
日晴潇湘渚，云断岣嵝岑。
仙驾不可望，世途非所任。
凝情空景慕，万里苍梧阴。');
INSERT INTO liuzongyuan (title, content) VALUES('戏题阶前芍药','凡卉与时谢，妍华丽兹晨。
欹红醉浓露，窈窕留馀春。
孤赏白日暮，暄风动摇频。
夜窗蔼芳气，幽卧知相亲。
愿致溱洧赠，悠悠南国人。');
INSERT INTO liuzongyuan (title, content) VALUES('冉溪','少时陈力希公侯，许国不复为身谋。
风波一跌逝万里，壮心瓦解空缧囚。
缧囚终老无余事，愿卜湘西冉溪地。
却学寿张樊敬侯，种漆南园待成器。');
INSERT INTO liuzongyuan (title, content) VALUES('郊居岁暮','屏居负山郭，岁暮惊离索。
野迥樵唱来，庭空烧烬落。
世纷因事远，心赏随年薄。
默默谅何为，徒成今与昨。');
INSERT INTO liuzongyuan (title, content) VALUES('戏题石门长老东轩','石门长老身如梦，旃檀成林手所种。
坐来念念非昔人，万遍莲花为谁用？
如今七十自忘机，贪爱都忘筋力微。
莫向东轩春野望，花开日出雉皆飞。
');
INSERT INTO liuzongyuan (title, content) VALUES('巽公院五咏·苦竹桥','危桥属幽径，缭绕穿疏林。
迸箨分苦节，轻筠抱虚心。
俯瞰涓涓流，仰聆萧萧吟。
差池下烟日，嘲哳鸣山禽。
谅无要津用，栖息有馀阴。');
INSERT INTO liuzongyuan (title, content) VALUES('柳州寄丈人周韶州','越绝孤城千万峰，空斋不语坐高舂。
印文生绿经旬合，砚匣留尘尽日封。
梅岭寒烟藏翡翠，桂江秋水露鰅鳙。
丈人本自忘机事，为想年来憔悴容。');
INSERT INTO liuzongyuan (title, content) VALUES('新植海石榴','弱植不盈尺，远意驻蓬赢。
月寒空阶曙，幽梦彩云生。
粪壤擢珠树，莓苔插琼英。
芳根閟颜色，徂岁为谁荣。');
INSERT INTO liuzongyuan (title, content) VALUES('古东门行','汉家三十六将军，东方雷动横阵云。
鸡鸣函谷客如雾，貌同心异不可数。
赤丸夜语飞电光，徼巡司隶眠如羊。
当街一叱百吏走，冯敬胸中函匕首。
凶徒侧耳潜惬心，悍臣破胆皆杜口。
魏王卧内藏兵符，子西掩袂真无辜。
羌胡毂下一朝起，敌国舟中非所拟。
安陵谁辨削砺功，韩国讵明深井里。
绝胭断骨那下补，万金宠赠不如土。
');
INSERT INTO liuzongyuan (title, content) VALUES('雨后晓行独至愚溪北池','宿云散洲渚，晓日明村坞。
高树临清池，风惊夜来雨。
予心适无事，偶此成宾主。');
INSERT INTO liuzongyuan (title, content) VALUES('离觞不醉至驿却寄相送诸公','无限居人送独醒，可怜寂寞到长亭。
荆州不遇高阳侣，一夜春寒满下厅。');
INSERT INTO liuzongyuan (title, content) VALUES('零陵赠李卿元侍御简吴武陵','理世固轻士，弃捐湘之湄。
阳光竟四溟，敲石安所施。
铩羽集枯干，低昂互鸣悲。
朔云吐风寒，寂历穷秋时。
君子尚容与，小人守兢危。
惨凄日相视，离忧坐自滋。
樽酒聊可酌，放歌谅徒为。
惜无协律者，窈眇弦吾诗。');
INSERT INTO liuzongyuan (title, content) VALUES('禅堂','发地结菁茆，团团抱虚白。
山花落幽户，中有忘机客。
涉有本非取，照空不待析。
万籁俱缘生，窅然喧中寂。
心境本同如，鸟飞无遗迹。');
INSERT INTO liuzongyuan (title, content) VALUES('界围岩水帘','界围汇湘曲，青壁环澄流。
悬泉粲成帘，罗注无时休。
韵磬叩凝碧，锵锵彻岩幽。
丹霞冠其巅，想像凌虚游。
灵境不可状，鬼工谅难求。
忽如朝玉皇，天冕垂前旒。
楚臣昔南逐，有意仍丹丘。
今我始北旋，新诏释缧囚。
采真诚眷恋，许国无淹留。
再来寄幽梦，遗贮催行舟。');
INSERT INTO liuzongyuan (title, content) VALUES('闻籍田有感','天田不日降皇舆，留滞长沙岁又除。
宣室无由问釐事，周南何处托成书。
');
INSERT INTO liuzongyuan (title, content) VALUES('跂乌词','城上日出群乌飞，鸦鸦争赴朝阳枝。
刷毛伸羽和且乐，尔独落魄今为何？
无乃慕高近白日，三足妒尔令尔疾？
无乃饥啼走路旁，贪鲜攫肉人所伤？
翘肖独足下丛薄，口衔低枝始能越。
还顾泥涂备蝼蚁，仰看栋梁防燕雀。
左右六翮利如刀，踊身失势不得高。
支离无趾犹自免，努力低飞逃后患。');
INSERT INTO liuzongyuan (title, content) VALUES('赠江华长老','老僧道机熟，默语心皆寂。
去岁别舂陵，沿流此投迹。
室空无侍者，巾屦唯挂壁。
一饭不愿馀，跏趺便终夕。
风窗疏竹响，露井寒松滴。
偶地即安居，满庭芳草积。
');
INSERT INTO liuzongyuan (title, content) VALUES('韦使君黄溪祈雨见召从行至祠下口号','骄阳愆岁事，良牧念菑畲。
列骑低残月，鸣茄度碧虚。
稍穷樵客路，遥驻野人居。
谷口寒流净，丛祠古木疏。
焚香秋雾湿，奠玉晓光初。
肸蠁巫言报，精诚礼物余。
惠风仍偃草，灵雨会随车。
俟罪非真吏，翻惭奉简书。
');
INSERT INTO liuzongyuan (title, content) VALUES('湘岸移木芙蓉植龙兴精舍','有美不自蔽，安能守孤根。
盈盈湘西岸，秋至风霜繁。
丽影别寒水，浓芳委前轩。
芰荷谅难杂，反此生高原。');
INSERT INTO liuzongyuan (title, content) VALUES('旦携谢山人至愚池','新沐换轻帻，晓池风露清。
自谐尘外意，况与幽人行。
霞散众山迥，天高数雁鸣。
机心付当路，聊适羲皇情。');
INSERT INTO liuzongyuan (title, content) VALUES('首春逢耕者','南楚春候早，余寒已滋荣。
土膏释原野，白蛰竞所营。
缀景未及郊，穑人先偶耕。
园林幽鸟啭，渚泽新泉清。
农事诚素务，羁囚阻平生。
故池想芜没，遗亩当榛荆。
慕隐既有系，图功遂无成。
聊从田父言，款曲陈此情。
眷然抚耒耜，回首烟云横。
');
INSERT INTO liuzongyuan (title, content) VALUES('巽上人以竹间自采新茶见赠酬之以诗','芳丛翳湘竹，零露凝清华。
复此雪山客，晨朝掇灵芽。
蒸烟俯石濑，咫尺凌丹崖。
圆方丽奇色，圭璧无纤瑕。
呼儿爨金鼎，馀馥延幽遐。
涤虑发真照，还源荡昏邪。
犹同甘露饭，佛事薰毗耶。
咄此蓬瀛侣，无乃贵流霞。');
INSERT INTO liuzongyuan (title, content) VALUES('从崔中丞过卢少尹郊居','寓居湘岸四无邻，世网难婴每自珍。
莳药闲庭延国老，开樽虚室值贤人。
泉回浅石依高柳，径转垂藤闲绿筠。
闻道偏为五禽戏，出门鸥鸟更相亲。');
INSERT INTO liuzongyuan (title, content) VALUES('构法华寺西亭','窜身楚南极，山水穷险艰。
步登最高寺，萧散任疏顽。
西垂下斗绝，欲似窥人寰。
反如在幽谷，榛翳不可攀。
命童恣披翦，葺宇横断山。
割如判清浊，飘若升云间。
远岫攒众顶，澄江抱清湾。
夕照临轩堕，栖鸟当我还。
菡萏溢嘉色，筼筜遗清斑。
神舒屏羁锁，志适忘幽潺。
弃逐久枯槁，迨今始开颜。
赏心难久留，离念来相关。
北望间亲爱，南瞻杂夷蛮。
置之勿复道，且寄须臾闲。');
INSERT INTO liuzongyuan (title, content) VALUES('咏三良','束带值明后，顾盼流辉光。
一心在陈力，鼎列夸四方。
款款效忠信，恩义皎如霜。
生时亮同体，死没宁分张。
壮躯闭幽隧，猛志填黄肠。
殉死礼所非，况乃用其良。
霸基弊不振，晋楚更张皇。
疾病命固乱，魏氏言有章。
从邪陷厥父，吾欲讨彼狂。');
INSERT INTO liuzongyuan (title, content) VALUES('掩役夫张进骸','生死悠悠尔，一气聚散之。
偶来纷喜怒，奄忽已复辞。
为役孰贱辱？为贵非神奇。
一朝纩息定，枯朽无妍蚩。
生平勤皂枥，锉秣不告疲。
既死给槥椟，葬之东山基。
奈何值崩湍，荡析临路垂。
髐然暴百骸，散乱不复支。
从者幸告余，眷之涓然悲。
猫虎获迎祭，犬马有盖帷。
伫立唁尔魂，岂复识此为？
畚锸载埋瘗，沟渎护其危。
我心得所安，不谓尔有知。
掩骼著春令，兹焉值其时。
及物非吾事，聊且顾尔私。');
INSERT INTO liuzongyuan (title, content) VALUES('酬娄秀才寓居开元寺早秋月夜病中见寄','客有故园思，潇湘生夜愁。
病依居士室，梦绕羽人丘。
味道怜知止，遗名得自求。
壁空残月曙，门掩候虫秋。
谬委双金重，难征杂佩酬。
碧霄无枉路，徒此助离忧。');
INSERT INTO liuzongyuan (title, content) VALUES('种白蘘荷','皿虫化为疠，夷俗多所神。
衔猜每腊毒，谋富不为仁。
蔬果自远至，杯酒盈肆陈。
言甘中必苦，何用知其真？
华洁事外饰，尤病中州人。
钱刀恐贾害，饥至益逡巡。
窜伏常战栗，怀故逾悲辛。
庶氏有嘉草，攻襘事久泯。
炎帝垂灵编，言此殊足珍。
崎驱乃有得，托以全余身。
纷敷碧树阴，眄睐心所亲。
');
INSERT INTO liuzongyuan (title, content) VALUES('植灵寿木','白华鉴寒水，怡我适野情。
前趋问长老，重复欣嘉名。
蹇连易衰朽，方刚谢经菅。
敢期齿杖赐？聊且移孤茎。
丛萼中竞秀，分房处舒英。
柔条乍反植，劲节常对生。
循玩足忘疲，稍觉步武轻。
安能事翦伐，持用资徒行。
');

