INSERT INTO poem (title, content, author, `time`) VALUES ('长恨歌','汉皇重色思倾国，御宇多年求不得。
杨家有女初长成，养在深闺人未识。
天生丽质难自弃，一朝选在君王侧。
回眸一笑百媚生，六宫粉黛无颜色。
春寒赐浴华清池，温泉水滑洗凝脂。
侍儿扶起娇无力，始是新承恩泽时。
云鬓花颜金步摇，芙蓉帐暖度春宵。
春宵苦短日高起，从此君王不早朝。
承欢侍宴无闲暇，春从春游夜专夜。
后宫佳丽三千人，三千宠爱在一身。
金屋妆成娇侍夜，玉楼宴罢醉和春。
姊妹弟兄皆列土，可怜光彩生门户。
遂令天下父母心，不重生男重生女。
骊宫高处入青云，仙乐风飘处处闻。
缓歌慢舞凝丝竹，尽日君王看不足。','白居易', 806);
INSERT INTO poem (title, content, author, `time`) VALUES ('长恨歌','临邛道士鸿都客，能以精诚致魂魄。
为感君王辗转思，遂教方士殷勤觅。
排空驭气奔如电，升天入地求之遍。
上穷碧落下黄泉，两处茫茫皆不见。
忽闻海上有仙山，山在虚无缥缈间。
楼阁玲珑五云起，其中绰约多仙子。
中有一人字太真，雪肤花貌参差是。
金阙西厢叩玉扃，转教小玉报双成。
闻道汉家天子使，九华帐里梦魂惊。
揽衣推枕起徘徊，珠箔银屏迤逦开。
云鬓半偏新睡觉，花冠不整下堂来。','白居易', 806);
INSERT INTO poem (title, content, author, `time`) VALUES ('长恨歌','渔阳鼙鼓动地来，惊破霓裳羽衣曲。
九重城阙烟尘生，千乘万骑西南行。
翠华摇摇行复止，西出都门百余里。
六军不发无奈何，宛转蛾眉马前死。
花钿委地无人收，翠翘金雀玉搔头。
君王掩面救不得，回看血泪相和流。
黄埃散漫风萧索，云栈萦纡登剑阁。
峨嵋山下少人行，旌旗无光日色薄。
蜀江水碧蜀山青，圣主朝朝暮暮情。
行宫见月伤心色，夜雨闻铃肠断声。
天旋地转回龙驭，到此踌躇不能去。
马嵬坡下泥土中，不见玉颜空死处。
君臣相顾尽沾衣，东望都门信马归。
归来池苑皆依旧，太液芙蓉未央柳。
芙蓉如面柳如眉，对此如何不泪垂？
春风桃李花开日，秋雨梧桐叶落时。
西宫南内多秋草，落叶满阶红不扫。
梨园弟子白发新，椒房阿监青娥老。
夕殿萤飞思悄然，孤灯挑尽未成眠。
迟迟钟鼓初长夜，耿耿星河欲曙天。
鸳鸯瓦冷霜华重，翡翠衾寒谁与共？
悠悠生死别经年，魂魄不曾来入梦。','白居易', 806);
INSERT INTO poem (title, content, author, `time`) VALUES ('长恨歌','风吹仙袂飘飖举，犹似霓裳羽衣舞。
玉容寂寞泪阑干，梨花一枝春带雨。
含情凝睇谢君王，一别音容两渺茫。
昭阳殿里恩爱绝，蓬莱宫中日月长。
回头下望人寰处，不见长安见尘雾。
惟将旧物表深情，钿合金钗寄将去。
钗留一股合一扇，钗擘黄金合分钿。
但令心似金钿坚，天上人间会相见。
临别殷勤重寄词，词中有誓两心知。
七月七日长生殿，夜半无人私语时。
在天愿作比翼鸟，在地愿为连理枝。
天长地久有时尽，此恨绵绵无绝期。','白居易', 806);
INSERT INTO poem (title, content, author, `time`) VALUES ('琵琶行','浔阳江头夜送客，枫叶荻花秋瑟瑟。
主人下马客在船，举酒欲饮无管弦。
醉不成欢惨将别，别时茫茫江浸月。
忽闻水上琵琶声，主人忘归客不发。
寻声暗问弹者谁，琵琶声停欲语迟。
移船相近邀相见，添酒回灯重开宴。
千呼万唤始出来，犹抱琵琶半遮面。
转轴拨弦三两声，未成曲调先有情。
弦弦掩抑声声思，似诉平生不得志。
低眉信手续续弹，说尽心中无限事。
轻拢慢捻抹复挑，初为《霓裳》后《六幺》。
大弦嘈嘈如急雨，小弦切切如私语。
嘈嘈切切错杂弹，大珠小珠落玉盘。
间关莺语花底滑，幽咽泉流冰下难。
冰泉冷涩弦凝绝，凝绝不通声暂歇。
别有幽愁暗恨生，此时无声胜有声。
银瓶乍破水浆迸，铁骑突出刀枪鸣。
曲终收拨当心画，四弦一声如裂帛。
东船西舫悄无言，唯见江心秋月白。','白居易', 816);
INSERT INTO poem (title, content, author, `time`) VALUES ('琵琶行','沉吟放拨插弦中，整顿衣裳起敛容。
自言本是京城女，家在虾蟆陵下住。
十三学得琵琶成，名属教坊第一部。
曲罢曾教善才服，妆成每被秋娘妒。
五陵年少争缠头，一曲红绡不知数。
钿头银篦击节碎，血色罗裙翻酒污。
今年欢笑复明年，秋月春风等闲度。
弟走从军阿姨死，暮去朝来颜色故。
门前冷落鞍马稀，老大嫁作商人妇。
商人重利轻别离，前月浮梁买茶去。
去来江口守空船，绕船月明江水寒。
夜深忽梦少年事，梦啼妆泪红阑干。
我闻琵琶已叹息，又闻此语重唧唧。
同是天涯沦落人，相逢何必曾相识！
我从去年辞帝京，谪居卧病浔阳城。
浔阳地僻无音乐，终岁不闻丝竹声。
住近湓江地低湿，黄芦苦竹绕宅生。
其间旦暮闻何物？杜鹃啼血猿哀鸣。
春江花朝秋月夜，往往取酒还独倾。
岂无山歌与村笛，呕哑嘲哳难为听。
今夜闻君琵琶语，如听仙乐耳暂明。
莫辞更坐弹一曲，为君翻作《琵琶行》。
感我此言良久立，却坐促弦弦转急。
凄凄不似向前声，满座重闻皆掩泣。
座中泣下谁最多？江州司马青衫湿。','白居易', 816);
INSERT INTO poem (title, content, author, `time`) VALUES ('钱塘湖春行','孤山寺北贾亭西，水面初平云脚低。
几处早莺争暖树，谁家新燕啄春泥。
乱花渐欲迷人眼，浅草才能没马蹄。
最爱湖东行不足，绿杨阴里白沙堤。','白居易', 823);
INSERT INTO poem (title, content, author, `time`) VALUES ('赋得古原草送别','离离原上草，一岁一枯荣。
野火烧不尽，春风吹又生。
远芳侵古道，晴翠接荒城。
又送王孙去，萋萋满别情。','白居易', 788);
INSERT INTO poem (title, content, author, `time`) VALUES ('卖炭翁','卖炭翁，伐薪烧炭南山中。
满面尘灰烟火色，两鬓苍苍十指黑。
卖炭得钱何所营？身上衣裳口中食。
可怜身上衣正单，心忧炭贱愿天寒。
夜来城外一尺雪，晓驾炭车辗冰辙。
牛困人饥日已高，市南门外泥中歇。
翩翩两骑来是谁？黄衣使者白衫儿。
手把文书口称敕，回车叱牛牵向北。
一车炭，千余斤，宫使驱将惜不得。
半匹红纱一丈绫，系向牛头充炭直。','白居易', 806);
INSERT INTO poem (title, content, author, `time`) VALUES ('忆江南','江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？','白居易', 837);
INSERT INTO poem (title, content, author, `time`) VALUES ('大林寺桃花','人间四月芳菲尽，山寺桃花始盛开。
长恨春归无觅处，不知转入此中来。','白居易', 817);
INSERT INTO poem (title, content, author, `time`) VALUES ('暮江吟','一道残阳铺水中，半江瑟瑟半江红。
可怜九月初三夜，露似真珠月似弓。','白居易', 822);
INSERT INTO poem (title, content, author, `time`) VALUES ('问刘十九','绿蚁新醅酒，红泥小火炉。
晚来天欲雪，能饮一杯无？','白居易', 817);
INSERT INTO poem (title, content, author, `time`) VALUES ('忆江南词三首','江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？

江南忆，最忆是杭州。山寺月中寻桂子，郡亭枕上看潮头。何日更重游？

江南忆，其次忆吴宫。吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢？','白居易', 838);
INSERT INTO poem (title, content, author, `time`) VALUES ('观刈麦','田家少闲月，五月人倍忙。
夜来南风起，小麦覆陇黄。
妇姑荷箪食，童稚携壶浆，
相随饷田去，丁壮在南冈。
足蒸暑土气，背灼炎天光，
力尽不知热，但惜夏日长。
复有贫妇人，抱子在其旁，
右手秉遗穗，左臂悬敝筐。
听其相顾言，闻者为悲伤。
家田输税尽，拾此充饥肠。
今我何功德？曾不事农桑。
吏禄三百石，岁晏有余粮，
念此私自愧，尽日不能忘。','白居易', 805);
INSERT INTO poem (title, content, author, `time`) VALUES ('池上','小娃撑小艇，偷采白莲回。
不解藏踪迹，浮萍一道开。','白居易', 835);
INSERT INTO poem (title, content, author, `time`) VALUES ('花非花','花非花，雾非雾。
夜半来，天明去。
来如春梦几多时？
去似朝云无觅处。','白居易', 822);
INSERT INTO poem (title, content, author, `time`) VALUES ('梦微之','夜来携手梦同游，晨起盈巾泪莫收。
漳浦老身三度病，咸阳宿草八回秋。
君埋泉下泥销骨，我寄人间雪满头。
阿卫韩郎相次去，夜台茫昧得知不？','白居易', 840);
INSERT INTO poem (title, content, author, `time`) VALUES('长相思·汴水流','汴水流，泗水流，流到瓜州古渡头。吴山点点愁。
思悠悠，恨悠悠，恨到归时方始休。月明人倚楼。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夜雨','我有所念人，隔在远远乡。
我有所感事，结在深深肠。
乡远去不得，无日不瞻望。
肠深解不得，无夕不思量。
况此残灯夜，独宿在空堂。
秋天殊未晓，风雨正苍苍。
不学头陀法，前心安可忘。','白居易', 811);
INSERT INTO poem (title, content, author, `time`) VALUES('南浦别','南浦凄凄别，西风袅袅秋。
一看肠一断，好去莫回头。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夜雪','已讶衾枕冷，复见窗户明。
夜深知雪重，时闻折竹声。','白居易', 816);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·借问江潮与海水','借问江潮与海水，何似君情与妾心？
相恨不如潮有信，相思始觉海非深。','白居易', 835);
INSERT INTO poem (title, content, author, `time`) VALUES('望月有感','自河南经乱，关内阻饥，兄弟离散，各在一处。因望月有感，聊书所怀，寄上浮梁大兄、於潜七兄、乌江十五兄，兼示符离及下邽弟妹。

时难年荒世业空，弟兄羁旅各西东。
田园寥落干戈后，骨肉流离道路中。
吊影分为千里雁，辞根散作九秋蓬。
共看明月应垂泪，一夜乡心五处同。','白居易', 800);
INSERT INTO poem (title, content, author, `time`) VALUES('放言五首·其三','赠君一法决狐疑，不用钻龟与祝蓍。
试玉要烧三日满，辨材须待七年期。
周公恐惧流言日，王莽谦恭未篡时。
向使当初身便死，一生真伪复谁知？','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('白云泉','天平山上白云泉，云自无心水自闲。
何必奔冲山下去，更添波浪向人间。','白居易', 825);
INSERT INTO poem (title, content, author, `time`) VALUES('八月十五日夜湓亭望月','昔年八月十五夜，曲江池畔杏园边。
今年八月十五夜，湓浦沙头水馆前。
西北望乡何处是，东南见月几回圆。
昨风一吹无人会，今夜清光似往年。','白居易', 818);
INSERT INTO poem (title, content, author, `time`) VALUES('寒食野望吟','乌啼鹊噪昏乔木，清明寒食谁家哭。
风吹旷野纸钱飞，古墓垒垒春草绿。
棠梨花映白杨树，尽是死生别离处。
冥冥重泉哭不闻，萧萧暮雨人归去。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('采莲曲','菱叶萦波荷飐风，荷花深处小船通。
逢郎欲语低头笑，碧玉搔头落水中。','白居易', 823);
INSERT INTO poem (title, content, author, `time`) VALUES('邯郸冬至夜思家','邯郸驿里逢冬至，抱膝灯前影伴身。
想得家中夜深坐，还应说着远行人。','白居易', 804);
INSERT INTO poem (title, content, author, `time`) VALUES('村夜','霜草苍苍虫切切，村南村北行人绝。
独出门前望野田，月明荞麦花如雪。','白居易', 814);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和令公绿野堂种花','绿野堂开占物华，路人指道令公家。
令公桃李满天下，何用堂前更种花。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('后宫词','泪湿罗巾梦不成，夜深前殿按歌声。
红颜未老恩先断，斜倚薰笼坐到明。','白居易', 821);
INSERT INTO poem (title, content, author, `time`) VALUES('李白墓','采石江边李白坟，绕田无限草连云。
可怜荒垄穷泉骨，曾有惊天动地文。
但是诗人多薄命，就中沦落不过君。','白居易', 799);
INSERT INTO poem (title, content, author, `time`) VALUES('醉赠刘二十八使君','为我引杯添酒饮，与君把箸击盘歌。
诗称国手徒为尔，命压人头不奈何。
举眼风光长寂寞，满朝官职独蹉跎。
亦知合被才名折，二十三年折太多。','白居易', 826);
INSERT INTO poem (title, content, author, `time`) VALUES('清明夜','好风胧月清明夜，碧砌红轩刺史家。
独绕回廊行复歇，遥听弦管暗看花。','白居易', 814);
INSERT INTO poem (title, content, author, `time`) VALUES('遗爱寺','弄石临溪坐，寻花绕寺行。
时时闻鸟语，处处是泉声。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('潜别离','不得哭，潜别离。
不得语，暗相思。
两心之外无人知。
深笼夜锁独栖鸟，利剑舂断连理枝。
河水虽浊有清日，乌头虽黑有白时。
唯有潜离与暗别，彼此甘心无后期。','白居易', 835);
INSERT INTO poem (title, content, author, `time`) VALUES('南湖早春','风回云断雨初晴，返照湖边暖复明。
乱点碎红山杏发，平铺新绿水蘋生。
翅低白雁飞仍重，舌涩黄鹂语未成。
不道江南春不好，年年衰病减心情。','白居易', 817);
INSERT INTO poem (title, content, author, `time`) VALUES('鸟','谁道群生性命微？一般骨肉一般皮。
劝君莫打枝头鸟，子在巢中望母归。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春风','春风先发苑中梅，樱杏桃梨次第开。
荠花榆荚深村里，亦道春风为我来。','白居易', 831);
INSERT INTO poem (title, content, author, `time`) VALUES('春题湖上','湖上春来似画图，乱峰围绕水平铺。
松排山面千重翠，月点波心一颗珠。
碧毯线头抽早稻，青罗裙带展新蒲。
未能抛得杭州去，一半勾留是此湖。','白居易', 824);
INSERT INTO poem (title, content, author, `time`) VALUES('七夕','烟霄微月澹长空，银汉秋期万古同。
几许欢情与离恨，年年并在此宵中。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('观游鱼','绕池闲步看鱼游，正值儿童弄钓舟。
一种爱鱼心各异，我来施食尔垂钩。','白居易', 830);
INSERT INTO poem (title, content, author, `time`) VALUES('放言五首·其五','泰山不要欺毫末，颜子无心羡老彭。
松树千年终是朽，槿花一日自为荣。
何须恋世常忧死，亦莫嫌身漫厌生。
生去死来都是幻，幻人哀乐系何情。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('井底引银瓶·止淫奔也','井底引银瓶，银瓶欲上丝绳绝。
石上磨玉簪，玉簪欲成中央折。
瓶沉簪折知奈何？似妾今朝与君别。
忆昔在家为女时，人言举动有殊姿。
婵娟两鬓秋蝉翼，宛转双蛾远山色。
笑随戏伴后园中，此时与君未相识。
妾弄青梅凭短墙，君骑白马傍垂杨。
墙头马上遥相顾，一见知君即断肠。
知君断肠共君语，君指南山松柏树。
感君松柏化为心，暗合双鬟逐君去。
到君家舍五六年，君家大人频有言。
聘则为妻奔是妾，不堪主祀奉蘋蘩。
终知君家不可住，其奈出门无去处。
岂无父母在高堂？亦有亲情满故乡。
潜来更不通消息，今日悲羞归不得。
为君一日恩，误妾百年身。
寄言痴小人家女，慎勿将身轻许人！','白居易', 838);
INSERT INTO poem (title, content, author, `time`) VALUES('太行路','太行之路能摧车，若比人心是坦途。
巫峡之水能覆舟，若比人心是安流。
人心好恶苦不常，好生毛羽恶生疮。
与君结发未五载，岂期牛女为参商。
古称色衰相弃背，当时美人犹怨悔。
何况如今鸾镜中，妾颜未改君心改。
为君熏衣裳，君闻兰麝不馨香。
为君盛容饰，君看金翠无颜色。
行路难，难重陈。
人生莫作妇人身，百年苦乐由他人。
行路难，难于山，险于水。
不独人间夫与妻，近代君臣亦如此。
君不见左纳言，右纳史，朝承恩，暮赐死。
行路难，不在水，不在山，只在人情反覆间。','白居易', 809);
INSERT INTO poem (title, content, author, `time`) VALUES('重阳席上赋白菊','满园花菊郁金黄，中有孤丛色似霜。
还似今朝歌酒席，白头翁入少年场。','白居易', 835);
INSERT INTO poem (title, content, author, `time`) VALUES('与梦得沽酒闲饮且约后期','少时犹不忧生计，老后谁能惜酒钱？
共把十千沽一斗，相看七十欠三年。
闲征雅令穷经史，醉听清吟胜管弦。
更待菊黄家酝熟，共君一醉一陶然。','白居易', 837);
INSERT INTO poem (title, content, author, `time`) VALUES('江楼夕望招客','海天东望夕茫茫，山势川形阔复长。
灯火万家城四畔，星河一道水中央。
风吹古木晴天雨，月照平沙夏夜霜。
能就江楼消暑否？比君茅舍较清凉。','白居易', 823);
INSERT INTO poem (title, content, author, `time`) VALUES('望驿台','靖安宅里当窗柳，望驿台前扑地花。
两处春光同日尽，居人思客客思家。','白居易', 809);
INSERT INTO poem (title, content, author, `time`) VALUES('同李十一醉忆元九','花时同醉破春愁，醉折花枝作酒筹。
忽忆故人天际去，计程今日到梁州。','白居易', 809);
INSERT INTO poem (title, content, author, `time`) VALUES('夜筝','紫袖红弦明月中，自弹自感暗低容。
弦凝指咽声停处，别有深情一万重。','白居易', 821);
INSERT INTO poem (title, content, author, `time`) VALUES('别元九后咏所怀','零落桐叶雨，萧条槿花风。
悠悠早秋意，生此幽闲中。
况与故人别，中怀正无悰。
勿云不相送，心到青门东。
相知岂在多，但问同不同。
同心一人去，坐觉长安空。','白居易', 806);
INSERT INTO poem (title, content, author, `time`) VALUES('池上二绝','山僧对棋坐，局上竹阴清。
映竹无人见，时闻下子声。
小娃撑小艇，偷采白莲回。
不解藏踪迹，浮萍一道开。','白居易', 835);
INSERT INTO poem (title, content, author, `time`) VALUES('蓝桥驿见元九诗','蓝桥春雪君归日，秦岭秋风我去时。
每到驿亭先下马，循墙绕柱觅君诗。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得古原草送别(节选)','离离原上草，一岁一枯荣。
野火烧不尽，春风吹又生。','白居易', 788);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳枝词','一树春风千万枝，嫩于金色软于丝。
永丰西角荒园里，尽日无人属阿谁？','白居易', 844);
INSERT INTO poem (title, content, author, `time`) VALUES('轻肥','意气骄满路，鞍马光照尘。
借问何为者，人称是内臣。
朱绂皆大夫，紫绶或将军。
夸赴军中宴，走马去如云。
樽罍溢九酝，水陆罗八珍。
果擘洞庭橘，脍切天池鳞。
食饱心自若，酒酣气益振。
是岁江南旱，衢州人食人。','白居易', 809);
INSERT INTO poem (title, content, author, `time`) VALUES('微雨夜行','漠漠秋云起，稍稍夜寒生。
但觉衣裳湿，无点亦无声。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('早冬','十月江南天气好，可怜冬景似春华。
霜轻未杀萋萋草，日暖初干漠漠沙。
老柘叶黄如嫩树，寒樱枝白是狂花。
此时却羡闲人醉，五马无由入酒家。','白居易', 825);
INSERT INTO poem (title, content, author, `time`) VALUES('秋雨夜眠','凉冷三秋夜，安闲一老翁。
卧迟灯灭后，睡美雨声中。
灰宿温瓶火，香添暖被笼。
晓晴寒未起，霜叶满阶红。','白居易', 832);
INSERT INTO poem (title, content, author, `time`) VALUES('鹅赠鹤','君因风送入青云，我被人驱向鸭群。
雪颈霜毛红网掌，请看何处不如君？','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('上阳白发人','上阳人，上阳人，红颜暗老白发新。
绿衣监使守宫门，一闭上阳多少春。
玄宗末岁初选入，入时十六今六十。
同时采择百余人，零落年深残此身。
忆昔吞悲别亲族，扶入车中不教哭。
皆云入内便承恩，脸似芙蓉胸似玉。
未容君王得见面，已被杨妃遥侧目。
妒令潜配上阳宫，一生遂向空房宿。
宿空房，秋夜长，夜长无寐天不明。
耿耿残灯背壁影，萧萧暗雨打窗声。
春日迟，日迟独坐天难暮。
宫莺百啭愁厌闻，梁燕双栖老休妒。
莺归燕去长悄然，春往秋来不记年。
唯向深宫望明月，东西四五百回圆。
今日宫中年最老，大家遥赐尚书号。
小头鞵履窄衣裳，青黛点眉眉细长。
外人不见见应笑，天宝末年时世妆。
上阳人，苦最多。 　
少亦苦，老亦苦，少苦老苦两如何！
君不见昔时吕向美人赋，
又不见今日上阳白发歌！','白居易', 809);
INSERT INTO poem (title, content, author, `time`) VALUES('青门柳','青青一树伤心色，曾入几人离恨中。
为近都门多送别，长条折尽减春风。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·白浪茫茫与海连','白浪茫茫与海连，平沙浩浩四无边。
暮去朝来淘不住，遂令东海变桑田。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('放言五首·其一','朝真暮伪何人辨，古往今来底事无。
但爱臧生能诈圣，可知宁子解佯愚。
草萤有耀终非火，荷露虽团岂是珠。
不取燔柴兼照乘，可怜光彩亦何殊。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('简简吟','苏家小女名简简，芙蓉花腮柳叶眼。
十一把镜学点妆，十二抽针能绣裳。
十三行坐事调品，不肯迷头白地藏。
玲珑云髻生花样，飘飖风袖蔷薇香。
殊姿异态不可状，忽忽转动如有光。
二月繁霜杀桃李，明年欲嫁今年死。
丈人阿母勿悲啼，此女不是凡夫妻。
恐是天仙谪人世，只合人间十三岁。
大都好物不坚牢，彩云易散琉璃脆。','白居易', 823);
INSERT INTO poem (title, content, author, `time`) VALUES('紫薇花','丝纶阁下文书静，钟鼓楼中刻漏长。
独坐黄昏谁是伴，紫薇花对紫微郎。
','白居易', 822);
INSERT INTO poem (title, content, author, `time`) VALUES('秋夕','叶声落如雨，月色白似霜。
夜深方独卧，谁为拂尘床。','白居易', 811);
INSERT INTO poem (title, content, author, `time`) VALUES('舟中读元九诗','把君诗卷灯前读，诗尽灯残天未明。
眼痛灭灯犹闇坐，逆风吹浪打船声。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('买花','帝城春欲暮，喧喧车马度。
共道牡丹时，相随买花去。
贵贱无常价，酬直看花数。
灼灼百朵红，戋戋五束素。
上张幄幕庇，旁织巴篱护。
水洒复泥封，移来色如故。
家家习为俗，人人迷不悟。
有一田舍翁，偶来买花处。
低头独长叹，此叹无人喻。
一丛深色花，十户中人赋。','白居易', 810);
INSERT INTO poem (title, content, author, `time`) VALUES('咏菊','一夜新霜著瓦轻，芭蕉新折败荷倾。
耐寒唯有东篱菊，金粟初开晓更清。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('山泉煎茶有怀','坐酌泠泠水，看煎瑟瑟尘。
无由持一碗，寄与爱茶人。','白居易', 822);
INSERT INTO poem (title, content, author, `time`) VALUES('春词','低花树映小妆楼，春入眉心两点愁。
斜倚栏杆背鹦鹉，思量何事不回头。','白居易', 829);
INSERT INTO poem (title, content, author, `time`) VALUES('放言五首·其四','谁家宅第成还破，何处亲宾哭复歌？
昨日屋头堪炙手，今朝门外好张罗。
北邙未省留闲地，东海何曾有定波。
莫笑贱贫夸富贵，共成枯骨两何如？','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('偶作寄朗之','历想为官日，无如刺史时。
欢娱接宾客，饱暖及妻儿。
自到东都后，安闲更得宜。
分司胜刺史，致仕胜分司。
何况园林下，欣然得朗之。
仰名同旧识，为乐即新知。
有雪先相访，无花不作期。
斗醲干酿酒，夸妙细吟诗。
里巷千来往，都门五别离。
岐分两回首，书到一开眉。
叶落槐亭院，冰生竹阁池。
雀罗谁问讯，鹤氅罢追随。
身与心俱病，容将力共衰。
老来多健忘，唯不忘相思。','白居易', 842);
INSERT INTO poem (title, content, author, `time`) VALUES('杭州春望','望海楼明照曙霞，护江堤白踏晴沙。
涛声夜入伍员庙，柳色春藏苏小家。
红袖织绫夸柿蒂，青旗沽酒趁梨花。
谁开湖寺西南路，草绿裙腰一道斜。','白居易', 823);
INSERT INTO poem (title, content, author, `time`) VALUES('杜陵叟','杜陵叟，杜陵居，岁种薄田一顷余。
三月无雨旱风起，麦苗不秀多黄死。
九月降霜秋早寒，禾穗未熟皆青乾。
长吏明知不申破，急敛暴征求考课。
典桑卖地纳官租，明年衣食将何如？
剥我身上帛，夺我口中粟。
虐人害物即豺狼，何必钩爪锯牙食人肉？
不知何人奏皇帝，帝心恻隐知人弊。
白麻纸上书德音，京畿尽放今年税。
昨日里胥方到门，手持敕牒榜乡村。
十家租税九家毕，虚受吾君蠲免恩。','白居易', 808);
INSERT INTO poem (title, content, author, `time`) VALUES('阴雨','岚雾今朝重，江山此地深。
滩声秋更急，峡气晓多阴。
望阙云遮眼，思乡雨滴心。
将何慰幽独，赖此北窗琴。','白居易', 819);
INSERT INTO poem (title, content, author, `time`) VALUES('惜牡丹花二首','翰林院北厅花下作
惆怅阶前红牡丹，晚来唯有两枝残。
明朝风起应吹尽，夜惜衰红把火看。

新昌窦给事宅南亭花下作
寂寞萎红低向雨，离披破艳散随风。
晴明落地犹惆怅，何况飘零泥土中。','白居易', 807);
INSERT INTO poem (title, content, author, `time`) VALUES('母别子','母别子，子别母，白日无光哭声苦。
关西骠骑大将军，去年破虏新策勋。
敕赐金钱二百万，洛阳迎得如花人。
新人迎来旧人弃，掌上莲花眼中刺。
迎新弃旧未足悲，悲在君家留两儿。
一始扶行一初坐，坐啼行哭牵人衣。
以汝夫妇新燕婉，使我母子生别离。
不如林中乌与鹊，母不失雏雄伴雌。
应似园中桃李树，花落随风子在枝。
新人新人听我语，洛阳无限红楼女。
但愿将军重立功，更有新人胜于汝。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('燕诗示刘叟','梁上有双燕，翩翩雄与雌。
衔泥两椽间，一巢生四儿。
四儿日夜长，索食声孜孜。
青虫不易捕，黄口无饱期。
觜爪虽欲敝，心力不知疲。
须臾十来往，犹恐巢中饥。
辛勤三十日，母瘦雏渐肥。
喃喃教言语，一一刷毛衣。
一旦羽翼成，引上庭树枝。
举翅不回顾，随风四散飞。
雌雄空中鸣，声尽呼不归。
却入空巢里，啁啾终夜悲。
燕燕尔勿悲，尔当返自思。
思尔为雏日，高飞背母时。
当时父母念，今日尔应知。','白居易', 811);
INSERT INTO poem (title, content, author, `time`) VALUES('李都尉古剑','古剑寒黯黯，铸来几千秋。
白光纳日月，紫气排斗牛。
有客借一观，爱之不敢求。
湛然玉匣中，秋水澄不流。
至宝有本性，精刚无与俦。
可使寸寸折，不能绕指柔。
愿快直士心，将断佞臣头。
不愿报小怨，夜半刺私仇。
劝君慎所用，无作神兵羞。','白居易', 808);
INSERT INTO poem (title, content, author, `time`) VALUES('放言五首·其二','世途倚伏都无定，尘网牵缠卒未休。
祸福回还车转毂，荣枯反覆手藏钩。
龟灵未免刳肠患，马失应无折足忧。
不信请看弈棋者，输赢须待局终头。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('寄韬光禅师','一山门作两山门，两寺原从一寺分。
东涧水流西涧水，南山云起北山云。
前台花发后台见，上界钟声下界闻。
遥想吾师行道处，天香桂子落纷纷。','白居易', 825);
INSERT INTO poem (title, content, author, `time`) VALUES('江楼晚眺景物鲜奇吟玩成篇寄水部张员外','澹烟疏雨间斜阳，江色鲜明海气凉。
蜃散云收破楼阁，虹残水照断桥梁。
风翻白浪花千片，雁点青天字一行。
好著丹青图画取，题诗寄与水曹郎。','白居易', 823);
INSERT INTO poem (title, content, author, `time`) VALUES('垂钓','临水一长啸，忽思十年初。
三登甲乙第，一入承明庐。
浮生多变化，外事有盈虚。
今来伴江叟，沙头坐钓鱼。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('早春','雪散因和气，冰开得暖光。
春销不得处，唯有鬓边霜。
','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晚秋夜','碧空溶溶月华静，月里愁人吊孤影。
花开残菊傍疏篱，叶下衰桐落寒井。
塞鸿飞急觉秋尽，邻鸡鸣迟知夜永。
凝情不语空所思，风吹白露衣裳冷。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初出城留别','朝从紫禁归，暮出青门去。
勿言城东陌，便是江南路。
扬鞭簇车马，挥手辞亲故。
我生本无乡，心安是归处。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('勤政楼西老柳','半朽临风树，多情立马人。
开元一株柳，长庆二年春。','白居易', 822);
INSERT INTO poem (title, content, author, `time`) VALUES('登观音台望城','百千家似围棋局，十二街如种菜畦。
遥认微微入朝火，一条星宿五门西。','白居易', 827);
INSERT INTO poem (title, content, author, `time`) VALUES('雪夜小饮赠梦得','同为懒慢园林客，共对萧条雨雪天。
小酌酒巡销永夜，大开口笑送残年。
久将时背成遗老，多被人呼作散仙。
呼作散仙应有以，曾看东海变桑田。','白居易', 841);
INSERT INTO poem (title, content, author, `time`) VALUES('寒闺怨','寒月沉沉洞房静，真珠帘外梧桐影。
秋霜欲下手先知，灯底裁缝剪刀冷。','白居易', 822);
INSERT INTO poem (title, content, author, `time`) VALUES('编集拙诗成一十五卷因题卷末戏赠元九李二十','一篇长恨有风情，十首秦吟近正声。
每被老元偷格律，苦教短李伏歌行。
世间富贵应无分，身后文章合有名。
莫怪气粗言语大，新排十五卷诗成。','白居易', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('琴茶','兀兀寄形群动内，陶陶任性一生间。
自抛官后春多醉，不读书来老更闲。
琴里知闻唯渌水，茶中故旧是蒙山。
穷通行止常相伴，谁道吾今无往还？','白居易', 826);
INSERT INTO poem (title, content, author, `time`) VALUES('为薛台悼亡','半死梧桐老病身，重泉一念一伤神。
手携稚子夜归院，月冷空房不见人。','白居易', NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宴散','小宴追凉散，平桥步月回。
笙歌归院落，灯火下楼台。
残暑蝉催尽，新秋雁戴来。
将何还睡兴，临卧举残杯。','白居易', 831);

# 杜甫录入开始
INSERT INTO poem (title, content, author, `time`) VALUES('春望','国破山河在，城春草木深。
感时花溅泪，恨别鸟惊心。
烽火连三月，家书抵万金。
白头搔更短，浑欲不胜簪。','杜甫', 756);
INSERT INTO poem (title, content, author, `time`) VALUES('茅屋为秋风所破歌','八月秋高风怒号，卷我屋上三重茅。茅飞渡江洒江郊，高者挂罥长林梢，下者飘转沉塘坳。
南村群童欺我老无力，忍能对面为盗贼。公然抱茅入竹去，唇焦口燥呼不得，归来倚杖自叹息。
俄顷风定云墨色，秋天漠漠向昏黑。布衾多年冷似铁，娇儿恶卧踏里裂。床头屋漏无干处，雨脚如麻未断绝。自经丧乱少睡眠，长夜沾湿何由彻！
安得广厦千万间，大庇天下寒士俱欢颜！风雨不动安如山。呜呼！何时眼前突兀见此屋，吾庐独破受冻死亦足！','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('登高','风急天高猿啸哀，渚清沙白鸟飞回。
无边落木萧萧下，不尽长江滚滚来。
万里悲秋常作客，百年多病独登台。
艰难苦恨繁霜鬓，潦倒新停浊酒杯。','杜甫', 767);
INSERT INTO poem (title, content, author, `time`) VALUES('春夜喜雨','好雨知时节，当春乃发生。
随风潜入夜，润物细无声。
野径云俱黑，江船火独明。
晓看红湿处，花重锦官城。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('望岳','岱宗夫如何？齐鲁青未了。
造化钟神秀，阴阳割昏晓。
荡胸生曾云，决眦入归鸟。
会当凌绝顶，一览众山小。','杜甫', 736);
INSERT INTO poem (title, content, author, `time`) VALUES('绝句','两个黄鹂鸣翠柳，一行白鹭上青天。
窗含西岭千秋雪，门泊东吴万里船。','杜甫', 764);
INSERT INTO poem (title, content, author, `time`) VALUES('闻官军收河南河北','剑外忽传收蓟北，初闻涕泪满衣裳。
却看妻子愁何在，漫卷诗书喜欲狂。
白日放歌须纵酒，青春作伴好还乡。
即从巴峡穿巫峡，便下襄阳向洛阳。','杜甫', 762);
INSERT INTO poem (title, content, author, `time`) VALUES('蜀相','丞相祠堂何处寻？锦官城外柏森森。
映阶碧草自春色，隔叶黄鹂空好音。
三顾频烦天下计，两朝开济老臣心。
出师未捷身先死，长使英雄泪满襟。','杜甫', 760);
INSERT INTO poem (title, content, author, `time`) VALUES('月夜忆舍弟','戍鼓断人行，边秋一雁声。
露从今夜白，月是故乡明。
有弟皆分散，无家问死生。
寄书长不达，况乃未休兵。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('石壕吏','暮投石壕村，有吏夜捉人。
老翁逾墙走，老妇出门看。
吏呼一何怒！妇啼一何苦！
听妇前致词：三男邺城戍。
一男附书至，二男新战死。
存者且偷生，死者长已矣！
室中更无人，惟有乳下孙。
有孙母未去，出入无完裙。
老妪力虽衰，请从吏夜归。
急应河阳役，犹得备晨炊。
夜久语声绝，如闻泣幽咽。
天明登前途，独与老翁别。','杜甫',759);
INSERT INTO poem (title, content, author, `time`) VALUES('江南逢李龟年','岐王宅里寻常见，崔九堂前几度闻。
正是江南好风景，落花时节又逢君。','杜甫', 770);
INSERT INTO poem (title, content, author, `time`) VALUES('登岳阳楼','昔闻洞庭水，今上岳阳楼。
吴楚东南坼，乾坤日夜浮。
亲朋无一字，老病有孤舟。
戎马关山北，凭轩涕泗流。','杜甫', 767);
INSERT INTO poem (title, content, author, `time`) VALUES('江畔独步寻花·其六','黄四娘家花满蹊，千朵万朵压枝低。
留连戏蝶时时舞，自在娇莺恰恰啼。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('绝句二首','迟日江山丽，春风花草香。
泥融飞燕子，沙暖睡鸳鸯。

江碧鸟逾白，山青花欲燃。
今春看又过，何日是归年。','杜甫', 764);
INSERT INTO poem (title, content, author, `time`) VALUES('旅夜书怀','细草微风岸，危樯独夜舟。
星垂平野阔，月涌大江流。
名岂文章著，官应老病休。
飘飘何所似，天地一沙鸥。','杜甫', 765);
INSERT INTO poem (title, content, author, `time`) VALUES('秋兴八首·其一','玉露凋伤枫树林，巫山巫峡气萧森。
江间波浪兼天涌，塞上风云接地阴。
丛菊两开他日泪，孤舟一系故园心。
寒衣处处催刀尺，白帝城高急暮砧。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('江畔独步寻花·其五','黄师塔前江水东，春光懒困倚微风。
桃花一簇开无主，可爱深红爱浅红？','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('咏怀古迹五首·其三','群山万壑赴荆门，生长明妃尚有村。
一去紫台连朔漠，独留青冢向黄昏。
画图省识春风面，环珮空归夜月魂。
千载琵琶作胡语，分明怨恨曲中论。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('赠花卿','锦城丝管日纷纷，半入江风半入云。
此曲只应天上有，人间能得几回闻。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('赠卫八处士','人生不相见，动如参与商。
今夕复何夕，共此灯烛光。
少壮能几时，鬓发各已苍。
访旧半为鬼，惊呼热中肠。
焉知二十载，重上君子堂。
昔别君未婚，儿女忽成行。
怡然敬父执，问我来何方。
问答乃未已，驱儿罗酒浆。
夜雨剪春韭，新炊间黄粱。
主称会面难，一举累十觞。
十觞亦不醉，感子故意长。
明日隔山岳，世事两茫茫。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('客至','舍南舍北皆春水，但见群鸥日日来。
花径不曾缘客扫，蓬门今始为君开。
盘飧市远无兼味，樽酒家贫只旧醅。
肯与邻翁相对饮，隔篱呼取尽余杯。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('八阵图','功盖三分国，名成八阵图。
江流石不转，遗恨失吞吴。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('月夜','今夜鄜州月，闺中只独看。
遥怜小儿女，未解忆长安。
香雾云鬟湿，清辉玉臂寒。
何时倚虚幌，双照泪痕干。','杜甫', 756);
INSERT INTO poem (title, content, author, `time`) VALUES('兵车行','车辚辚，马萧萧，行人弓箭各在腰。
耶娘妻子走相送，尘埃不见咸阳桥。
牵衣顿足拦道哭，哭声直上干云霄。
道旁过者问行人，行人但云点行频。
或从十五北防河，便至四十西营田。
去时里正与裹头，归来头白还戍边。
边庭流血成海水，武皇开边意未已。
君不闻汉家山东二百州，千村万落生荆杞。
纵有健妇把锄犁，禾生陇亩无东西。
况复秦兵耐苦战，被驱不异犬与鸡。
长者虽有问，役夫敢申恨？
且如今年冬，未休关西卒。
县官急索租，租税从何出？
信知生男恶，反是生女好。
生女犹得嫁比邻，生男埋没随百草。
君不见，青海头，古来白骨无人收。
新鬼烦冤旧鬼哭，天阴雨湿声啾啾！','杜甫', 751);
INSERT INTO poem (title, content, author, `time`) VALUES('饮中八仙歌','知章骑马似乘船，眼花落井水底眠。
汝阳三斗始朝天，道逢麴车口流涎，恨不移封向酒泉。
左相日兴费万钱，饮如长鲸吸百川，衔杯乐圣称避贤。
宗之潇洒美少年，举觞白眼望青天，皎如玉树临风前。
苏晋长斋绣佛前，醉中往往爱逃禅。
李白斗酒诗百篇，长安市上酒家眠，
天子呼来不上船，自称臣是酒中仙。
张旭三杯草圣传，脱帽露顶王公前，挥毫落纸如云烟。
焦遂五斗方卓然，高谈雄辩惊四筵。','杜甫',746);
INSERT INTO poem (title, content, author, `time`) VALUES('前出塞九首·其六','挽弓当挽强，用箭当用长。
射人先射马，擒贼先擒王。
杀人亦有限，列国自有疆。
苟能制侵陵，岂在多杀伤。','杜甫', 751);
INSERT INTO poem (title, content, author, `time`) VALUES('登楼','花近高楼伤客心，万方多难此登临。
锦江春色来天地，玉垒浮云变古今。
北极朝廷终不改，西山寇盗莫相侵。
可怜后主还祠庙，日暮聊为《梁甫吟》。','杜甫', 764);
INSERT INTO poem (title, content, author, `time`) VALUES('梦李白二首·其二','浮云终日行，游子久不至。
三夜频梦君，情亲见君意。
告归常局促，苦道来不易。
江湖多风波，舟楫恐失坠。
出门搔白首，若负平生志。
冠盖满京华，斯人独憔悴。
孰云网恢恢，将老身反累。
千秋万岁名，寂寞身后事。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('江畔独步寻花七绝句','江上被花恼不彻，无处告诉只颠狂。
走觅南邻爱酒伴，经旬出饮独空床。

稠花乱蕊畏江滨，行步欹危实怕春。
诗酒尚堪驱使在，未须料理白头人。

江深竹静两三家，多事红花映白花。
报答春光知有处，应须美酒送生涯。

东望少城花满烟，百花高楼更可怜。
谁能载酒开金盏，唤取佳人舞绣筵。

黄师塔前江水东，春光懒困倚微风。
桃花一簇开无主，可爱深红爱浅红？

黄四娘家花满蹊，千朵万朵压枝低。
留连戏蝶时时舞，自在娇莺恰恰啼。

不是爱花即欲死，只恐花尽老相催。
繁枝容易纷纷落，嫩蕊商量细细开。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('春日忆李白','白也诗无敌，飘然思不群。
清新庾开府，俊逸鲍参军。
渭北春天树，江东日暮云。
何时一樽酒，重与细论文。','杜甫', 746);
#杜甫录入结束
INSERT INTO poem (title, content, author, `time`) VALUES('曲江二首','一片花飞减却春，风飘万点正愁人。
且看欲尽花经眼，莫厌伤多酒入唇。
江上小堂巢翡翠，花边高冢卧麒麟。
细推物理须行乐，何用浮名绊此身。
朝回日日典春衣，每日江头尽醉归。
酒债寻常行处有，人生七十古来稀。
穿花蛱蝶深深见，点水蜻蜓款款飞。
传语风光共流转，暂时相赏莫相违。','杜甫', 758);
INSERT INTO poem (title, content, author, `time`) VALUES('绝句二首·其二','江碧鸟逾白，山青花欲燃。
今春看又过，何日是归年？','杜甫', 764);
INSERT INTO poem (title, content, author, `time`) VALUES('绝句','迟日江山丽，春风花草香。
泥融飞燕子，沙暖睡鸳鸯。','杜甫', 764);
INSERT INTO poem (title, content, author, `time`) VALUES('阁夜','岁暮阴阳催短景，天涯霜雪霁寒宵。
五更鼓角声悲壮，三峡星河影动摇。
野哭千家闻战伐，夷歌数处起渔樵。
卧龙跃马终黄土，人事音书漫寂寥。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('佳人','绝代有佳人，幽居在空谷。
自云良家子，零落依草木。
关中昔丧乱，兄弟遭杀戮。
官高何足论，不得收骨肉。
世情恶衰歇，万事随转烛。
夫婿轻薄儿，新人美如玉。
合昏尚知时，鸳鸯不独宿。
但见新人笑，那闻旧人哭。
在山泉水清，出山泉水浊。
侍婢卖珠回，牵萝补茅屋。
摘花不插发，采柏动盈掬。
天寒翠袖薄，日暮倚修竹。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('戏为六绝句·其二','王杨卢骆当时体，轻薄为文哂未休。
尔曹身与名俱灭，不废江河万古流。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('天末怀李白','凉风起天末，君子意如何。
鸿雁几时到，江湖秋水多。
文章憎命达，魑魅喜人过。
应共冤魂语，投诗赠汨罗。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('赠李白','秋来相顾尚飘蓬，未就丹砂愧葛洪。
痛饮狂歌空度日，飞扬跋扈为谁雄。','杜甫', 745);
INSERT INTO poem (title, content, author, `time`) VALUES('江上值水如海势聊短述','为人性僻耽佳句，语不惊人死不休。
老去诗篇浑漫与，春来花鸟莫深愁。
新添水槛供垂钓，故着浮槎替入舟。
焉得思如陶谢手，令渠述作与同游。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('自京赴奉先县咏怀五百字','杜陵有布衣，老大意转拙。
许身一何愚，窃比稷与契。
居然成濩落，白首甘契阔。
盖棺事则已，此志常觊豁。
穷年忧黎元，叹息肠内热。
取笑同学翁，浩歌弥激烈。
非无江海志，潇洒送日月。
生逢尧舜君，不忍便永诀。
当今廊庙具，构厦岂云缺。
葵藿倾太阳，物性固难夺。
顾惟蝼蚁辈，但自求其穴。
胡为慕大鲸，辄拟偃溟渤。
以兹误生理，独耻事干谒。
兀兀遂至今，忍为尘埃没。
终愧巢与由，未能易其节。
沉饮聊自遣，放歌破愁绝。
岁暮百草零，疾风高冈裂。
天衢阴峥嵘，客子中夜发。
霜严衣带断，指直不得结。
凌晨过骊山，御榻在嵽嵲。
蚩尤塞寒空，蹴蹋崖谷滑。
瑶池气郁律，羽林相摩戛。
君臣留欢娱，乐动殷樛嶱。
赐浴皆长缨，与宴非短褐。
彤庭所分帛，本自寒女出。
鞭挞其夫家，聚敛贡城阙。
圣人筐篚恩，实欲邦国活。
臣如忽至理，君岂弃此物。
多士盈朝廷，仁者宜战栗。
况闻内金盘，尽在卫霍室。
中堂舞神仙，烟雾散玉质。
煖客貂鼠裘，悲管逐清瑟。
劝客驼蹄羹，霜橙压香橘。
朱门酒肉臭，路有冻死骨。
荣枯咫尺异，惆怅难再述。','杜甫', 755);
INSERT INTO poem (title, content, author, `time`) VALUES('江村','清江一曲抱村流，长夏江村事事幽。
自去自来梁上燕，相亲相近水中鸥。
老妻画纸为棋局，稚子敲针作钓钩。
但有故人供禄米，微躯此外更何求？','杜甫', 760);
INSERT INTO poem (title, content, author, `time`) VALUES('梦李白二首·其一','死别已吞声，生别常恻恻。
江南瘴疠地，逐客无消息。
故人入我梦，明我长相忆。
君今在罗网，何以有羽翼？
恐非平生魂，路远不可测。
魂来枫林青，魂返关塞黑。
落月满屋梁，犹疑照颜色。
水深波浪阔，无使蛟龙得。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('丽人行','三月三日天气新，长安水边多丽人。
态浓意远淑且真，肌理细腻骨肉匀。
绣罗衣裳照暮春，蹙金孔雀银麒麟。
头上何所有？翠微匎叶垂鬓唇。
背后何所见？珠压腰衱稳称身。
就中云幕椒房亲，赐名大国虢与秦。
紫驼之峰出翠釜，水精之盘行素鳞。
犀箸厌饫久未下，鸾刀缕切空纷纶。
黄门飞鞚不动尘，御厨络绎送八珍。
箫鼓哀吟感鬼神，宾从杂遝实要津。
后来鞍马何逡巡，当轩下马入锦茵。
杨花雪落覆白苹，青鸟飞去衔红巾。
炙手可热势绝伦，慎莫近前丞相嗔！','杜甫', 753);
INSERT INTO poem (title, content, author, `time`) VALUES('狂夫','万里桥西一草堂，百花潭水即沧浪。
风含翠篠娟娟净，雨裛红蕖冉冉香。
厚禄故人书断绝，恒饥稚子色凄凉。
欲填沟壑唯疏放，自笑狂夫老更狂。','杜甫', 760);
INSERT INTO poem (title, content, author, `time`) VALUES('房兵曹胡马诗','胡马大宛名，锋棱瘦骨成。
竹批双耳峻，风入四蹄轻。
所向无空阔，真堪托死生。
骁腾有如此，万里可横行。','杜甫', 740);
INSERT INTO poem (title, content, author, `time`) VALUES('新婚别','兔丝附蓬麻，引蔓故不长。
嫁女与征夫，不如弃路旁。
结发为君妻，席不暖君床。
暮婚晨告别，无乃太匆忙。
君行虽不远，守边赴河阳。
妾身未分明，何以拜姑嫜？
父母养我时，日夜令我藏。
生女有所归，鸡狗亦得将。
君今往死地，沉痛迫中肠。
誓欲随君去，形势反苍黄。
勿为新婚念，努力事戎行。
妇人在军中，兵气恐不扬。
自嗟贫家女，久致罗襦裳。
罗襦不复施，对君洗红妆。
仰视百鸟飞，大小必双翔。
人事多错迕，与君永相望。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('贫交行','翻手作云覆手雨，纷纷轻薄何须数。
君不见管鲍贫时交，此道今人弃如土。','杜甫', 752);
INSERT INTO poem (title, content, author, `time`) VALUES('咏怀古迹五首·其五','诸葛大名垂宇宙，宗臣遗像肃清高。
三分割据纡筹策，万古云霄一羽毛。
伯仲之间见伊吕，指挥若定失萧曹。
运移汉祚终难复，志决身歼军务劳。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('水槛遣心二首','去郭轩楹敞，无村眺望赊。
澄江平少岸，幽树晚多花。
细雨鱼儿出，微风燕子斜。
城中十万户，此地两三家。

蜀天常夜雨，江槛已朝晴。
叶润林塘密，衣干枕席清。
不堪祗老病，何得尚浮名。
浅把涓涓酒，深凭送此生。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('新安吏','客行新安道，喧呼闻点兵。
借问新安吏：“县小更无丁？”
“府帖昨夜下，次选中男行。”
“中男绝短小，何以守王城？”
肥男有母送，瘦男独伶俜。
白水暮东流，青山犹哭声。
“莫自使眼枯，收汝泪纵横。
眼枯即见骨，天地终无情！
我军取相州，日夕望其平。
岂意贼难料，归军星散营。
就粮近故垒，练卒依旧京。
掘壕不到水，牧马役亦轻。
况乃王师顺，抚养甚分明。
送行勿泣血，仆射如父兄。”','杜甫', 758);
INSERT INTO poem (title, content, author, `time`) VALUES('野望','西山白雪三城戍，南浦清江万里桥。
海内风尘诸弟隔，天涯涕泪一身遥。
惟将迟暮供多病，未有涓埃答圣朝。
跨马出郊时极目，不堪人事日萧条。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('戏为六绝句','庾信文章老更成，凌云健笔意纵横。
今人嗤点流传赋，不觉前贤畏后生。

王杨卢骆当时体，轻薄为文哂未休。
尔曹身与名俱灭，不废江河万古流。

纵使卢王操翰墨，劣于汉魏近风骚。
龙文虎脊皆君驭，历块过都见尔曹。

才力应难夸数公，凡今谁是出群雄。
或看翡翠兰苕上，未掣鲸鱼碧海中。

不薄今人爱古人，清词丽句必为邻。
窃攀屈宋宜方驾，恐与齐梁作后尘。

未及前贤更勿疑，递相祖述复先谁。
别裁伪体亲风雅，转益多师是汝师。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('潼关吏','士卒何草草，筑城潼关道。
大城铁不如，小城万丈余。
借问潼关吏：修关还备胡？
要我下马行，为我指山隅：
连云列战格，飞鸟不能逾。
胡来但自守，岂复忧西都。
丈人视要处，窄狭容单车。
艰难奋长戟，万古用一夫。
哀哉桃林战，百万化为鱼。
请嘱防关将，慎勿学哥舒！','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('无家别','寂寞天宝后，园庐但蒿藜。我里百余家，世乱各东西。
存者无消息，死者为尘泥。贱子因阵败，归来寻旧蹊。
久行见空巷，日瘦气惨凄，但对狐与狸，竖毛怒我啼。
四邻何所有，一二老寡妻。宿鸟恋本枝，安辞且穷栖。
方春独荷锄，日暮还灌畦。县吏知我至，召令习鼓鞞。
虽从本州役，内顾无所携。近行止一身，远去终转迷。
家乡既荡尽，远近理亦齐。永痛长病母，五年委沟溪。
生我不得力，终身两酸嘶。人生无家别，何以为蒸黎。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('咏怀古迹五首·其二','摇落深知宋玉悲，风流儒雅亦吾师。
怅望千秋一洒泪，萧条异代不同时。
江山故宅空文藻，云雨荒台岂梦思。
最是楚宫俱泯灭，舟人指点到今疑。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('羌村三首·其三','群鸡正乱叫，客至鸡斗争。
驱鸡上树木，始闻叩柴荆。
父老四五人，问我久远行。
手中各有携，倾榼浊复清。
苦辞酒味薄，黍地无人耕。
兵革既未息，儿童尽东征。
请为父老歌：艰难愧深情！
歌罢仰天叹，四座泪纵横。','杜甫', 757);
INSERT INTO poem (title, content, author, `time`) VALUES('垂老别','四郊未宁静，垂老不得安。子孙阵亡尽，焉用身独完。
投杖出门去，同行为辛酸。幸有牙齿存，所悲骨髓干。
男儿既介胄，长揖别上官。老妻卧路啼，岁暮衣裳单。
孰知是死别，且复伤其寒。此去必不归，还闻劝加餐。
土门壁甚坚，杏园度亦难。势异邺城下，纵死时犹宽。
人生有离合，岂择衰老端。忆昔少壮日，迟回竟长叹。
万国尽征戍，烽火被冈峦。积尸草木腥，流血川原丹。
何乡为乐土，安敢尚盘桓。弃绝蓬室居，塌然摧肺肝。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('孤雁','孤雁不饮啄，飞鸣声念群。
谁怜一片影，相失万重云？
望尽似犹见，哀多如更闻。
野鸦无意绪，鸣噪自纷纷。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('咏怀古迹五首·其一','支离东北风尘际，漂泊西南天地间。
三峡楼台淹日月，五溪衣服共云山。
羯胡事主终无赖，词客哀时且未还。
庾信平生最萧瑟，暮年诗赋动江关。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('哀江头','少陵野老吞声哭，春日潜行曲江曲。
江头宫殿锁千门，细柳新蒲为谁绿？
忆昔霓旌下南苑，苑中万物生颜色。
昭阳殿里第一人，同辇随君侍君侧。
辇前才人带弓箭，白马嚼啮黄金勒。
翻身向天仰射云，一笑正坠双飞翼。
明眸皓齿今何在？血污游魂归不得。
清渭东流剑阁深，去住彼此无消息。
人生有情泪沾臆，江水江花岂终极！
黄昏胡骑尘满城，欲往城南望城北。','杜甫', 757);
INSERT INTO poem (title, content, author, `time`) VALUES('绝句漫兴九首·其五','肠断江春欲尽头，杖藜徐步立芳洲。
颠狂柳絮随风舞，轻薄桃花逐水流。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('又呈吴郎','堂前扑枣任西邻，无食无儿一妇人。
不为困穷宁有此？只缘恐惧转须亲。
即防远客虽多事，便插疏篱却甚真。
已诉征求贫到骨，正思戎马泪盈巾。','杜甫', 767);
INSERT INTO poem (title, content, author, `time`) VALUES('对雪','战哭多新鬼，愁吟独老翁。
乱云低薄暮，急雪舞回风。
瓢弃尊无绿，炉存火似红。
数州消息断，愁坐正书空。','杜甫', 756);
INSERT INTO poem (title, content, author, `time`) VALUES('江汉','江汉思归客，乾坤一腐儒。
片云天共远，永夜月同孤。
落日心犹壮，秋风病欲苏。
古来存老马，不必取长途。','杜甫', 768);
INSERT INTO poem (title, content, author, `time`) VALUES('不见','不见李生久，佯狂真可哀。
世人皆欲杀，吾意独怜才。
敏捷诗千首，飘零酒一杯。
匡山读书处，头白好归来。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('柏学士茅屋','碧山学士焚银鱼，白马却走身岩居。
古人已用三冬足，年少今开万卷余。
晴云满户团倾盖，秋水浮阶溜决渠。
富贵必从勤苦得，男儿须读五车书。','杜甫', 767);
INSERT INTO poem (title, content, author, `time`) VALUES('蒹葭','摧折不自守，秋风吹若何。
暂时花戴雪，几处叶沉波。
体弱春风早，丛长夜露多。
江湖后摇落，亦恐岁蹉跎。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('春宿左省','花隐掖垣暮，啾啾栖鸟过。
星临万户动，月傍九霄多。
不寝听金钥，因风想玉珂。
明朝有封事，数问夜如何。','杜甫', 758);
INSERT INTO poem (title, content, author, `time`) VALUES('小至','天时人事日相催，冬至阳生春又来。
刺绣五纹添弱线，吹葭六琯动浮灰。
岸容待腊将舒柳，山意冲寒欲放梅。
云物不殊乡国异，教儿且覆掌中杯。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('咏怀古迹五首·其四','蜀主窥吴幸三峡，崩年亦在永安宫。
翠华想像空山里，玉殿虚无野寺中。
古庙杉松巢水鹤，岁时伏腊走村翁。
武侯祠屋常邻近，一体君臣祭祀同。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('百忧集行','忆年十五心尚孩，健如黄犊走复来。
庭前八月梨枣熟，一日上树能千回。
即今倏忽已五十，坐卧只多少行立。
强将笑语供主人，悲见生涯百忧集。
入门依旧四壁空，老妻睹我颜色同。
痴儿不知父子礼，叫怒索饭啼门东。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('宿府','清秋幕府井梧寒，独宿江城蜡炬残。
永夜角声悲自语，中天月色好谁看。
风尘荏苒音书绝，关塞萧条行路难。
已忍伶俜十年事，强移栖息一枝安。','杜甫', 764);
INSERT INTO poem (title, content, author, `time`) VALUES('小寒食舟中作','佳辰强饮食犹寒，隐几萧条戴鹖冠。
春水船如天上坐，老年花似雾中看。
娟娟戏蝶过闲幔，片片轻鸥下急湍。
云白山青万余里，愁看直北是长安。','杜甫', 770);
INSERT INTO poem (title, content, author, `time`) VALUES('归雁','东来万里客，乱定几年归？
肠断江城雁，高高向北飞。','杜甫', 764);
INSERT INTO poem (title, content, author, `time`) VALUES('别房太尉墓','他乡复行役，驻马别孤坟。
近泪无干土，低空有断云。
对棋陪谢傅，把剑觅徐君。
唯见林花落，莺啼送客闻。','杜甫', 765);
INSERT INTO poem (title, content, author, `time`) VALUES('清明二首','朝来新火起新烟，湖色春光净客船。
绣羽衔花他自得，红颜骑竹我无缘。
胡童结束还难有，楚女腰肢亦可怜。
不见定王城旧处，长怀贾傅井依然。
虚沾焦举为寒食，实藉严君卖卜钱。
钟鼎山林各天性，浊醪粗饭任吾年。

此身飘泊苦西东，右臂偏枯半耳聋。
寂寂系舟双下泪，悠悠伏枕左书空。
十年蹴踘将雏远，万里秋千习俗同。
旅雁上云归紫塞，家人钻火用青枫。
秦城楼阁烟花里，汉主山河锦绣中。
春去春来洞庭阔，白苹愁杀白头翁。','杜甫', 769);
INSERT INTO poem (title, content, author, `time`) VALUES('绝句四首','堂西长笋别开门，堑北行椒却背村。
梅熟许同朱老吃，松高拟对阮生论。

欲作鱼梁云复湍，因惊四月雨声寒。
青溪先有蛟龙窟，竹石如山不敢安。

两个黄鹂鸣翠柳，一行白鹭上青天。
窗含西岭千秋雪，门泊东吴万里船。

药条药甲润青青，色过棕亭入草亭。
苗满空山惭取誉，根居隙地怯成形。','杜甫', 764);
INSERT INTO poem (title, content, author, `time`) VALUES('江亭','坦腹江亭暖，长吟野望时。
水流心不竞，云在意俱迟。
寂寂春将晚，欣欣物自私。
江东犹苦战，回首一颦眉。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('奉济驿重送严公四韵','远送从此别，青山空复情。
几时杯重把，昨夜月同行。
列郡讴歌惜，三朝出入荣。
江村独归处，寂寞养残生。','杜甫', 762);
INSERT INTO poem (title, content, author, `time`) VALUES('画鹰','素练风霜起，苍鹰画作殊。
㧐身思狡兔，侧目似愁胡。
绦镟光堪擿，轩楹势可呼。
何当击凡鸟，毛血洒平芜。','杜甫', 740);
INSERT INTO poem (title, content, author, `time`) VALUES('九日蓝田崔氏庄','老去悲秋强自宽，兴来今日尽君欢。
羞将短发还吹帽，笑倩旁人为正冠。
蓝水远从千涧落，玉山高并两峰寒。
明年此会知谁健？醉把茱萸仔细看。','杜甫', 758);
INSERT INTO poem (title, content, author, `time`) VALUES('曲江对雨','城上春云覆苑墙，江亭晚色静年芳。
林花著雨胭脂湿，水荇牵风翠带长。
龙武新军深驻辇，芙蓉别殿谩焚香。
何时诏此金钱会，暂醉佳人锦瑟旁。','杜甫', 758);
INSERT INTO poem (title, content, author, `time`) VALUES('古柏行','孔明庙前有老柏，柯如青铜根如石。
霜皮溜雨四十围，黛色参天二千尺。
君臣已与时际会，树木犹为人爱惜。
云来气接巫峡长，月出寒通雪山白。
忆昨路绕锦亭东，先主武侯同閟宫。
崔嵬枝干郊原古，窈窕丹青户牖空。
落落盘踞虽得地，冥冥孤高多烈风。
扶持自是神明力，正直原因造化工。
大厦如倾要梁栋，万牛回首丘山重。
不露文章世已惊，未辞翦伐谁能送？
苦心岂免容蝼蚁，香叶终经宿鸾凤。
志士幽人莫怨嗟：古来材大难为用。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('琴台','茂陵多病后，尚爱卓文君。
酒肆人间世，琴台日暮云。
野花留宝靥，蔓草见罗裙。
归凤求凰意，寥寥不复闻。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('绝句漫兴九首·其七','糁径杨花铺白毡，点溪荷叶叠青钱。
笋根雉子无人见，沙上凫雏傍母眠。','杜甫', 761);
INSERT INTO poem (title, content, author, `time`) VALUES('武侯庙','遗庙丹青落，空山草木长。
犹闻辞后主，不复卧南阳。','杜甫', 766);
INSERT INTO poem (title, content, author, `time`) VALUES('后出塞五首','男儿生世间，及壮当封侯。
战伐有功业，焉能守旧丘？
召募赴蓟门，军动不可留。
千金买马鞍，百金装刀头。
闾里送我行，亲戚拥道周。
斑白居上列，酒酣进庶羞。
少年别有赠，含笑看吴钩。','杜甫', 755);
INSERT INTO poem (title, content, author, `time`) VALUES('后出塞五首','朝进东门营，暮上河阳桥。
落日照大旗，马鸣风萧萧。
平沙列万幕，部伍各见招。
中天悬明月，令严夜寂寥。
悲笳数声动，壮士惨不骄。
借问大将谁？恐是霍嫖姚。','杜甫', 755);
INSERT INTO poem (title, content, author, `time`) VALUES('后出塞五首','古人重守边，今人重高勋。
岂知英雄主，出师亘长云。
六合已一家，四夷且孤军。
遂使貔虎士，奋身勇所闻。
拔剑击大荒，日收胡马群；
誓开玄冥北，持以奉吾君！','杜甫', 755);
INSERT INTO poem (title, content, author, `time`) VALUES('后出塞五首','献凯日继踵，两蕃静无虞。
渔阳豪侠地，击鼓吹笙竽。
云帆转辽海，粳稻来东吴。
越罗与楚练，照耀舆台躯。
主将位益崇，气骄凌上都：
边人不敢议，议者死路衢。','杜甫', 755);
INSERT INTO poem (title, content, author, `time`) VALUES('后出塞五首','我本良家子，出师亦多门。
将骄益愁思，身贵不足论。
跃马二十年，恐辜明主恩。
坐见幽州骑，长驱河洛昏。
中夜间道归，故里但空村。
恶名幸脱免，穷老无儿孙。','杜甫', 755);
INSERT INTO poem (title, content, author, `time`) VALUES('北征','皇帝二载秋，闰八月初吉。
杜子将北征，苍茫问家室。
维时遭艰虞，朝野无暇日。
顾惭恩私被，诏许归蓬筚。
拜辞诣阙下，怵惕久未出。
虽乏谏诤姿，恐君有遗失。
君诚中兴主，经纬固密勿。
东胡反未已，臣甫愤所切。
挥涕恋行在，道途犹恍惚。
乾坤含疮痍，忧虞何时毕？
靡靡逾阡陌，人烟眇萧瑟。
所遇多被伤，呻吟更流血。
回首凤翔县，旌旗晚明灭。
前登寒山重，屡得饮马窟。
邠郊入地底，泾水中荡潏。
猛虎立我前，苍崖吼时裂。
菊垂今秋花，石戴古车辙。
青云动高兴，幽事亦可悦。
山果多琐细，罗生杂橡栗。
或红如丹砂，或黑如点漆。
雨露之所濡，甘苦齐结实。
缅思桃源内，益叹身世拙。
坡陀望鄜畤，岩谷互出没。
我行已水滨，我仆犹木末。
鸱鸟鸣黄桑，野鼠拱乱穴。
夜深经战场，寒月照白骨。
潼关百万师，往者散何卒？','杜甫', 757);
INSERT INTO poem (title, content, author, `time`) VALUES('北征','遂令半秦民，残害为异物。
况我堕胡尘，及归尽华发。
经年至茅屋，妻子衣百结。
恸哭松声回，悲泉共幽咽。
平生所娇儿，颜色白胜雪。
见耶背面啼，垢腻脚不袜。
床前两小女，补绽才过膝。
海图坼波涛，旧绣移曲折。
天吴及紫凤，颠倒在裋褐。
老夫情怀恶，呕泄卧数日。
那无囊中帛，救汝寒凛栗。
粉黛亦解包，衾绸稍罗列。
瘦妻面复光，痴女头自栉。
学母无不为，晓妆随手抹。
移时施朱铅，狼藉画眉阔。
生还对童稚，似欲忘饥渴。
问事竞挽须，谁能即嗔喝？
翻思在贼愁，甘受杂乱聒。
新归且慰意，生理焉得说？
至尊尚蒙尘，几日休练卒？
仰观天色改，坐觉妖氛豁。
阴风西北来，惨淡随回纥。
其王愿助顺，其俗善驰突。
送兵五千人，躯马一万匹。
此辈少为贵，四方服勇决。
所用皆鹰腾，破敌过箭疾。
圣心颇虚伫，时议气欲夺。
伊洛指掌收，西京不足拔。
官军请深入，蓄锐可俱发。
此举开青徐，旋瞻略恒碣。
昊天积霜露，正气有肃杀。
祸转亡胡岁，势成擒胡月。
胡命其能久？皇纲未宜绝。
忆昨狼狈初，事与古先别：
奸臣竟葅醢，同恶随荡析。
不闻夏殷衰，中自诛褒妲。
周汉获再兴，宣光果明哲。
桓桓陈将军，仗钺奋忠烈。
微尔人尽非，于今国犹活。
凄凉大同殿，寂寞白兽闼。
都人望翠华，佳气向金阙。
园陵固有神，洒扫数不缺。
煌煌太宗业，树立甚宏达！','杜甫', 757);
INSERT INTO poem (title, content, author, `time`) VALUES('梅雨','南京犀浦道，四月熟黄梅。
湛湛长江去，冥冥细雨来。
茅茨疏易湿，云雾密难开。
竟日蛟龙喜，盘涡与岸回。','杜甫', 760);
INSERT INTO poem (title, content, author, `time`) VALUES('前出塞九首','戚戚去故里，悠悠赴交河。
公家有程期，亡命婴祸罗。
君已富土境，开边一何多。
弃绝父母恩，吞声行负戈。
出门日已远，不受徒旅欺。
骨肉恩岂断，男儿死无时。
走马脱辔头，手中挑青丝。
捷下万仞冈，俯身试搴旗。
磨刀呜咽水，水赤刃伤手。
欲轻肠断声，心绪乱已久。
丈夫誓许国，愤惋复何有！
功名图麒麟，战骨当速朽。
送徒既有长，远戍亦有身。
生死向前去，不劳吏怒嗔。
路逢相识人，附书与六亲。
哀哉两决绝，不复同苦辛。
迢迢万里余，领我赴三军。
军中异苦乐，主将宁尽闻。
隔河见胡骑，倏忽数百群。
我始为奴仆，几时树功勋。
挽弓当挽强，用箭当用长。
射人先射马，擒贼先擒王。
杀人亦有限，列国自有疆。
苟能制侵陵，岂在多杀伤。
驱马天雨雪，军行入高山。
径危抱寒石，指落层冰间。
已去汉月远，何时筑城还。
浮云暮南征，可望不可攀。
单于寇我垒，百里风尘昏。
雄剑四五动，彼军为我奔。
掳其名王归，系颈授辕门。
潜身备行列，一胜何足论。
从军十年余，能无分寸功。
众人贵苟得，欲语羞雷同。
中原有斗争，况在狄与戎。
丈夫四方志，安可辞固穷。','杜甫', 751);
INSERT INTO poem (title, content, author, `time`) VALUES('岁暮','岁暮远为客，边隅还用兵。
烟尘犯雪岭，鼓角动江城。
天地日流血，朝廷谁请缨？
济时敢爱死？寂寞壮心惊！','杜甫', 763);
INSERT INTO poem (title, content, author, `time`) VALUES('夏夜叹','永日不可暮，炎蒸毒我肠。
安得万里风，飘飖吹我裳。
昊天出华月，茂林延疏光。
仲夏苦夜短，开轩纳微凉。
虚明见纤毫，羽虫亦飞扬。
物情无巨细，自适固其常。
念彼荷戈士，穷年守边疆。
何由一洗濯，执热互相望。
竟夕击刁斗，喧声连万方。
青紫虽被体，不如早还乡。
北城悲笳发，鹳鹤号且翔。
况复烦促倦，激烈思时康。','杜甫', 759);
INSERT INTO poem (title, content, author, `time`) VALUES('恨别','洛城一别四千里，胡骑长驱五六年。
草木变衰行剑外，兵戈阻绝老江边。
思家步月清宵立，忆弟看云白日眠。
闻道河阳近乘胜，司徒急为破幽燕。','杜甫', 760);
INSERT INTO poem (title, content, author, `time`) VALUES('泊岳阳城下','江国逾千里，山城近百层。
岸风翻夕浪，舟雪洒寒灯。
留滞才难尽，艰危气益增。
图南未可料，变化有鲲鹏。','杜甫', 768);

INSERT INTO poem (title, content, author, `time`) VALUES('阿房宫赋','六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知其 一作：不知乎；西东 一作：东西)

　　妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦。朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不见者三十六年。燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。(有不见者 一作：有不得见者)

　　嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙？使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！

　　呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。','杜牧',825);
INSERT INTO poem (title, content, author, `time`) VALUES('秋夕','银烛秋光冷画屏，轻罗小扇扑流萤。
天阶夜色凉如水，卧看牵牛织女星。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('泊秦淮','烟笼寒水月笼沙，夜泊秦淮近酒家。
商女不知亡国恨，隔江犹唱后庭花。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('江南春','千里莺啼绿映红，水村山郭酒旗风。
南朝四百八十寺，多少楼台烟雨中。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赤壁','折戟沉沙铁未销，自将磨洗认前朝。
东风不与周郎便，铜雀春深锁二乔。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('山行','远上寒山石径斜，白云生处有人家。
停车坐爱枫林晚，霜叶红于二月花。','杜牧',835);
INSERT INTO poem (title, content, author, `time`) VALUES('寄扬州韩绰判官','青山隐隐水迢迢，秋尽江南草未凋。
二十四桥明月夜，玉人何处教吹箫？','杜牧',835);
INSERT INTO poem (title, content, author, `time`) VALUES('赠别二首·其一','娉娉袅袅十三余，豆蔻梢头二月初。
春风十里扬州路，卷上珠帘总不如。','杜牧',835);
INSERT INTO poem (title, content, author, `time`) VALUES('赠别二首·其二','多情却似总无情，唯觉樽前笑不成。
蜡烛有心还惜别，替人垂泪到天明。','杜牧',835);
INSERT INTO poem (title, content, author, `time`) VALUES('题乌江亭','胜败兵家事不期，包羞忍耻是男儿。
江东子弟多才俊，卷土重来未可知。','杜牧',841);
INSERT INTO poem (title, content, author, `time`) VALUES('过华清宫绝句三首','长安回望绣成堆，山顶千门次第开。
一骑红尘妃子笑，无人知是荔枝来。

新丰绿树起黄埃，数骑渔阳探使回。
霓裳一曲千峰上，舞破中原始下来。

万国笙歌醉太平，倚天楼殿月分明。
云中乱拍禄山舞，风过重峦下笑声。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('遣怀','落魄江湖载酒行，楚腰纤细掌中轻。
十年一觉扬州梦，赢得青楼薄幸名。','杜牧',842);
INSERT INTO poem (title, content, author, `time`) VALUES('九日齐山登高','江涵秋影雁初飞，与客携壶上翠微。
尘世难逢开口笑，菊花须插满头归。
但将酩酊酬佳节，不用登临恨落晖。
古往今来只如此，牛山何必独霑衣。','杜牧',845);
INSERT INTO poem (title, content, author, `time`) VALUES('金谷园','繁华事散逐香尘，流水无情草自春。
日暮东风怨啼鸟，落花犹似坠楼人。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('长安秋望','楼倚霜树外，镜天无一毫。
南山与秋色，气势两相高。','杜牧',850);
INSERT INTO poem (title, content, author, `time`) VALUES('叹花','自是寻春去校迟，不须惆怅怨芳时。
狂风落尽深红色，绿叶成阴子满枝。','杜牧',850);
INSERT INTO poem (title, content, author, `time`) VALUES('紫薇花','晓迎秋露一枝新，不占园中最上春。
桃李无言又何在，向风偏笑艳阳人。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('将赴吴兴登乐游原一绝','清时有味是无能，闲爱孤云静爱僧。
欲把一麾江海去，乐游原上望昭陵。','杜牧',850);
INSERT INTO poem (title, content, author, `time`) VALUES('题宣州开元寺水阁阁下宛溪夹溪居人','六朝文物草连空，天淡云闲今古同。
鸟去鸟来山色里，人歌人哭水声中。
深秋帘幕千家雨，落日楼台一笛风。
惆怅无因见范蠡，参差烟树五湖东。','杜牧',838);
INSERT INTO poem (title, content, author, `time`) VALUES('早雁','金河秋半虏弦开，云外惊飞四散哀。
仙掌月明孤影过，长门灯暗数声来。
须知胡骑纷纷在，岂逐春风一一回？
莫厌潇湘少人处，水多菰米岸莓苔。','杜牧',842);
INSERT INTO poem (title, content, author, `time`) VALUES('登乐游原','长空澹澹孤鸟没，万古销沉向此中。
看取汉家何事业，五陵无树起秋风。','杜牧',850);
INSERT INTO poem (title, content, author, `time`) VALUES('鹭鸶','雪衣雪发青玉嘴，群捕鱼儿溪影中。
惊飞远映碧山去，一树梨花落晚风。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('旅宿','旅馆无良伴，凝情自悄然。
寒灯思旧事，断雁警愁眠。
远梦归侵晓，家书到隔年。
沧江好烟月，门系钓鱼船。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('齐安郡后池绝句','菱透浮萍绿锦池，夏莺千啭弄蔷薇。
尽日无人看微雨，鸳鸯相对浴红衣。','杜牧',842);
INSERT INTO poem (title, content, author, `time`) VALUES('齐安郡中偶题二首·其一','两竿落日溪桥上，半缕轻烟柳影中。
多少绿荷相倚恨，一时回首背西风。','杜牧',842);
INSERT INTO poem (title, content, author, `time`) VALUES('题扬州禅智寺','雨过一蝉噪，飘萧松桂秋。
青苔满阶砌，白鸟故迟留。
暮霭生深树，斜阳下小楼。
谁知竹西路，歌吹是扬州。','杜牧',837);
INSERT INTO poem (title, content, author, `time`) VALUES('南陵道中','南陵水面漫悠悠，风紧云轻欲变秋。
正是客心孤迥处，谁家红袖凭江楼？','杜牧',837);
INSERT INTO poem (title, content, author, `time`) VALUES('题木兰庙','弯弓征战作男儿，梦里曾经与画眉。
几度思归还把酒，拂云堆上祝明妃。','杜牧',842);
INSERT INTO poem (title, content, author, `time`) VALUES('登池州九峰楼寄张祜','百感中来不自由，角声孤起夕阳楼。
碧山终日思无尽，芳草何年恨即休？
睫在眼前长不见，道非身外更何求。
谁人得似张公子，千首诗轻万户侯。','杜牧',845);
INSERT INTO poem (title, content, author, `time`) VALUES('书怀','满眼青山未得过，镜中无那鬓丝何。
只言旋老转无事，欲到中年事更多。','杜牧',843);
INSERT INTO poem (title, content, author, `time`) VALUES('送隐者一绝','无媒径路草萧萧，自古云林远市朝。
公道世间唯白发，贵人头上不曾饶。','杜牧',847);
INSERT INTO poem (title, content, author, `time`) VALUES('自宣城赴官上京','潇洒江湖十过秋，酒杯无日不迟留。
谢公城畔溪惊梦，苏小门前柳拂头。
千里云山何处好，几人襟韵一生休。
尘冠挂却知闲事，终拟蹉跎访旧游。','杜牧',839);
INSERT INTO poem (title, content, author, `time`) VALUES('初冬夜饮','淮阳多病偶求欢，客袖侵霜与烛盘。
砌下梨花一堆雪，明年谁此凭阑干。','杜牧',843);
INSERT INTO poem (title, content, author, `time`) VALUES('秋浦途中','萧萧山路穷秋雨，淅淅溪风一岸蒲。
为问寒沙新到雁，来时还下杜陵无。','杜牧',844);
INSERT INTO poem (title, content, author, `time`) VALUES('宣州送裴坦判官往舒州时牧欲赴官归京','日暖泥融雪半消，行人芳草马声骄。
九华山路云遮寺，清弋江村柳拂桥。
君意如鸿高的的，我心悬旆正摇摇。
同来不得同归去，故国逢春一寂寥！','杜牧',839);
INSERT INTO poem (title, content, author, `time`) VALUES('题桃花夫人庙','细腰宫里露桃新，脉脉无言度几春。
至竟息亡缘底事，可怜金谷坠楼人。','杜牧',843);
INSERT INTO poem (title, content, author, `time`) VALUES('赠渔父','芦花深泽静垂纶，月夕烟朝几十春。
自说孤舟寒水畔，不曾逢著独醒人。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('及第后寄长安故人','东都放榜未花开，三十三人走马回。
秦地少年多酿酒，已将春色入关来。','杜牧',828);
INSERT INTO poem (title, content, author, `time`) VALUES('沈下贤','斯人清唱何人和，草径苔芜不可寻。
一夕小敷山下梦，水如环佩月如襟。','杜牧',850);
INSERT INTO poem (title, content, author, `time`) VALUES('西江怀古','上吞巴汉控潇湘，怒似连山静镜光。
魏帝缝囊真戏剧，苻坚投棰更荒唐。
千秋钓舸歌明月，万里沙鸥弄夕阳。
范蠡清尘何寂寞，好风唯属往来商。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题齐安城楼','呜轧江楼角一声，微阳潋潋落寒汀。
不用凭栏苦回首，故乡七十五长亭。','杜牧',844);
INSERT INTO poem (title, content, author, `time`) VALUES('读韩杜集','杜诗韩笔愁来读，似倩麻姑痒处搔。
天外凤凰谁得髓？无人解合续弦胶。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送人','鸳鸯帐里暖芙蓉，低泣关山几万重。
明镜半边钗一股，此生何处不相逢。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬张祜处士见寄长句四韵','七子论诗谁似公，曹刘须在指挥中。
荐衡昔日知文举，乞火无人作蒯通。
北极楼台长挂梦，西江波浪远吞空。
可怜故国三千里，虚唱歌词满六宫。','杜牧',845);
INSERT INTO poem (title, content, author, `time`) VALUES('忆齐安郡','平生睡足处，云梦泽南州。
一夜风欺竹，连江雨送秋。
格卑常汩汩，力学强悠悠。
终掉尘中手，潇湘钓漫流。','杜牧',844);
INSERT INTO poem (title, content, author, `time`) VALUES('题禅院','觥船一棹百分空，十岁青春不负公。
今日鬓丝禅榻畔，茶烟轻飏落花风。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('汉江','溶溶漾漾白鸥飞，绿净春深好染衣。
南去北来人自老，夕阳长送钓船归。','杜牧',839);
INSERT INTO poem (title, content, author, `time`) VALUES('村行','春半南阳西，柔桑过村坞。
娉娉垂柳风，点点回塘雨。
蓑唱牧牛儿，篱窥茜裙女。
半湿解征衫，主人馈鸡黍。','杜牧',839);
INSERT INTO poem (title, content, author, `time`) VALUES('河湟','元载相公曾借箸，宪宗皇帝亦留神。
旋见衣冠就东市，忽遗弓剑不西巡。
牧羊驱马虽戎服，白发丹心尽汉臣。
唯有凉州歌舞曲，流传天下乐闲人。','杜牧',849);
INSERT INTO poem (title, content, author, `time`) VALUES('送薛种游湖南','贾傅松醪酒，秋来美更香。
怜君片云思，一棹去潇湘。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蔷薇花','朵朵精神叶叶柔，雨晴香拂醉人头。
石家锦幛依然在，闲倚狂风夜不收。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送国棋王逢','玉子纹楸一路饶，最宜檐雨竹萧萧。
羸形暗去春泉长，拔势横来野火烧。
守道还如周柱史，鏖兵不羡霍嫖姚。
浮生七十更万日，与子期于局上销。','杜牧',845);
INSERT INTO poem (title, content, author, `time`) VALUES('题武关','碧溪留我武关东，一笑怀王迹自穷。
郑袖娇娆酣似醉，屈原憔悴去如蓬。
山樯谷堑依然在，弱吐强吞尽已空。
今日圣神家四海，戍旗长卷夕阳中。','杜牧',839);
INSERT INTO poem (title, content, author, `time`) VALUES('梅','轻盈照溪水，掩敛下瑶台。
妒雪聊相比，欺春不逐来。
偶同佳客见，似为冻醪开。
若在秦楼畔，堪为弄玉媒。','杜牧',842);
INSERT INTO poem (title, content, author, `time`) VALUES('八六子·洞房深','洞房深，画屏灯照，山色凝翠沉沉。听夜雨冷滴芭蕉，惊断红窗好梦，龙烟细飘绣衾。辞恩久归长信，凤帐萧疏，椒殿闲扇。
辇路苔侵。绣帘垂，迟迟漏传丹禁。舜华偷悴，翠鬟羞整，愁坐望处，金舆渐远，何时彩仗重临？正消魂，梧桐又移翠阴。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('商山麻涧','云光岚彩四面合，柔柔垂柳十余家。
雉飞鹿过芳草远，牛巷鸡埘春日斜。
秀眉老父对樽酒，茜袖女儿簪野花。
征车自念尘土计，惆怅溪边书细沙。','杜牧',839);
INSERT INTO poem (title, content, author, `time`) VALUES('睦州四韵','州在钓台边，溪山实可怜。
有家皆掩映，无处不潺湲。
好树鸣幽鸟，晴楼入野烟。
残春杜陵客，中酒落花前。','杜牧',842);
INSERT INTO poem (title, content, author, `time`) VALUES('汴河阻冻','千里长河初冻时，玉珂瑶珮响参差。
浮生恰似冰底水，日夜东流人不知。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('屏风绝句','屏风周昉画纤腰，岁久丹青色半销。
斜倚玉窗鸾发女，拂尘犹自妒娇娆。','杜牧',825);
INSERT INTO poem (title, content, author, `time`) VALUES('齐安郡中偶题二首·其二','秋声无不搅离心，梦泽蒹葭楚雨深。
自滴阶前大梧叶，干君何事动哀吟。','杜牧',842);
INSERT INTO poem (title, content, author, `time`) VALUES('月','三十六宫秋夜深，昭阳歌断信沉沉。
唯应独伴陈皇后，照见长门望幸心。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('过勤政楼','千秋佳节名空在，承露丝囊世已无。
唯有紫苔偏称意，年年因雨上金铺。','杜牧',827);
INSERT INTO poem (title, content, author, `time`) VALUES('赠宣州元处士','陵阳北郭隐，身世两忘者。
蓬蒿三亩居，宽于一天下。
樽酒对不酌，默与玄相话。
人生自不足，爱叹遭逢寡。','杜牧',838);
INSERT INTO poem (title, content, author, `time`) VALUES('润州二首','句吴亭东千里秋，放歌曾作昔年游。
青苔寺里无马迹，绿水桥边多酒楼。
大抵南朝皆旷达，可怜东晋最风流。
月明更想桓伊在，一笛闻吹出塞愁。

谢眺诗中佳丽地，夫差传里水犀军。
城高铁瓮横强弩，柳暗朱楼多梦云。
画角爱飘江北去，钓歌长向月中闻。
扬州尘土试回首，不惜千金借与君。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('雨','连云接塞添迢递，洒幕侵灯送寂寥。
一夜不眠孤客耳，主人窗外有芭蕉。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('齐安郡晚秋','柳岸风来影渐疏，使君家似野人居。
云容水态还堪赏，啸志歌怀亦自如。
雨暗残灯棋散后，酒醒孤枕雁来初。
可怜赤壁争雄渡，唯有蓑翁坐钓鱼。','杜牧',843);
INSERT INTO poem (title, content, author, `time`) VALUES('重送绝句','绝艺如君天下少，闲人似我世间无。
别后竹窗风雪夜，一灯明暗覆吴图。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('归家','稚子牵衣问，归来何太迟。
共谁争岁月，赢得鬓边丝。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('怀吴中冯秀才','长洲苑外草萧萧，却算游程岁月遥。
唯有别时今不忘，暮烟秋雨过枫桥。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('不寝','到晓不成梦，思量堪白头。
多无百年命，长有万般愁。
世路应难尽，营生卒未休。
莫言名与利，名利是身仇。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('重登科','星汉离宫月出轮，满街含笑绮罗春。
花前每被青蛾问，何事重来只一人。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寓言','暖风迟日柳初含，顾影看身又自惭。
何事明朝独惆怅，杏花时节在江南。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('盆池','凿破苍苔地，偷他一片天。
白云生镜里，明月落阶前。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寄远','前山极远碧云合，清夜一声白雪微。
欲寄相思千里月，溪边残照雨霏霏。','杜牧',837);
INSERT INTO poem (title, content, author, `time`) VALUES('念昔游三首','十载飘然绳检外，樽前自献自为酬。
秋山春雨闲吟处，倚遍江南寺寺楼。

云门寺外逢猛雨，林黑山高雨脚长。
曾奉郊宫为近侍，分明㩳㩳羽林枪。

李白题诗水西寺，古木回岩楼阁风。
半醒半醉游三日，红白花开山雨中。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('早秋客舍','风吹一片叶，万物已惊秋。
独夜他乡泪，年年为客愁。
别离何处尽，摇落几时休。
不及磻溪叟，身闲长自由。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋霁寄远','初霁独登赏，西楼多远风。
横烟秋水上，疏雨夕阳中。
高树下山鸟，平芜飞草虫。
唯应待明月，千里与君同。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('台城曲二首','整整复斜斜，随旗簇晚沙。门外韩擒虎，楼头张丽华。
谁怜容足地，却羡井中蛙。
王颁兵势急，鼓下坐蛮奴。潋滟倪塘水，叉牙出骨须。
干芦一炬火，回首是平芜。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送友人','十载名兼利，人皆与命争。
青春留不住，白发自然生。
夜雨滴乡思，秋风从别情。
都门五十里，驰马逐鸡声。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('有寄','云阔烟深树，江澄水浴秋。
美人何处在，明月万山头。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('七夕','云阶月地一相过，未抵经年别恨多。
最恨明朝洗车雨，不教回脚渡天河。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋思','热去解钳釱，飘萧秋半时。微雨池塘见，好风襟袖知。
发短梳未足，枕凉闲且欹。平生分过此，何事不参差。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('冬至日寄小侄阿宜诗','小侄名阿宜，未得三尺长。头圆筋骨紧，两眼明且光。
去年学官人，竹马绕四廊。指挥群儿辈，意气何坚刚。
今年始读书，下口三五行。随兄旦夕去，敛手整衣裳。
去岁冬至日，拜我立我旁。祝尔愿尔贵，仍且寿命长。
今年我江外，今日生一阳。忆尔不可见，祝尔倾一觞。
阳德比君子，初生甚微茫。排阴出九地，万物随开张。
一似小儿学，日就复月将。勤勤不自已，二十能文章。
仕宦至公相，致君作尧汤。我家公相家，剑佩尝丁当。
旧第开朱门，长安城中央。第中无一物，万卷书满堂。
家集二百编，上下驰皇王。多是抚州写，今来五纪强。
尚可与尔读，助尔为贤良。经书括根本，史书阅兴亡。
高摘屈宋艳，浓薰班马香。李杜泛浩浩，韩柳摩苍苍。
近者四君子，与古争强梁。愿尔一祝后，读书日日忙。
一日读十纸，一月读一箱。朝廷用文治，大开官职场。
愿尔出门去，取官如驱羊。吾兄苦好古，学问不可量。
昼居府中治，夜归书满床。后贵有金玉，必不为汝藏。
崔昭生崔芸，李兼生窟郎。堆钱一百屋，破散何披猖。
今虽未即死，饿冻几欲僵。参军与县尉，尘土惊劻勷。
一语不中治，笞箠身满疮。官罢得丝发，好买百树桑。
税钱未输足，得米不敢尝。愿尔闻我语，欢喜入心肠。
大明帝宫阙，杜曲我池塘。我若自潦倒，看汝争翱翔。
总语诸小道，此诗不可忘。','杜牧',840);
INSERT INTO poem (title, content, author, `time`) VALUES('叹花','自是寻春去校迟，不须惆怅怨芳时。
狂风落尽深红色，绿叶成阴子满枝。','杜牧',850);
INSERT INTO poem (title, content, author, `time`) VALUES('山行','家住白云山北，路迷碧水桥东。
短发潇潇暮雨，长襟落落秋风。','杜牧',835);
INSERT INTO poem (title, content, author, `time`) VALUES('早行','垂鞭信马行，数里未鸡鸣。
林下带残梦，叶飞时忽惊。
霜凝孤鹤迥，月晓远山横。
僮仆休辞险，时平路复平。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('愁','聚散竟无形，回肠自结成。
古今留不得，离别又潜生。
降虏将军思，穷秋远客情。
何人更憔悴，落第泣秦京。
','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('猿','月白烟青水暗流，孤猿衔恨叫中秋。
三声欲断疑肠断，饶是少年今白头。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('柳绝句','数树新开翠影齐，倚风情态被春迷。
依依故国樊川恨，半掩村桥半掩溪。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('独酌','窗外正风雪，拥炉开酒缸。
何如钓船雨，篷底睡秋江。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('云','东西那有碍，出处岂虚心。晓入洞庭阔，暮归巫峡深。
渡江随鸟影，拥树隔猿吟。莫隐高唐去，枯苗待作霖。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('冬至日遇京使发寄舍弟','远信初凭双鲤去，他乡正遇一阳生。
尊前岂解愁家国，辇下唯能忆弟兄。
旅馆夜忧姜被冷，暮江寒觉晏裘轻。
竹门风过还惆怅，疑是松窗雪打声。','杜牧',830);
INSERT INTO poem (title, content, author, `time`) VALUES('芭蕉','芭蕉为雨移，故向窗前种。怜渠点滴声，留得归乡梦。
梦远莫归乡，觉来一翻动。','杜牧',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('兰溪（在蕲州西）','兰溪春尽碧泱泱，映水兰花雨发香。
楚国大夫憔悴日，应寻此路去潇湘。','杜牧',844);

INSERT INTO poem (title, content, author, `time`) VALUES('早春呈水部张十八员外','天街小雨润如酥，草色遥看近却无。
最是一年春好处，绝胜烟柳满皇都。','韩愈',823);
INSERT INTO poem (title, content, author, `time`) VALUES('春雪','新年都未有芳华，二月初惊见草芽。
白雪却嫌春色晚，故穿庭树作飞花。','韩愈',815);
INSERT INTO poem (title, content, author, `time`) VALUES('左迁至蓝关示侄孙湘','一封朝奏九重天，夕贬潮州路八千。
欲为圣明除弊事，肯将衰朽惜残年！
云横秦岭家何在？雪拥蓝关马不前。
知汝远来应有意，好收吾骨瘴江边。','韩愈',819);
INSERT INTO poem (title, content, author, `time`) VALUES('晚春','草树知春不久归，百般红紫斗芳菲。
杨花榆荚无才思，惟解漫天作雪飞。','韩愈',816);
INSERT INTO poem (title, content, author, `time`) VALUES('早春呈水部张十八员外二首','莫道官忙身老大，即无年少逐春心。
凭君先到江头看，柳色如今深未深。','韩愈',823);
INSERT INTO poem (title, content, author, `time`) VALUES('山石','山石荦确行径微，黄昏到寺蝙蝠飞。
升堂坐阶新雨足，芭蕉叶大栀子肥。
僧言古壁佛画好，以火来照所见稀。
铺床拂席置羹饭，疏粝亦足饱我饥。
夜深静卧百虫绝，清月出岭光入扉。
天明独去无道路，出入高下穷烟霏。
山红涧碧纷烂漫，时见松枥皆十围。
当流赤足踏涧石，水声激激风吹衣。
人生如此自可乐，岂必局束为人鞿？
嗟哉吾党二三子，安得至老不更归。','韩愈',801);
INSERT INTO poem (title, content, author, `time`) VALUES('听颖师弹琴','昵昵儿女语，恩怨相尔汝。
划然变轩昂，勇士赴敌场。
浮云柳絮无根蒂，天地阔远随飞扬。
喧啾百鸟群，忽见孤凤皇。
跻攀分寸不可上，失势一落千丈强。
嗟余有两耳，未省听丝篁。
自闻颖师弹，起坐在一旁。
推手遽止之，湿衣泪滂滂。
颖乎尔诚能，无以冰炭置我肠！','韩愈',816);
INSERT INTO poem (title, content, author, `time`) VALUES('题榴花','五月榴花照眼明，枝间时见子初成。
可怜此地无车马，颠倒青苔落绛英。','韩愈',806);
INSERT INTO poem (title, content, author, `time`) VALUES('晚春二首·其二','谁收春色将归去，慢绿妖红半不存。
榆荚只能随柳絮，等闲撩乱走空园。','韩愈',816);
INSERT INTO poem (title, content, author, `time`) VALUES('调张籍','李杜文章在，光焰万丈长。
不知群儿愚，那用故谤伤。
蚍蜉撼大树，可笑不自量！
伊我生其后，举颈遥相望。
夜梦多见之，昼思反微茫。
徒观斧凿痕，不瞩治水航。
想当施手时，巨刃磨天扬。
垠崖划崩豁，乾坤摆雷硠。
唯此两夫子，家居率荒凉。
帝欲长吟哦，故遣起且僵。
翦翎送笼中，使看百鸟翔。
平生千万篇，金薤垂琳琅。
仙官敕六丁，雷电下取将。
流落人间者，太山一毫芒。
我愿生两翅，捕逐出八荒。
精诚忽交通，百怪入我肠。
刺手拔鲸牙，举瓢酌天浆。
腾身跨汗漫，不著织女襄。
顾语地上友，经营无太忙。
乞君飞霞佩，与我高颉颃。','韩愈',815);
INSERT INTO poem (title, content, author, `time`) VALUES('知音者诚希','知音者诚希，念子不能别。
行行天未晓，携手踏明月。','韩愈',798);
INSERT INTO poem (title, content, author, `time`) VALUES('同水部张员外籍曲江春游寄白二十二舍人','漠漠轻阴晚自开，青天白日映楼台。
曲江水满花千树，有底忙时不肯来。','韩愈',822);
INSERT INTO poem (title, content, author, `time`) VALUES('八月十五夜赠张功曹','纤云四卷天无河，清风吹空月舒波。
沙平水息声影绝，一杯相属君当歌。
君歌声酸辞且苦，不能听终泪如雨。
洞庭连天九疑高，蛟龙出没猩鼯号。
十生九死到官所，幽居默默如藏逃。
下床畏蛇食畏药，海气湿蛰熏腥臊。
昨者州前捶大鼓，嗣皇继圣登夔皋。
赦书一日行万里，罪从大辟皆除死。
迁者追回流者还，涤瑕荡垢清朝班。
州家申名使家抑，坎轲只得移荆蛮。
判司卑官不堪说，未免捶楚尘埃间。
同时辈流多上道，天路幽险难追攀。
君歌且休听我歌，我歌今与君殊科。
一年明月今宵多，人生由命非由他。
有酒不饮奈明何。','韩愈',805);
INSERT INTO poem (title, content, author, `time`) VALUES('闻梨花发赠刘师命','桃蹊惆怅不能过，红艳纷纷落地多。
闻道郭西千树雪，欲将君去醉如何。','韩愈',805);
INSERT INTO poem (title, content, author, `time`) VALUES('花岛','蜂蝶去纷纷，香风隔岸闻。
欲知花岛处，水上觅红云。','韩愈',813);
INSERT INTO poem (title, content, author, `time`) VALUES('醉留东野','昔年因读李白杜甫诗，长恨二人不相从。
吾与东野生并世，如何复蹑二子踪。
东野不得官，白首夸龙钟。
韩子稍奸黠，自惭青蒿倚长松。
低头拜东野，原得终始如駏蛩。
东野不回头，有如寸筳撞巨钟。
吾愿身为云，东野变为龙。
四方上下逐东野，虽有离别无由逢？','韩愈',798);
INSERT INTO poem (title, content, author, `time`) VALUES('条山苍','条山苍，河水黄。浪波沄沄去，松柏在高冈。','韩愈',786);
INSERT INTO poem (title, content, author, `time`) VALUES('送桂州严大夫同用南字','苍苍森八桂，兹地在湘南。
江作青罗带，山如碧玉篸。
户多输翠羽，家自种黄甘。
远胜登仙去，飞鸾不假骖。','韩愈',822);
INSERT INTO poem (title, content, author, `time`) VALUES('子产不毁乡校','我思古人，伊郑之侨。以礼相国，人未安其教；游于乡之校，众口嚣嚣。或谓子产：“毁乡校则止。”曰：“何患焉？可以成美。夫岂多言，亦各其志：善也吾行，不善吾避；维善维否，我于此视。川不可防，言不可弭。下塞上聋，邦其倾矣。”既乡校不毁，而郑国以理。

　　在周之兴，养老乞言；及其已衰，谤者使监。成败之迹，昭哉可观。

　　维是子产，执政之式。维其不遇，化止一国。诚率此道，相天下君；交畅旁达，施及无垠，於虖！四海所以不理，有君无臣。谁其嗣之？我思古人！','韩愈',799);
INSERT INTO poem (title, content, author, `time`) VALUES('题百叶桃花','百叶双桃晚更红，窥窗映竹见玲珑。
应知侍史归天上，故伴仙郎宿禁中。','韩愈',815);
INSERT INTO poem (title, content, author, `time`) VALUES('池上絮','池上无风有落晖，杨花晴后自飞飞。
为将纤质凌清镜，湿却无穷不得归。','韩愈',811);
INSERT INTO poem (title, content, author, `time`) VALUES('游太平公主山庄','公主当年欲占春，故将台榭押城闉。
欲知前面花多少，直到南山不属人。','韩愈',813);
INSERT INTO poem (title, content, author, `time`) VALUES('游城南十六首·遣兴','断送一生惟有酒，寻思百计不如闲。
莫忧世事兼身事，须著人间比梦间。','韩愈',816);
INSERT INTO poem (title, content, author, `time`) VALUES('示儿','始我来京师，止携一束书。
辛勤三十年，以有此屋庐。
此屋岂为华，于我自有余。
中堂高且新，四时登牢蔬。
前荣馔宾亲，冠婚之所于。
庭内无所有，高树八九株。
有藤娄络之，春华夏阴敷。
东堂坐见山，云风相吹嘘。
松果连南亭，外有瓜芋区。
西偏屋不多，槐榆翳空虚。
山鸟旦夕鸣，有类涧谷居。
主妇治北堂，膳服适戚疏。
恩封高平君，子孙从朝裾。
开门问谁来，无非卿大夫。
不知官高卑，玉带悬金鱼。
问客之所为，峨冠讲唐虞。
酒食罢无为，棋槊以相娱。
凡此座中人，十九持钧枢。
又问谁与频，莫与张樊如。
来过亦无事，考评道精粗。
跹跹媚学子，墙屏日有徒。
以能问不能，其蔽岂可祛。
嗟我不修饰，事与庸人俱。
安能坐如此，比肩于朝儒。
诗以示儿曹，其无迷厥初。','韩愈',815);
INSERT INTO poem (title, content, author, `time`) VALUES('青青水中蒲二首','青青水中蒲，下有一双鱼。
君今上陇去，我在与谁居？

青青水中蒲，长在水中居。
寄语浮萍草，相随我不如。','韩愈',793);
INSERT INTO poem (title, content, author, `time`) VALUES('湘中酬张十一功曹','休垂绝徼千行泪，共泛清湘一叶舟。
今日岭猿兼越鸟，可怜同听不知愁。','韩愈',805);
INSERT INTO poem (title, content, author, `time`) VALUES('猗兰操','兰之猗猗，扬扬其香。
不采而佩，于兰何伤。
今天之旋，其曷为然。
我行四方，以日以年。
雪霜贸贸，荠麦之茂。
子如不伤，我不尔觏。
荠麦之茂，荠麦之有。
君子之伤，君子之守。','韩愈',819);
INSERT INTO poem (title, content, author, `time`) VALUES('谒衡岳庙遂宿岳寺题门楼','五岳祭秩皆三公，四方环镇嵩当中。
火维地荒足妖怪，天假神柄专其雄。
喷云泄雾藏半腹，虽有绝顶谁能穷？
我来正逢秋雨节，阴气晦昧无清风。
潜心默祷若有应，岂非正直能感通！
须臾静扫众峰出，仰见突兀撑青空。
紫盖连延接天柱，石廪腾掷堆祝融。
森然魄动下马拜，松柏一径趋灵宫。
粉墙丹柱动光彩，鬼物图画填青红。
升阶伛偻荐脯酒，欲以菲薄明其衷。
庙令老人识神意，睢盱侦伺能鞠躬。
手持杯珓导我掷，云此最吉余难同。
窜逐蛮荒幸不死，衣食才足甘长终。
侯王将相望久绝，神纵欲福难为功。
夜投佛寺上高阁，星月掩映云曈昽。
猿鸣钟动不知曙，杲杲寒日生于东。','韩愈',805);
INSERT INTO poem (title, content, author, `time`) VALUES('答张十一功曹','山净江空水见沙，哀猿啼处两三家。
筼筜竞长纤纤笋，踯躅闲开艳艳花。
未报恩波知死所，莫令炎瘴送生涯。
吟君诗罢看双鬓，斗觉霜毛一半加。','韩愈',803);
INSERT INTO poem (title, content, author, `time`) VALUES('湘中','猿愁鱼踊水翻波，自古流传是汨罗。
蘋藻满盘无处奠，空闻渔父扣舷歌。','韩愈',805);
INSERT INTO poem (title, content, author, `time`) VALUES('题张十一旅舍三咏·葡萄','新茎未遍半犹枯，高架支离倒复扶。
若欲满盘堆马乳，莫辞添竹引龙须。','韩愈',806);
INSERT INTO poem (title, content, author, `time`) VALUES('次潼关先寄张十二阁老使君','荆山已去华山来，日出潼关四扇开。
刺史莫辞迎候远，相公亲破蔡州回。','韩愈',817);
INSERT INTO poem (title, content, author, `time`) VALUES('李花赠张十一署','江陵城西二月尾，花不见桃惟见李。
风揉雨练雪羞比，波涛翻空杳无涘。
君知此处花何似？
白花倒烛天夜明，群鸡惊鸣官吏起。
金乌海底初飞来，朱辉散射青霞开。
迷魂乱眼看不得，照耀万树繁如堆。
念昔少年著游燕，对花岂省曾辞杯。
自从流落忧感集，欲去未到先思回。
只今四十已如此，后日更老谁论哉。
力携一尊独就醉，不忍虚掷委黄埃。','韩愈',806);
INSERT INTO poem (title, content, author, `time`) VALUES('雉带箭','原头火烧静兀兀，野雉畏鹰出复没。
将军欲以巧伏人，盘马弯弓惜不发。
地形渐窄观者多，雉惊弓满劲箭加。
冲人决起百余尺，红翎白镞随倾斜。
将军仰笑军吏贺，五色离披马前堕。','韩愈',799);
INSERT INTO poem (title, content, author, `time`) VALUES('题楚昭王庙','丘坟满目衣冠尽，城阙连云草树荒。
犹有国人怀旧德，一间茅屋祭昭王。','韩愈',819);
INSERT INTO poem (title, content, author, `time`) VALUES('宿龙宫滩','浩浩复汤汤，滩声抑更扬。
奔流疑激电，惊浪似浮霜。
梦觉灯生晕，宵残雨送凉。
如何连晓语，只是说家乡？','韩愈',805);
INSERT INTO poem (title, content, author, `time`) VALUES('学诸进士作精卫衔石填海','鸟有偿冤者，终年抱寸诚。
口衔山石细，心望海波平。
渺渺功难见，区区命已轻。
人皆讥造次，我独赏专精。
岂计休无日，惟应尽此生。
何惭刺客传，不著报雠名。','韩愈',810);
INSERT INTO poem (title, content, author, `time`) VALUES('戏题牡丹','幸自同开俱阴隐，何须相倚斗轻盈。
陵晨并作新妆面，对客偏含不语情。
双燕无机还拂掠，游蜂多思正经营。
长年是事皆抛尽，今日栏边暂眼明。','韩愈',815);
INSERT INTO poem (title, content, author, `time`) VALUES('符读书城南','木之就规矩，在梓匠轮舆。
人之能为人，由腹有诗书。
诗书勤乃有，不勤腹空虚。
欲知学之力，贤愚同一初。
由其不能学，所入遂异闾。
两家各生子，提孩巧相如。
少长聚嬉戏，不殊同队鱼。
年至十二三，头角稍相疏。
二十渐乖张，清沟映污渠。
三十骨骼成，乃一龙一猪。
飞黄腾踏去，不能顾蟾蜍。
一为马前卒，鞭背生虫蛆。
一为公与相，潭潭府中居。
问之何因尔，学与不学欤。
金璧虽重宝，费用难贮储。
学问藏之身，身在则有馀。
君子与小人，不系父母且。
不见公与相，起身自犁鉏。
不见三公后，寒饥出无驴。
文章岂不贵，经训乃菑畬。
潢潦无根源，朝满夕已除。
人不通古今，马牛而襟裾。
行身陷不义，况望多名誉。
时秋积雨霁，新凉入郊墟。
灯火稍可亲，简编可卷舒。
岂不旦夕念，为尔惜居诸。
恩义有相夺，作诗劝踌躇。','韩愈',816);
INSERT INTO poem (title, content, author, `time`) VALUES('贞女峡','江盘峡束春湍豪，雷风战斗鱼龙逃。
悬流轰轰射水府，一泻百里翻云涛。
漂船摆石万瓦裂，咫尺性命轻鸿毛。','韩愈',804);
INSERT INTO poem (title, content, author, `time`) VALUES('送湖南李正字归','长沙入楚深，洞庭值秋晚。
人随鸿雁少，江共蒹葭远。
历历余所经，悠悠子当返。
孤游怀耿介，旅宿梦婉娩。
风土稍殊音，鱼虾日异饭。
亲交俱在此，谁与同息偃。','韩愈',810);
INSERT INTO poem (title, content, author, `time`) VALUES('谁氏子','非痴非狂谁氏子，去入王屋称道士。
白头老母遮门啼，挽断衫袖留不止。
翠眉新妇年二十，载送还家哭穿市。
或云欲学吹凤笙，所慕灵妃媲萧史。
又云时俗轻寻常，力行险怪取贵仕。
神仙虽然有传说，知者尽知其妄矣。
圣君贤相安可欺，乾死穷山竟何俟。
呜呼余心诚岂弟，愿往教诲究终始。
罚一劝百政之经，不从而诛未晚耳。
谁其友亲能哀怜，写吾此诗持送似。','韩愈',811);
INSERT INTO poem (title, content, author, `time`) VALUES('广宣上人频见过','三百六旬长扰扰，不冲风雨即尘埃。
久惭朝士无裨补，空愧高僧数往来。
学道穷年何所得，吟诗竟日未能回。
天寒古寺游人少，红叶窗前有几堆。','韩愈',814);
INSERT INTO poem (title, content, author, `time`) VALUES('洞庭湖阻风赠张十一署·时自阳山徙掾江陵','十月阴气盛，北风无时休。
苍茫洞庭岸，与子维双舟。
雾雨晦争泄，波涛怒相投。
犬鸡断四听，粮绝谁与谋。
相去不容步，险如碍山丘。
清谈可以饱，梦想接无由。
男女喧左右，饥啼但啾啾。
非怀北归兴，何用胜羁愁。
云外有白日，寒光自悠悠。
能令暂开霁，过是吾无求。','韩愈',805);
INSERT INTO poem (title, content, author, `time`) VALUES('感春五首','辛夷高花最先开，青天露坐始此回。
已呼孺人戛鸣瑟，更遣稚子传清杯。
选壮军兴不为用，坐狂朝论无由陪。
如今到死得闲处，还有诗赋歌康哉。
洛阳东风几时来，川波岸柳春全回。
宫门一锁不复启，虽有九陌无尘埃。
策马上桥朝日出，楼阙赤白正崔嵬。
孤吟屡阕莫与和，寸恨至短谁能裁。
春田可耕时已催，王师北讨何当回。
放车载草农事济，战马苦饥谁念哉。
蔡州纳节旧将死，起居谏议联翩来。
朝廷未省有遗策，肯不垂意瓶与罍。
前随杜尹拜表回，笑言溢口何欢咍。
孔丞别我适临汝，风骨峭峻遗尘埃。
音容不接只隔夜，凶讣讵可相寻来。
天公高居鬼神恶，欲保性命诚难哉。
辛夷花房忽全开，将衰正盛须频来。
清晨辉辉烛霞日，薄暮耿耿和烟埃。
朝明夕暗已足叹，况乃满地成摧颓。
迎繁送谢别有意，谁肯留恋少环回。','韩愈',811);
INSERT INTO poem (title, content, author, `time`) VALUES('华山女','街东街西讲佛经，撞钟吹螺闹宫廷。
广张罪福资诱胁，听众狎恰排浮萍。
黄衣道士亦讲说，座下寥落如明星。
华山女儿家奉道，欲驱异教归仙灵。
洗妆拭面著冠帔，白咽红颊长眉青。
遂来升座演真诀，观门不许人开扃。
不知谁人暗相报，訇然振动如雷霆。
扫除众寺人迹绝，骅骝塞路连辎轩。
观中人满坐观外，后至无地无由听。
抽簪脱钏解环佩，堆金叠玉光青荧。
天门贵人传诏召，六宫愿识师颜形。
玉皇颔首许归去，乘龙驾鹤来青冥。
豪家少年岂知道，来绕百匝脚不停。
云窗雾阁事恍惚，重重翠幕深金屏。
仙梯难攀俗缘重，浪凭青鸟通丁宁。','韩愈',819);
INSERT INTO poem (title, content, author, `time`) VALUES('忽忽','忽忽乎余未知生之为乐也，愿脱去而无因。
安得长翮大翼如云生我身，乘风振奋出六合。
绝浮尘，死生哀乐两相弃，是非得失付闲人。','韩愈',799);
INSERT INTO poem (title, content, author, `time`) VALUES('落齿','去年落一牙，今年落一齿。
俄然落六七，落势殊未已。
馀存皆动摇，尽落应始止。
忆初落一时，但念豁可耻。
及至落二三，始忧衰即死。
每一将落时，懔懔恒在己。
叉牙妨食物，颠倒怯漱水。
终焉舍我落，意与崩山比。
今来落既熟，见落空相似。
馀存二十馀，次第知落矣。
倘常岁一落，自足支两纪。
如其落并空，与渐亦同指。
人言齿之落，寿命理难恃。
我言生有涯，长短俱死尔。
人言齿之豁，左右惊谛视。
我言庄周云，木雁各有喜。
语讹默固好，嚼废软还美。
因歌遂成诗，时用诧妻子。','韩愈',803);
INSERT INTO poem (title, content, author, `time`) VALUES('秋字','淮南悲木落，而我亦伤秋。
况与故人别，那堪羁宦愁。
荣华今异路，风雨昔同忧。
莫以宜春远，江山多胜游。','韩愈',808);
INSERT INTO poem (title, content, author, `time`) VALUES('桃源图','神仙有无何渺茫，桃源之说诚荒唐。
流水盘回山百转，生绡数幅垂中堂。
武陵太守好事者，题封远寄南宫下。
南宫先生忻得之，波涛入笔驱文辞。
文工画妙各臻极，异境恍惚移于斯。
架岩凿谷开宫室，接屋连墙千万日。
嬴颠刘蹶了不闻，地坼天分非所恤。
种桃处处惟开花，川原近远蒸红霞。
初来犹自念乡邑，岁久此地还成家。
渔舟之子来何所，物色相猜更问语。
大蛇中断丧前王，群马南渡开新主。
听终辞绝共凄然，自说经今六百年。
当时万事皆眼见，不知几许犹流传。
争持酒食来相馈，礼数不同樽俎异。
月明伴宿玉堂空，骨冷魂清无梦寐。
夜半金鸡啁哳鸣，火轮飞出客心惊。
人间有累不可住，依然离别难为情。
船开棹进一回顾，万里苍苍烟水暮。
世俗宁知伪与真，至今传者武陵人。','韩愈',814);
INSERT INTO poem (title, content, author, `time`) VALUES('除官赴阙至江州寄鄂岳李大夫','盆城去鄂渚，风便一日耳。
不枉故人书，无因帆江水。
故人辞礼闱，旌节镇江圻。
而我窜逐者，龙钟初得归。
别来已三岁，望望长迢递。
咫尺不相闻，平生那可计。
我齿落且尽，君鬓白几何。
年皆过半百，来日苦无多。
少年乐新知，衰暮思故友。
譬如亲骨肉，宁免相可不。
我昔实愚蠢，不能降色辞。
子犯亦有言，臣犹自知之。
公其务贳过，我亦请改事。
桑榆倘可收，愿寄相思字。','韩愈',820);
INSERT INTO poem (title, content, author, `time`) VALUES('赠贾岛','孟郊死葬北邙山，从此风云得暂闲。
天恐文章浑断绝，更生贾岛著人间。','韩愈',814);
INSERT INTO poem (title, content, author, `time`) VALUES('新竹','笋添南阶竹，日日成清閟。
缥节已储霜，黄苞犹掩翠。
出栏抽五六，当户罗三四。
高标陵秋严，贞色夺春媚。
稀生巧补林，并出疑争地。
纵横乍依行，烂熳忽无次。
风枝未飘吹，露粉先涵泪。
何人可携玩，清景空瞪视。','韩愈',804);
INSERT INTO poem (title, content, author, `time`) VALUES('李花二首','平旦入西园，梨花数株若矜夸。
旁有一株李，颜色惨惨似含嗟。
问之不肯道所以，独绕百匝至日斜。
忽忆前时经此树，正见芳意初萌牙。
奈何趁酒不省录，不见玉枝攒霜葩。
泫然为汝下雨泪，无由反旆羲和车。
东风来吹不解颜，苍茫夜气生相遮。
冰盘夏荐碧实脆，斥去不御惭其花。

当春天地争奢华，洛阳园苑尤纷拏。
谁将平地万堆雪，剪刻作此连天花。
日光赤色照未好，明月暂入都交加。
夜领张彻投卢仝，乘云共至玉皇家。
长姬香御四罗列，缟裙练帨无等差。
静濯明妆有所奉，顾我未肯置齿牙。
清寒莹骨肝胆醒，一生思虑无由邪。','韩愈',811);
INSERT INTO poem (title, content, author, `time`) VALUES('杏花','居邻北郭古寺空，杏花两株能白红。
曲江满园不可到，看此宁避雨与风。
二年流窜出岭外，所见草木多异同。
冬寒不严地恒泄，阳气发乱无全功。
浮花浪蕊镇长有，才开还落瘴雾中。
山榴踯躅少意思，照耀黄紫徒为丛。
鹧鸪钩輈猿叫歇，杳杳深谷攒青枫。
岂如此树一来玩，若在京国情何穷。
今旦胡为忽惆怅，万片飘泊随西东。
明年更发应更好，道人莫忘邻家翁。','韩愈',806);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和虢州刘给事使君三堂新题二十一咏·柳溪','柳树谁人种，行行夹岸高。
莫将条系缆，著处有蝉号。','韩愈',813);
INSERT INTO poem (title, content, author, `time`) VALUES('卢郎中云夫寄示送盘谷子诗两章，歌以和之','昔寻李愿向盘谷，正见高崖巨壁争开张。
是时新晴天井溢，谁把长剑倚太行。
冲风吹破落天外，飞雨白日洒洛阳。
东蹈燕川食旷野，有馈木蕨芽满筐。
马头溪深不可厉，借车载过水入箱。
平沙绿浪榜方口，雁鸭飞起穿垂杨。
穷探极览颇恣横，物外日月本不忙。
归来辛苦欲谁为，坐令再往之计堕眇芒。
闭门长安三日雪，推书扑笔歌慨慷。
旁无壮士遣属和，远忆卢老诗颠狂。
开缄忽睹送归作，字向纸上皆轩昂。
又知李侯竟不顾，方冬独入崔嵬藏。
我今进退几时决，十年蠢蠢随朝行。
家请官供不报答，何异雀鼠偷太仓。
行抽手版付丞相，不等弹劾还耕桑。','韩愈',811);
INSERT INTO poem (title, content, author, `time`) VALUES('谴疟鬼','屑屑水帝魂，谢谢无馀辉。
如何不肖子，尚奋疟鬼威。
乘秋作寒热，翁妪所骂讥。
求食欧泄间，不知臭秽非。
医师加百毒，熏灌无停机。
灸师施艾炷，酷若猎火围。
诅师毒口牙，舌作霹雳飞。
符师弄刀笔，丹墨交横挥。
咨汝之胄出，门户何巍巍。
祖轩而父顼，未沫于前徽。
不修其操行，贱薄似汝稀。
岂不忝厥祖，靦然不知归。
湛湛江水清，归居安汝妃。
清波为裳衣，白石为门畿。
呼吸明月光，手掉芙蓉旂。
降集随九歌，饮芳而食菲。
赠汝以好辞，咄汝去莫违。','韩愈',805);
INSERT INTO poem (title, content, author, `time`) VALUES('芍药（元和中知制诰寓直禁中作）','浩态狂香昔未逢，红灯烁烁绿盘笼。
觉来独对情惊恐，身在仙宫第几重。','韩愈',815);
# 李白录入开始
INSERT INTO poem (title, content, author, `time`) VALUES('将进酒', '君不见黄河之水天上来，奔流到海不复回。
君不见高堂明镜悲白发，朝如青丝暮成雪。
人生得意须尽欢，莫使金樽空对月。
天生我材必有用，千金散尽还复来。
烹羊宰牛且为乐，会须一饮三百杯。
岑夫子，丹丘生，将进酒，杯莫停。
与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)
钟鼓馔玉不足贵，但愿长醉不愿醒。(不足贵 一作：何足贵；不愿醒 一作：不复醒)
古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)
陈王昔时宴平乐，斗酒十千恣欢谑。
主人何为言少钱，径须沽取对君酌。
五花马、千金裘，呼儿将出换美酒，与尔同销万古愁。','李白',752);
INSERT INTO poem (title, content, author, `time`) VALUES('行路难·其一','金樽清酒斗十千，玉盘珍羞直万钱。(羞 同：馐；直 同：值)
停杯投箸不能食，拔剑四顾心茫然。
欲渡黄河冰塞川，将登太行雪满山。(雪满山 一作：雪暗天)
闲来垂钓碧溪上，忽复乘舟梦日边。(碧 一作：坐)
行路难，行路难，多歧路，今安在？
长风破浪会有时，直挂云帆济沧海。','李白',742);
INSERT INTO poem (title, content, author, `time`) VALUES('蜀道难','噫吁嚱，危乎高哉！
蜀道之难，难于上青天！
蚕丛及鱼凫，开国何茫然！
尔来四万八千岁，不与秦塞通人烟。
西当太白有鸟道，可以横绝峨眉巅。
地崩山摧壮士死，然后天梯石栈相钩连。
上有六龙回日之高标，下有冲波逆折之回川。
黄鹤之飞尚不得过，猿猱欲度愁攀援。
青泥何盘盘，百步九折萦岩峦。
扪参历井仰胁息，以手抚膺坐长叹。
问君西游何时还？畏途巉岩不可攀。
但见悲鸟号古木，雄飞雌从绕林间。
又闻子规啼夜月，愁空山。
蜀道之难，难于上青天，使人听此凋朱颜！
连峰去天不盈尺，枯松倒挂倚绝壁。
飞湍瀑流争喧豗，砯崖转石万壑雷。
其险也如此，嗟尔远道之人胡为乎来哉！(也如此 一作：也若此)
剑阁峥嵘而崔嵬，一夫当关，万夫莫开。
所守或匪亲，化为狼与豺。
朝避猛虎，夕避长蛇，磨牙吮血，杀人如麻。
锦城虽云乐，不如早还家。
蜀道之难，难于上青天，侧身西望长咨嗟！','李白',731);
INSERT INTO poem (title, content, author, `time`) VALUES('三五七言','秋风清，秋月明，
落叶聚还散，寒鸦栖复惊。
相思相见知何日？此时此夜难为情！
入我相思门，知我相思苦，
长相思兮长相忆，短相思兮无穷极，
早知如此绊人心，何如当初莫相识。','李白',756);
INSERT INTO poem (title, content, author, `time`) VALUES('静夜思','床前明月光，疑是地上霜。
举头望明月，低头思故乡。','李白',726);
INSERT INTO poem (title, content, author, `time`) VALUES('黄鹤楼送孟浩然之广陵','故人西辞黄鹤楼，烟花三月下扬州。
孤帆远影碧空尽，唯见长江天际流。','李白',730);
INSERT INTO poem (title, content, author, `time`) VALUES('闻王昌龄左迁龙标遥有此寄','杨花落尽子规啼，闻道龙标过五溪。
我寄愁心与明月，随君直到夜郎西。','李白',753);
INSERT INTO poem (title, content, author, `time`) VALUES('望庐山瀑布','日照香炉生紫烟，遥看瀑布挂前川。
飞流直下三千尺，疑是银河落九天。','李白',725);
INSERT INTO poem (title, content, author, `time`) VALUES('月下独酌·其一','花间一壶酒，独酌无相亲。
举杯邀明月，对影成三人。
月既不解饮，影徒随我身。
暂伴月将影，行乐须及春。
我歌月徘徊，我舞影零乱。
醒时同交欢，醉后各分散。
永结无情游，相期邈云汉。','李白',744);
INSERT INTO poem (title, content, author, `time`) VALUES('宣州谢朓楼饯别校书叔云','弃我去者，昨日之日不可留；
乱我心者，今日之日多烦忧。
长风万里送秋雁，对此可以酣高楼。
蓬莱文章建安骨，中间小谢又清发。
俱怀逸兴壮思飞，欲上青天揽明月。
抽刀断水水更流，举杯消愁愁更愁。
人生在世不称意，明朝散发弄扁舟。','李白',753);
INSERT INTO poem (title, content, author, `time`) VALUES('送友人','青山横北郭，白水绕东城。
此地一为别，孤蓬万里征。
浮云游子意，落日故人情。
挥手自兹去，萧萧班马鸣。','李白',738);
INSERT INTO poem (title, content, author, `time`) VALUES('渡荆门送别','渡远荆门外，来从楚国游。
山随平野尽，江入大荒流。
月下飞天镜，云生结海楼。
仍怜故乡水，万里送行舟。','李白',725);
INSERT INTO poem (title, content, author, `time`) VALUES('梦游天姥吟留别','海客谈瀛洲，烟涛微茫信难求；
越人语天姥，云霞明灭或可睹。
天姥连天向天横，势拔五岳掩赤城。
天台四万八千丈，对此欲倒东南倾。
我欲因之梦吴越，一夜飞度镜湖月。
湖月照我影，送我至剡溪。
谢公宿处今尚在，渌水荡漾清猿啼。
脚著谢公屐，身登青云梯。
半壁见海日，空中闻天鸡。
千岩万转路不定，迷花倚石忽已暝。
熊咆龙吟殷岩泉，栗深林兮惊层巅。
云青青兮欲雨，水澹澹兮生烟。
列缺霹雳，丘峦崩摧。
洞天石扉，訇然中开。
青冥浩荡不见底，日月照耀金银台。
霓为衣兮风为马，云之君兮纷纷而来下。
虎鼓瑟兮鸾回车，仙之人兮列如麻。
忽魂悸以魄动，恍惊起而长嗟。
惟觉时之枕席，失向来之烟霞。
世间行乐亦如此，古来万事东流水。
别君去兮何时还？且放白鹿青崖间，须行即骑访名山。
安能摧眉折腰事权贵，使我不得开心颜！','李白',745);
INSERT INTO poem (title, content, author, `time`) VALUES('赠汪伦','李白乘舟将欲行，忽闻岸上踏歌声。
桃花潭水深千尺，不及汪伦送我情。','李白',755);
INSERT INTO poem (title, content, author, `time`) VALUES('望天门山','天门中断楚江开，碧水东流至此回。
两岸青山相对出，孤帆一片日边来。','李白',725);
INSERT INTO poem (title, content, author, `time`) VALUES('清平调·其一','云想衣裳花想容，春风拂槛露华浓。
若非群玉山头见，会向瑶台月下逢。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('侠客行','赵客缦胡缨，吴钩霜雪明。
银鞍照白马，飒沓如流星。
十步杀一人，千里不留行。
事了拂衣去，深藏身与名。
闲过信陵饮，脱剑膝前横。
将炙啖朱亥，持觞劝侯嬴。
三杯吐然诺，五岳倒为轻。
眼花耳热后，意气素霓生。
救赵挥金槌，邯郸先震惊。
千秋二壮士，烜赫大梁城。
纵死侠骨香，不惭世上英。
谁能书阁下，白首太玄经。','李白',744);
INSERT INTO poem (title, content, author, `time`) VALUES('早发白帝城','朝辞白帝彩云间，千里江陵一日还。
两岸猿声啼不住，轻舟已过万重山。','李白',759);
INSERT INTO poem (title, content, author, `time`) VALUES('古朗月行','小时不识月，呼作白玉盘。
又疑瑶台镜，飞在青云端。
仙人垂两足，桂树何团团。
白兔捣药成，问言与谁餐？
蟾蜍蚀圆影，大明夜已残。
羿昔落九乌，天人清且安。
阴精此沦惑，去去不足观。
忧来其如何？凄怆摧心肝。','李白',755);
INSERT INTO poem (title, content, author, `time`) VALUES('春夜洛城闻笛','谁家玉笛暗飞声，散入春风满洛城。
此夜曲中闻折柳，何人不起故园情。','李白',734);
INSERT INTO poem (title, content, author, `time`) VALUES('峨眉山月歌','峨眉山月半轮秋，影入平羌江水流。
夜发清溪向三峡，思君不见下渝州。','李白',724);
INSERT INTO poem (title, content, author, `time`) VALUES('登金陵凤凰台','凤凰台上凤凰游，凤去台空江自流。
吴宫花草埋幽径，晋代衣冠成古丘。
三山半落青天外，二水中分白鹭洲。
总为浮云能蔽日，长安不见使人愁。','李白',747);
INSERT INTO poem (title, content, author, `time`) VALUES('独坐敬亭山','众鸟高飞尽，孤云独去闲。
相看两不厌，只有敬亭山。','李白',753);
INSERT INTO poem (title, content, author, `time`) VALUES('关山月','明月出天山，苍茫云海间。
长风几万里，吹度玉门关。
汉下白登道，胡窥青海湾。
由来征战地，不见有人还。
戍客望边邑，思归多苦颜。
高楼当此夜，叹息未应闲。','李白',721);
INSERT INTO poem (title, content, author, `time`) VALUES('夜宿山寺','危楼高百尺，手可摘星辰。
不敢高声语，恐惊天上人。','李白',725);
INSERT INTO poem (title, content, author, `time`) VALUES('子夜吴歌·秋歌','长安一片月，万户捣衣声。
秋风吹不尽，总是玉关情。
何日平胡虏，良人罢远征。','李白',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('上李邕','大鹏一日同风起，扶摇直上九万里。
假令风歇时下来，犹能簸却沧溟水。
世人见我恒殊调，闻余大言皆冷笑。
宣父犹能畏后生，丈夫未可轻年少。','李白',720);
INSERT INTO poem (title, content, author, `time`) VALUES('客中作','兰陵美酒郁金香，玉碗盛来琥珀光。
但使主人能醉客，不知何处是他乡。','李白',739);
INSERT INTO poem (title, content, author, `time`) VALUES('把酒问月·故人贾淳令予问之','青天有月来几时？我今停杯一问之。
人攀明月不可得，月行却与人相随。
皎如飞镜临丹阙，绿烟灭尽清辉发。
但见宵从海上来，宁知晓向云间没。
白兔捣药秋复春，嫦娥孤栖与谁邻？
今人不见古时月，今月曾经照古人。
古人今人若流水，共看明月皆如此。
唯愿当歌对酒时，月光长照金樽里。','李白',744);
INSERT INTO poem (title, content, author, `time`) VALUES('长相思·其一','长相思，在长安。
络纬秋啼金井阑，微霜凄凄簟色寒。
孤灯不明思欲绝，卷帷望月空长叹。
美人如花隔云端！
上有青冥之长天，下有渌水之波澜。
天长路远魂飞苦，梦魂不到关山难。
长相思，摧心肝！','李白',747);
INSERT INTO poem (title, content, author, `time`) VALUES('行路难三首','金樽清酒斗十千，玉盘珍羞直万钱。
停杯投箸不能食，拔剑四顾心茫然。
欲渡黄河冰塞川，将登太行雪满山。
闲来垂钓碧溪上，忽复乘舟梦日边。
行路难！行路难！多歧路，今安在？
长风破浪会有时，直挂云帆济沧海。

大道如青天，我独不得出。
羞逐长安社中儿，赤鸡白雉赌梨栗。
弹剑作歌奏苦声，曳裾王门不称情。
淮阴市井笑韩信，汉朝公卿忌贾生。
君不见昔时燕家重郭隗，拥篲折节无嫌猜。
剧辛乐毅感恩分，输肝剖胆效英才。
昭王白骨萦蔓草，谁人更扫黄金台？
行路难，归去来！

有耳莫洗颍川水，有口莫食首阳蕨。
含光混世贵无名，何用孤高比云月？
吾观自古贤达人，功成不退皆殒身。
子胥既弃吴江上，屈原终投湘水滨。
陆机雄才岂自保？李斯税驾苦不早。
华亭鹤唳讵可闻？上蔡苍鹰何足道？
君不见吴中张翰称达生，秋风忽忆江东行。
且乐生前一杯酒，何须身后千载名？','李白',742);
#李白录入结束
INSERT INTO poem (title, content, author, `time`) VALUES('南陵别儿童入京','白酒新熟山中归，黄鸡啄黍秋正肥。
呼童烹鸡酌白酒，儿女嬉笑牵人衣。
高歌取醉欲自慰，起舞落日争光辉。
游说万乘苦不早，著鞭跨马涉远道。
会稽愚妇轻买臣，余亦辞家西入秦。
仰天大笑出门去，我辈岂是蓬蒿人。','李白',742);
INSERT INTO poem (title, content, author, `time`) VALUES('从军行·其二','百战沙场碎铁衣，城南已合数重围。
突营射杀呼延将，独领残兵千骑归。','李白',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日山中','懒摇白羽扇，裸袒青林中。
脱巾挂石壁，露顶洒松风。','李白',733);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·平林漠漠烟如织','平林漠漠烟如织，寒山一带伤心碧。暝色入高楼，有人楼上愁。
玉阶空伫立，宿鸟归飞急。何处是归程？长亭更短亭。','李白',756);
INSERT INTO poem (title, content, author, `time`) VALUES('清平调·其二','一枝秾艳露凝香，云雨巫山枉断肠。
借问汉宫谁得似，可怜飞燕倚新妆。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('庐山谣寄卢侍御虚舟','我本楚狂人，凤歌笑孔丘。
手持绿玉杖，朝别黄鹤楼。
五岳寻仙不辞远，一生好入名山游。
庐山秀出南斗傍，屏风九叠云锦张，
影落明湖青黛光。
金阙前开二峰长，银河倒挂三石梁，
香炉瀑布遥相望，回崖沓嶂凌苍苍。
翠影红霞映朝日，鸟飞不到吴天长。
登高壮观天地间，大江茫茫去不还。
黄云万里动风色，白波九道流雪山。
好为庐山谣，兴因庐山发。
闲窥石镜清我心，谢公行处苍苔没。
早服还丹无世情，琴心三叠道初成。
遥见仙人彩云里，手把芙蓉朝玉京。
先期汗漫九垓上，愿接卢敖游太清。','李白',760);
INSERT INTO poem (title, content, author, `time`) VALUES('月下独酌四首','花间一壶酒，独酌无相亲。
举杯邀明月，对影成三人。
月既不解饮，影徒随我身。
暂伴月将影，行乐须及春。
我歌月徘徊，我舞影零乱。
醒时相交欢，醉后各分散。
永结无情游，相期邈云汉。

天若不爱酒，酒星不在天。
地若不爱酒，地应无酒泉。
天地既爱酒，爱酒不愧天。
已闻清比圣，复道浊如贤。
贤圣既已饮，何必求神仙。
三杯通大道，一斗合自然。
但得酒中趣，勿为醒者传。

三月咸阳城，千花昼如锦。
谁能春独愁，对此径须饮。
穷通与修短，造化夙所禀。
一樽齐死生，万事固难审。
醉後失天地，兀然就孤枕。
不知有吾身，此乐最为甚。

穷愁千万端，美酒三百杯。
愁多酒虽少，酒倾愁不来。
所以知酒圣，酒酣心自开。
辞粟卧首阳，屡空饥颜回。
当代不乐饮，虚名安用哉。
蟹螯即金液，糟丘是蓬莱。
且须饮美酒，乘月醉高台。','李白',744);
INSERT INTO poem (title, content, author, `time`) VALUES('春思','燕草如碧丝，秦桑低绿枝。
当君怀归日，是妾断肠时。
春风不相识，何事入罗帏。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('山中与幽人对酌','两人对酌山花开，一杯一杯复一杯。
我醉欲眠卿且去，明朝有意抱琴来。','李白',737);
INSERT INTO poem (title, content, author, `time`) VALUES('怨情','美人卷珠帘，深坐蹙蛾眉。
但见泪痕湿，不知心恨谁。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('塞下曲六首·其一','五月天山雪，无花只有寒。
笛中闻折柳，春色未曾看。
晓战随金鼓，宵眠抱玉鞍。
愿将腰下剑，直为斩楼兰。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('赠孟浩然','吾爱孟夫子，风流天下闻。
红颜弃轩冕，白首卧松云。
醉月频中圣，迷花不事君。
高山安可仰，徒此揖清芬。','李白',736);
INSERT INTO poem (title, content, author, `time`) VALUES('长干行·其一','妾发初覆额，折花门前剧。
郎骑竹马来，绕床弄青梅。
同居长干里，两小无嫌猜。
十四为君妇，羞颜未尝开。
低头向暗壁，千唤不一回。
十五始展眉，愿同尘与灰。
常存抱柱信，岂上望夫台。
十六君远行，瞿塘滟滪堆。
五月不可触，猿声天上哀。
门前迟行迹，一一生绿苔。
苔深不能扫，落叶秋风早。
八月蝴蝶来，双飞西园草。
感此伤妾心，坐愁红颜老。
早晚下三巴，预将书报家。
相迎不道远，直至长风沙。','李白',725);
INSERT INTO poem (title, content, author, `time`) VALUES('清平调·名花倾国两相欢','名花倾国两相欢，长得君王带笑看。
解释春风无限恨，沉香亭北倚阑干。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('金陵酒肆留别','风吹柳花满店香，吴姬压酒劝客尝。
金陵子弟来相送，欲行不行各尽觞。
请君试问东流水，别意与之谁短长？','李白',726);
INSERT INTO poem (title, content, author, `time`) VALUES('山中问答','问余何意栖碧山，笑而不答心自闲。
桃花流水窅然去，别有天地非人间。','李白',729);
INSERT INTO poem (title, content, author, `time`) VALUES('下终南山过斛斯山人宿置酒','暮从碧山下，山月随人归。
却顾所来径，苍苍横翠微。
相携及田家，童稚开荆扉。
绿竹入幽径，青萝拂行衣。
欢言得所憩，美酒聊共挥。
长歌吟松风，曲尽河星稀。
我醉君复乐，陶然共忘机。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('短歌行','白日何短短，百年苦易满。
苍穹浩茫茫，万劫太极长。
麻姑垂两鬓，一半已成霜。
天公见玉女，大笑亿千场。
吾欲揽六龙，回车挂扶桑。
北斗酌美酒，劝龙各一觞。
富贵非所愿，与人驻颜光。','李白',737);
INSERT INTO poem (title, content, author, `time`) VALUES('秋浦歌十七首·其十四','炉火照天地，红星乱紫烟。
赧郎明月夜，歌曲动寒川。','李白',754);
INSERT INTO poem (title, content, author, `time`) VALUES('秋登宣城谢脁北楼','江城如画里，山晚望晴空。
两水夹明镜，双桥落彩虹。
人烟寒橘柚，秋色老梧桐。
谁念北楼上，临风怀谢公。','李白',753);
INSERT INTO poem (title, content, author, `time`) VALUES('访戴天山道士不遇','犬吠水声中，桃花带露浓。
树深时见鹿，溪午不闻钟。
野竹分青霭，飞泉挂碧峰。
无人知所去，愁倚两三松。','李白',719);
INSERT INTO poem (title, content, author, `time`) VALUES('与史郎中钦听黄鹤楼上吹笛','一为迁客去长沙，西望长安不见家。
黄鹤楼中吹玉笛，江城五月落梅花。','李白',758);
INSERT INTO poem (title, content, author, `time`) VALUES('九月十日即事','昨日登高罢，今朝更举觞。
菊花何太苦，遭此两重阳？','李白',762);
INSERT INTO poem (title, content, author, `time`) VALUES('玉阶怨','玉阶生白露，夜久侵罗袜。
却下水晶帘，玲珑望秋月。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('越中览古','越王勾践破吴归，义士还家尽锦衣。
宫女如花满春殿，只今惟有鹧鸪飞。','李白',747);
INSERT INTO poem (title, content, author, `time`) VALUES('长相思·其二','日色欲尽花含烟，月明如素愁不眠。
赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。
此曲有意无人传，愿随春风寄燕然。
忆君迢迢隔青天。昔日横波目，今作流泪泉。
不信妾断肠，归来看取明镜前。','李白',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('听蜀僧濬弹琴','蜀僧抱绿绮，西下峨眉峰。
为我一挥手，如听万壑松。
客心洗流水，馀响入霜钟。
不觉碧山暮，秋云暗几重。','李白',753);
INSERT INTO poem (title, content, author, `time`) VALUES('北风行','烛龙栖寒门，光曜犹旦开。
日月照之何不及此？惟有北风号怒天上来。
燕山雪花大如席，片片吹落轩辕台。
幽州思妇十二月，停歌罢笑双蛾摧。
倚门望行人，念君长城苦寒良可哀。
别时提剑救边去，遗此虎文金鞞靫。
中有一双白羽箭，蜘蛛结网生尘埃。
箭空在，人今战死不复回。
不忍见此物，焚之已成灰。
黄河捧土尚可塞，北风雨雪恨难裁。','李白',752);
INSERT INTO poem (title, content, author, `time`) VALUES('劳劳亭','天下伤心处，劳劳送客亭。
春风知别苦，不遣柳条青。','李白',747);
INSERT INTO poem (title, content, author, `time`) VALUES('妾薄命','汉帝重阿娇，贮之黄金屋。
咳唾落九天，随风生珠玉。
宠极爱还歇，妒深情却疏。
长门一步地，不肯暂回车。
雨落不上天，水覆难再收。
君情与妾意，各自东西流。
昔日芙蓉花，今成断根草。
以色事他人，能得几时好。','李白',743);
INSERT INTO poem (title, content, author, `time`) VALUES('长歌行','桃李待日开，荣华照当年。
东风动百物，草木尽欲言。
枯枝无丑叶，涸水吐清泉。
大力运天地，羲和无停鞭。
功名不早著，竹帛将何宣。
桃李务青春，谁能贳白日。
富贵与神仙，蹉跎成两失。
金石犹销铄，风霜无久质。
畏落日月后，强欢歌与酒。
秋霜不惜人，倏忽侵蒲柳。','李白',737);
INSERT INTO poem (title, content, author, `time`) VALUES('长相思三首','长相思，在长安。
络纬秋啼金井阑，微霜凄凄簟色寒。
孤灯不明思欲绝，卷帷望月空长叹。
美人如花隔云端。
上有青冥之长天，下有渌水之波澜。
天长路远魂飞苦，梦魂不到关山难。
长相思，摧心肝。

日色欲尽花含烟，月明欲素愁不眠。
赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。
此曲有意无人传，愿随春风寄燕然。
忆君迢迢隔青天。
昔时横波目，今作流泪泉。
不信妾肠断，归来看取明镜前。

美人在时花满堂，美人去后花馀床。
床中绣被卷不寝，至今三载闻余香。
香亦竟不灭，人亦竟不来。
相思黄叶落，白露湿青苔。','李白',730);
INSERT INTO poem (title, content, author, `time`) VALUES('行路难·其二','大道如青天，我独不得出。
羞逐长安社中儿，赤鸡白雉赌梨栗。
弹剑作歌奏苦声，曳裾王门不称情。
淮阴市井笑韩信，汉朝公卿忌贾生。
君不见昔时燕家重郭隗，拥篲折节无嫌猜。
剧辛乐毅感恩分，输肝剖胆效英才。
昭王白骨萦蔓草，谁人更扫黄金台？
行路难，归去来！','李白',731);
INSERT INTO poem (title, content, author, `time`) VALUES('江上吟','木兰之枻沙棠舟，玉箫金管坐两头。
美酒樽中置千斛，载妓随波任去留。
仙人有待乘黄鹤，海客无心随白鸥。
屈平辞赋悬日月，楚王台榭空山丘。
兴酣落笔摇五岳，诗成笑傲凌沧洲。
功名富贵若长在，汉水亦应西北流。','李白',759);
INSERT INTO poem (title, content, author, `time`) VALUES('子夜吴歌·夏歌','镜湖三百里，菡萏发荷花。
五月西施采，人看隘若耶。
回舟不待月，归去越王家。','李白',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('月下独酌·其二','天若不爱酒，酒星不在天。
地若不爱酒，地应无酒泉。
天地既爱酒，爱酒不愧天。
已闻清比圣，复道浊如贤。
贤圣既已饮，何必求神仙。
三杯通大道，一斗合自然。
但得酒中趣，勿为醒者传。','李白',744);
INSERT INTO poem (title, content, author, `time`) VALUES('寻雍尊师隐居','群峭碧摩天，逍遥不记年。
拨云寻古道，倚石听流泉。
花暖青牛卧，松高白鹤眠。
语来江色暮，独自下寒烟。','李白',718);
INSERT INTO poem (title, content, author, `time`) VALUES('秋浦歌十七首·十五','白发三千丈，缘愁似个长。
不知明镜里，何处得秋霜。','李白',754);
INSERT INTO poem (title, content, author, `time`) VALUES('游洞庭湖五首·其二','南湖秋水夜无烟，耐可乘流直上天。
且就洞庭赊月色，将船买酒白云边。','李白',759);
INSERT INTO poem (title, content, author, `time`) VALUES('沙丘城下寄杜甫','我来竟何事，高卧沙丘城。
城边有古树，日夕连秋声。
鲁酒不可醉，齐歌空复情。
思君若汶水，浩荡寄南征。','李白',746);
INSERT INTO poem (title, content, author, `time`) VALUES('与夏十二登岳阳楼','楼观岳阳尽，川迥洞庭开。
雁引愁心去，山衔好月来。
云间连下榻，天上接行杯。
醉后凉风起，吹人舞袖回。','李白',759);
INSERT INTO poem (title, content, author, `time`) VALUES('少年行二首','击筑饮美酒，剑歌易水湄。
经过燕太子，结托并州儿。
少年负壮气，奋烈自有时。
因击鲁勾践，争博勿相欺。

五陵年少金市东，银鞍白马度春风。
落花踏尽游何处，笑入胡姬酒肆中。','李白',731);
INSERT INTO poem (title, content, author, `time`) VALUES('古风·其十九','西上莲花山，迢迢见明星。
素手把芙蓉，虚步蹑太清。
霓裳曳广带，飘拂升天行。
邀我至云台，高揖卫叔卿。
恍恍与之去，驾鸿凌紫冥。
俯视洛阳川，茫茫走胡兵。
流血涂野草，豺狼尽冠缨。','李白',744);
INSERT INTO poem (title, content, author, `time`) VALUES('子夜吴歌·冬歌','明朝驿使发，一夜絮征袍。
素手抽针冷，那堪把剪刀。
裁缝寄远道，几日到临洮。','李白',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('行路难·其三','有耳莫洗颍川水，有口莫食首阳蕨。
含光混世贵无名，何用孤高比云月？
吾观自古贤达人，功成不退皆殒身。
子胥既弃吴江上，屈原终投湘水滨。
陆机雄才岂自保？李斯税驾苦不早。
华亭鹤唳讵可闻？上蔡苍鹰何足道？
君不见吴中张翰称达生，秋风忽忆江东行。
且乐生前一杯酒，何须身后千载名？','李白',744);
INSERT INTO poem (title, content, author, `time`) VALUES('宣城见杜鹃花','蜀国曾闻子规鸟，宣城还见杜鹃花。
一叫一回肠一断，三春三月忆三巴。','李白',762);
INSERT INTO poem (title, content, author, `time`) VALUES('夜泊牛渚怀古','牛渚西江夜，青天无片云。
登舟望秋月，空忆谢将军。
余亦能高咏，斯人不可闻。
明朝挂帆席，枫叶落纷纷。','李白',739);
INSERT INTO poem (title, content, author, `time`) VALUES('嘲王历阳不肯饮酒','地白风色寒，雪花大如手。
笑杀陶渊明，不饮杯中酒。
浪抚一张琴，虚栽五株柳。
空负头上巾，吾于尔何有。','李白',761);
INSERT INTO poem (title, content, author, `time`) VALUES('子夜吴歌·春歌','秦地罗敷女，采桑绿水边。
素手青条上，红妆白日鲜。
蚕饥妾欲去，五马莫留连。','李白',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('白马篇','龙马花雪毛，金鞍五陵豪。
秋霜切玉剑，落日明珠袍。
斗鸡事万乘，轩盖一何高。
弓摧南山虎，手接太行猱。
酒后竞风采，三杯弄宝刀。
杀人如剪草，剧孟同游遨。
发愤去函谷，从军向临洮。
叱咤经百战，匈奴尽奔逃。
归来使酒气，未肯拜萧曹。
羞入原宪室，荒径隐蓬蒿。','李白',731);
INSERT INTO poem (title, content, author, `time`) VALUES('江夏别宋之悌','楚水清若空，遥将碧海通。
人分千里外，兴在一杯中。
谷鸟吟晴日，江猿啸晚风。
平生不下泪，于此泣无穷。','李白',734);
INSERT INTO poem (title, content, author, `time`) VALUES('渌水曲','渌水明秋月，南湖采白蘋。
荷花娇欲语，愁杀荡舟人。','李白',726);
INSERT INTO poem (title, content, author, `time`) VALUES('太原早秋','岁落众芳歇，时当大火流。
霜威出塞早，云色渡河秋。
梦绕边城月，心飞故国楼。
思归若汾水，无日不悠悠。','李白',735);

INSERT INTO poem (title, content, author, `time`) VALUES('雁门太守行','黑云压城城欲摧，甲光向日金鳞开。
角声满天秋色里，塞上燕脂凝夜紫。
半卷红旗临易水，霜重鼓寒声不起。
报君黄金台上意，提携玉龙为君死。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('李凭箜篌引','吴丝蜀桐张高秋，空山凝云颓不流。
江娥啼竹素女愁，李凭中国弹箜篌。
昆山玉碎凤凰叫，芙蓉泣露香兰笑。
十二门前融冷光，二十三丝动紫皇。
女娲炼石补天处，石破天惊逗秋雨。
梦入神山教神妪，老鱼跳波瘦蛟舞。
吴质不眠倚桂树，露脚斜飞湿寒兔。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('马诗二十三首·其五','大漠沙如雪，燕山月似钩。
何当金络脑，快走踏清秋。','李贺',814);
INSERT INTO poem (title, content, author, `time`) VALUES('南园十三首·其五','男儿何不带吴钩，收取关山五十州。
请君暂上凌烟阁，若个书生万户侯？','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('金铜仙人辞汉歌','茂陵刘郎秋风客，夜闻马嘶晓无迹。
画栏桂树悬秋香，三十六宫土花碧。
魏官牵车指千里，东关酸风射眸子。
空将汉月出宫门，忆君清泪如铅水。
衰兰送客咸阳道，天若有情天亦老。
携盘独出月荒凉，渭城已远波声小。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('苦昼短','飞光飞光，劝尔一杯酒。
吾不识青天高，黄地厚。
唯见月寒日暖，来煎人寿。
食熊则肥，食蛙则瘦。
神君何在？太一安有？
天东有若木，下置衔烛龙。
吾将斩龙足，嚼龙肉，使之朝不得回，夜不得伏。
自然老者不死，少者不哭。
何为服黄金、吞白玉？
谁似任公子，云中骑碧驴？
刘彻茂陵多滞骨，嬴政梓棺费鲍鱼。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('将进酒','琉璃钟，琥珀浓，小槽酒滴真珠红。
烹龙炮凤玉脂泣，罗帏绣幕围香风。
吹龙笛，击鼍鼓；皓齿歌，细腰舞。
况是青春日将暮，桃花乱落如红雨。
劝君终日酩酊醉，酒不到刘伶坟上土。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('致酒行','零落栖迟一杯酒，主人奉觞客长寿。
主父西游困不归，家人折断门前柳。
吾闻马周昔作新丰客，天荒地老无人识。
空将笺上两行书，直犯龙颜请恩泽。
我有迷魂招不得，雄鸡一声天下白。
少年心事当拏云，谁念幽寒坐呜呃。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('梦天','老兔寒蟾泣天色，云楼半开壁斜白。
玉轮轧露湿团光，鸾珮相逢桂香陌。
黄尘清水三山下，更变千年如走马。
遥望齐州九点烟，一泓海水杯中泻。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('苏小小墓','幽兰露，如啼眼。
无物结同心，烟花不堪剪。
草如茵，松如盖。
风为裳，水为佩。
油壁车，夕相待。
冷翠烛，劳光彩。
西陵下，风吹雨。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('天上谣','天河夜转漂回星，银浦流云学水声。
玉宫桂树花未落，仙妾采香垂珮缨。
秦妃卷帘北窗晓，窗前植桐青凤小。
王子吹笙鹅管长，呼龙耕烟种瑶草。
粉霞红绶藕丝裙，青洲步拾兰苕春。
东指羲和能走马，海尘新生石山下。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('马诗二十三首·其四','此马非凡马，房星本是星。
向前敲瘦骨，犹自带铜声。','李贺',814);
INSERT INTO poem (title, content, author, `time`) VALUES('南园十三首','花枝草蔓眼中开，小白长红越女腮。
可怜日暮嫣香落，嫁与春风不用媒。

宫北田塍晓气酣，黄桑饮露窣宫帘。
长腰健妇偷攀折，将喂吴王八茧蚕。

竹里缲丝挑网车，青蝉独噪日光斜。
桃胶迎夏香琥珀，自课越佣能种瓜。

三十未有二十余，白日长饥小甲蔬。
桥头长老相哀念，因遗戎韬一卷书。

男儿何不带吴钩，收取关山五十州。
请君暂上凌烟阁，若个书生万户侯？

寻章摘句老雕虫，晓月当帘挂玉弓。
不见年年辽海上，文章何处哭秋风？

长卿牢落悲空舍，曼倩诙谐取自容。
见买若耶溪水剑，明朝归去事猿公。

春水初生乳燕飞，黄蜂小尾扑花归。
窗含远色通书幌，鱼拥香钩近石矶。

泉沙软卧鸳鸯暖，曲岸回篙舴艋迟。
泻酒木栏椒叶盖，病容扶起种菱丝。

边让今朝忆蔡邕，无心裁曲卧春风。
舍南有竹堪书字，老去溪头作钓翁。

长峦谷口倚嵇家，白昼千峰老翠华。
自履藤鞋收石蜜，手牵苔絮长莼花。

松溪黑水新龙卵，桂洞生硝旧马牙。
谁遣虞卿裁道帔，轻绡一匹染朝霞。

小树开朝径，长茸湿夜烟。
柳花惊雪浦，麦雨涨溪田。
古刹疏钟度，遥岚破月悬。
沙头敲石火，烧竹照渔船。','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('秋来','桐风惊心壮士苦，衰灯络纬啼寒素。
谁看青简一编书，不遣花虫粉空蠹。
思牵今夜肠应直，雨冷香魂吊书客。
秋坟鬼唱鲍家诗，恨血千年土中碧。','李贺',816);
INSERT INTO poem (title, content, author, `time`) VALUES('野歌','鸦翎羽箭山桑弓，仰天射落衔芦鸿。
麻衣黑肥冲北风，带酒日晚歌田中。
男儿屈穷心不穷，枯荣不等嗔天公。
寒风又变为春柳，条条看即烟濛濛。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('马诗二十三首','龙脊贴连钱，银蹄白踏烟。
无人织锦韂，谁为铸金鞭。

腊月草根甜，天街雪似盐。
未知口硬软，先拟蒺藜衔。

忽忆周天子，驱车上玉山。
鸣驺辞凤苑，赤骥最承恩。

此马非凡马，房星本是星。
向前敲瘦骨，犹自带铜声。

大漠沙如雪，燕山月似钩。
何当金络脑，快走踏清秋。

饥卧骨查牙，粗毛刺破花。
鬣焦珠色落，发断锯长麻。

西母酒将阑，东王饭已干。
君王若燕去，谁为拽车辕？

赤兔无人用，当须吕布骑。
吾闻果下马，羁策任蛮儿。

飂叔去匆匆，如今不豢龙。
夜来霜压栈，骏骨折西风。

催榜渡乌江，神骓泣向风。
君王今解剑，何处逐英雄？

内马赐宫人，银鞯刺麒麟。
午时盐坂上，蹭蹬溘风尘。

批竹初攒耳，桃花未上身。
他时须搅阵，牵去借将军。

宝玦谁家子，长闻侠骨香。
堆金买骏骨，将送楚襄王。

香幞赭罗新，盘龙蹙蹬鳞。
回看南陌上，谁道不逢春？

不从桓公猎，何能伏虎威？
一朝沟陇出，看取拂云飞。

唐剑斩隋公，拳毛属太宗。
莫嫌金甲重，且去捉颴风。

白铁锉青禾，砧间落细莎。
世人怜小颈，金埒畏长牙。

伯乐向前看，旋毛在腹间。
只今掊白草，何日蓦青山？

萧寺驮经马，元从竺国来。
空知有善相，不解走章台。

重围如燕尾，宝剑似鱼肠。
欲求千里脚，先采眼中光。

暂系腾黄马，仙人上彩楼。
须鞭玉勒吏，何事谪高州？

汉血到王家，随鸾撼玉珂。
少君骑海上，人见是青骡。

武帝爱神仙，烧金得紫烟。
厩中皆肉马，不解上青天。','李贺',814);
INSERT INTO poem (title, content, author, `time`) VALUES('崇义里滞雨','落莫谁家子，来感长安秋。
壮年抱羁恨，梦泣生白头。
瘦马秣败草，雨沫飘寒沟。
南宫古帘暗，湿景传签筹。
家山远千里，云脚天东头。
忧眠枕剑匣，客帐梦封侯。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('南园十三首·其六','寻章摘句老雕虫，晓月当帘挂玉弓。
不见年年辽海上，文章何处哭秋风。','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('开愁歌','秋风吹地百草干，华容碧影生晚寒。
我当二十不得意，一心愁谢如枯兰。
衣如飞鹑马如狗，临歧击剑生铜吼。
旗亭下马解秋衣，请贳宜阳一壶酒。
壶中唤天云不开，白昼万里闲凄迷。
主人劝我养心骨，莫受俗物相填豗。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('七夕','别浦今朝暗，罗帷午夜愁。
鹊辞穿线月，花入曝衣楼。
天上分金镜，人间望玉钩。
钱塘苏小小，更值一年秋。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('休洗红','休洗红，洗多红色浅。
卿卿骋少年，昨日殷桥见。
封侯早归来，莫作弦上箭。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('秦王饮酒','秦王骑虎游八极，剑光照空天自碧。
羲和敲日玻璃声，劫灰飞尽古今平。
龙头泻酒邀酒星，金槽琵琶夜枨枨。
洞庭雨脚来吹笙，酒酣喝月使倒行。
银云栉栉瑶殿明， 宫门掌事报一更。
花楼玉凤声娇狞，海绡红文香浅清，
黄鹅跌舞千年觥。
仙人烛树蜡烟轻，清琴醉眼泪泓泓。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('巫山高','碧丛丛，高插天，大江翻澜神曳烟。
楚魂寻梦风飔然，晓风飞雨生苔钱。
瑶姬一去一千年，丁香筇竹啼老猿。
古祠近月蟾桂寒，椒花坠红湿云间。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('上之回','上之回，大旗喜。
悬红云，挞凤尾。
剑匣破，舞蛟龙。
蚩尤死，鼓逢逢。
天高庆雷齐堕地。
地无惊烟海千里。','李贺',806);
INSERT INTO poem (title, content, author, `time`) VALUES('高轩过','韩员外愈皇甫侍御湜见过因而命作

华裾织翠青如葱，金环压辔摇玲珑。
马蹄隐耳声隆隆，入门下马气如虹。
云是东京才子，文章巨公。
二十八宿罗心胸，九精耿耿贯当中。
殿前作赋声摩空，笔补造化天无功。
庞眉书客感秋蓬，谁知死草生华风。
我今垂翅附冥鸿，他日不羞蛇作龙。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('伤心行','咽咽学楚吟，病骨伤幽素。
秋姿白发生，木叶啼风雨。
灯青兰膏歇，落照飞蛾舞。
古壁生凝尘，羁魂梦中语。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('帝子歌','洞庭明月一千里，凉风雁啼天在水。
九节菖蒲石上死，湘神弹琴迎帝子。
山头老桂吹古香，雌龙怨吟寒水光。
沙浦走鱼白石郎，闲取真珠掷龙堂。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('春坊正字剑子歌','先辈匣中三尺水，曾入吴潭斩龙子。
隙月斜明刮露寒，练带平铺吹不起。
蛟胎皮老蒺藜刺，鸊鹈淬花白鹇尾。
直是荆轲一片心，莫教照见春坊字。
挼丝团金悬簏簌，神光欲截蓝田玉。
提出西方白帝惊，嗷嗷鬼母秋郊哭。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('美人梳头歌','西施晓梦绡帐寒，香鬟堕髻半沉檀。
辘轳咿哑转鸣玉，惊起芙蓉睡新足。
双鸾开镜秋水光，解鬟临镜立象床。
一编香丝云撒地，玉钗落处无声腻。
纤手却盘老鸦色，翠滑宝钗簪不得。
春风烂漫恼娇慵，十八鬟多无气力。
妆成婑鬌欹不斜，云裾数步踏雁沙。
背人不语向何处？下阶自折樱桃花。','李贺',808);
INSERT INTO poem (title, content, author, `time`) VALUES('湘妃','筠竹千年老不死，长伴神娥盖江水。
蛮娘吟弄满寒空，九山静绿泪花红。
离鸾别凤烟梧中，巫云蜀雨遥相通。
幽愁秋气上青枫，凉夜波间吟古龙。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('南山田中行','秋野明，秋风白，塘水漻漻虫啧啧。
云根苔藓山上石，冷红泣露娇啼色。
荒畦九月稻叉牙，蛰萤低飞陇径斜。
石脉水流泉滴沙，鬼灯如漆点松花。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('赠陈商','长安有男儿，二十心已朽。
楞伽堆案前，楚辞系肘后。
人生有穷拙，日暮聊饮酒。
只今道已塞，何必须白首？
凄凄陈述圣，披褐鉏俎豆。
学为尧舜文，时人责衰偶。
柴门车辙冻，日下榆影瘦。
黄昏访我来，苦节青阳皱。
太华五千仞，劈地抽森秀。
旁古无寸寻，一上戛牛斗。
公卿纵不怜，宁能锁吾口？
李生师太华，大坐看白昼。
逢霜作朴樕，得气为春柳。
礼节乃相去，憔悴如刍狗。
风雪直斋坛，墨组贯铜绶。
臣妾气态间，唯欲承箕帚。
天眼何时开，古剑庸一吼。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('贵公子夜阑曲','袅袅沉水烟，乌啼夜阑景。
曲沼芙蓉波，腰围白玉冷。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('出城寄权璩杨敬之','草暖云昏万里春，宫花拂面送行人。
自言汉剑当飞去，何事还车载病身。','李贺',812);
INSERT INTO poem (title, content, author, `time`) VALUES('竹','入水文光动，抽空绿影春。
露华生笋径，苔色拂霜根。
织可承香汗，裁堪钓锦鳞。
三梁曾入用，一节奉王孙。','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('官街鼓','晓声隆隆催转日，暮声隆隆呼月出。
汉城黄柳映新帘，柏陵飞燕埋香骨。
磓碎千年日长白，孝武秦皇听不得。
从君翠发芦花色，独共南山守中国。
几回天上葬神仙，漏声相将无断绝。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('大堤曲','妾家住横塘，红纱满桂香。
青云教绾头上髻，明月与作耳边珰。
莲风起，江畔春；大堤上，留北人。
郎食鲤鱼尾，妾食猩猩唇。
莫指襄阳道，绿浦归帆少。
今日菖蒲花，明朝枫树老。','李贺',816);
INSERT INTO poem (title, content, author, `time`) VALUES('浩歌','南风吹山作平地，帝遣天吴移海水。
王母桃花千遍红，彭祖巫咸几回死？
青毛骢马参差钱，娇春杨柳含缃烟。
筝人劝我金屈卮，神血未凝身问谁？
不须浪饮丁都护，世上英雄本无主。
买丝绣作平原君，有酒唯浇赵州土。
漏催水咽玉蟾蜍，卫娘发薄不胜梳。
羞见秋眉换新绿，二十男儿那刺促？','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('蝴蝶飞','杨花扑帐春云热，龟甲屏风醉眼缬。
东家胡蝶西家飞，白骑少年今日归。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('老夫采玉歌','采玉采玉须水碧，琢作步摇徒好色。
老夫饥寒龙为愁，蓝溪水气无清白。
夜雨冈头食蓁子，杜鹃口血老夫泪。
蓝溪之水厌生人，身死千年恨溪水。
斜山柏风雨如啸，泉脚挂绳青袅袅。
村寒白屋念娇婴，古台石磴悬肠草。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('洛姝真珠','真珠小娘下清廓，洛苑香风飞绰绰。
寒鬓斜钗玉燕光，高楼唱月敲悬珰。
兰风桂露洒幽翠，红弦袅云咽深思。
花袍白马不归来，浓蛾叠柳香唇醉。
金鹅屏风蜀山梦，鸾裾凤带行烟重。
八骢笼晃脸差移，日丝繁散曛罗洞。
市南曲陌无秋凉，楚腰卫鬓四时芳。
玉喉窱窱排空光，牵云曳雪留陆郎。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('唐儿歌','头玉硗硗眉刷翠，杜郎生得真男子！
骨重神寒天庙器，一双瞳人剪秋水。
竹马梢梢摇绿尾，银鸾睒光踏半臂。
东家娇娘求对值，浓笑书空作唐字。
眼大心雄知所以，莫忘作歌人姓李！','李贺',816);
INSERT INTO poem (title, content, author, `time`) VALUES('古悠悠行','白景归西山，碧华上迢迢。
今古何处尽，千岁随风飘。
海沙变成石，鱼沫吹秦桥。
空光远流浪，铜柱从年消。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('三月过行宫','渠水红繁拥御墙，风娇小叶学娥妆。
垂帘几度青春老，堪锁千年白日长。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('猛虎行','长戈莫舂，长弩莫抨。乳孙哺子，教得生狞。
举头为城，掉尾为旌。东海黄公，愁见夜行。
道逢驺虞，牛哀不平。何用尺刀？壁上雷鸣。
泰山之下，妇人哭声。官家有程，吏不敢听。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('北中寒','一方黑照三方紫，黄河冰合鱼龙死。
三尺木皮断文理，百石强车上河水。
霜花草上大如钱，挥刀不入迷濛天。
争瀯海水飞凌喧，山瀑无声玉虹悬。','李贺',814);
INSERT INTO poem (title, content, author, `time`) VALUES('绿水词','今宵好风月，阿侯在何处。
为有倾人色，翻成足愁苦。
东湖采莲叶，南湖拔蒲根。
未持寄小姑，且持感愁魂。','李贺',816);
INSERT INTO poem (title, content, author, `time`) VALUES('嘲少年','青骢马肥金鞍光，龙脑入缕罗衫香。
美人狭坐飞琼觞，贫人唤云天上郎。
别起高楼临碧筱，丝曳红鳞出深沼。
有时半醉百花前，背把金丸落飞鸟。
自说生来未为客，一身美妾过三百。
岂知劚地种苗家，官税频催勿人织。
长金积玉夸豪毅，每揖闲人多意气。
生来不读半行书，只把黄金买身贵。
少年安得长少年，海波尚变为桑田。
荣枯递传急如箭，天公不肯于公偏。
莫道韶华镇长在，发白面皱专相待。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('长平箭头歌','漆灰骨末丹水沙，凄凄古血生铜花。
白翎金竿雨中尽，直余三脊残狼牙。
我寻平原乘两马，驿东石田蒿坞下。
风长日短星萧萧，黑旗云湿悬空夜。
左魂右魄啼肌瘦，酪瓶倒尽将羊炙。
虫栖雁病芦笋红，回风送客吹阴火。
访古丸澜收断镞，折锋赤璺曾刲肉。
南陌东城马上儿，劝我将金换簝竹。','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('牡丹种曲','莲枝未长秦蘅老，走马驮金斸春草。
水灌香泥却月盘，一夜绿房迎白晓。
美人醉语园中烟，晚华已散蝶又阑。
梁王老去罗衣在，拂袖风吹蜀国弦。
归霞帔拖蜀帐昏，嫣红落粉罢承恩。
檀郎谢女眠何处？楼台月明燕夜语。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('江南弄','江中绿雾起凉波，天上叠巘红嵯峨。
水风浦云生老竹，渚暝蒲帆如一幅。
鲈鱼千头酒百斛，酒中倒卧南山绿。
吴歈越吟未终曲，江上团团贴寒玉。','李贺',815);
INSERT INTO poem (title, content, author, `time`) VALUES('过华清宫','春月夜啼鸦，宫帘隔御花。
云生朱络暗，石断紫钱斜。
玉碗盛残露，银灯点旧纱。
蜀王无近信，泉上有芹芽。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('蜀国弦','枫香晚花静，锦水南山影。
惊石坠猿哀，竹云愁半岭。
凉月生秋浦，玉沙粼粼光。
谁家红泪客，不忍过瞿塘。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('溪晚凉','白狐向月号山风，秋寒扫云留碧空。
玉烟青湿白如幢，银湾晓转流天东。
溪汀眠鹭梦征鸿，轻涟不语细游溶。
层岫回岑复叠龙，苦篁对客吟歌筒。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('昌谷读书示巴童','虫响灯光薄，宵寒药气浓。
君怜垂翅客，辛苦尚相从。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('昌谷北园新笋四首','箨落长竿削玉开，君看母笋是龙材。
更容一夜抽千尺，别却池园数寸泥。

斫取青光写楚辞，腻香春粉黑离离。
无情有恨何人见，露压烟啼千万枝。

家泉石眼两三茎，晓看阴根紫脉生。
今年水曲春沙上，笛管新篁拔玉青。

古竹老梢惹碧云，茂陵归卧叹清贫。
风吹千亩迎雨啸，鸟重一枝入酒尊。','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('贝宫夫人','丁丁海女弄金环，雀钗翘揭双翅关。
六宫不语一生闲，高悬银牓照青山。
长眉凝绿几千年，清凉堪老镜中鸾。
秋肌稍觉玉衣寒，空光贴妥水如天。','李贺',815);
INSERT INTO poem (title, content, author, `time`) VALUES('同沈驸马赋得御沟水','入苑白泱泱，宫人正靥黄。
绕堤龙骨冷，拂岸鸭头香。
别馆惊残梦，停杯泛小觞。
幸因流浪处，暂得见何郎。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('杨生青花紫石砚歌','端州石工巧如神，踏天磨刀割紫云。
佣刓抱水含满唇，暗洒苌弘冷血痕。
纱帷昼暖墨花春，轻沤漂沫松麝薰。
干腻薄重立脚匀，数寸光秋无日昏。
圆毫促点声静新，孔砚宽顽何足云！','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('咏怀二首','长卿怀茂陵，绿草垂石井。
弹琴看文君，春风吹鬓影。
梁王与武帝，弃之如断梗。
惟留一简书，金泥泰山顶。

日夕著书罢，惊霜落素丝。
镜中聊自笑，讵是南山期。
头上无幅巾，苦蘗已染衣。
不见清溪鱼，饮水得自宜。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('出城','雪下桂花稀，啼乌被弹归。
关水乘驴影，秦风帽带垂。
入乡诚可重，无印自堪悲。
卿卿忍相问，镜中双泪姿。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('罗浮山父与葛篇','依依宜织江雨空，雨中六月兰台风。
博罗老仙时出洞，千岁石床啼鬼工。
蛇毒浓凝洞堂湿，江鱼不食衔沙立。
欲剪湘中一尺天，吴娥莫道吴刀涩。','李贺',815);
INSERT INTO poem (title, content, author, `time`) VALUES('始为奉礼忆昌谷山居','扫断马蹄痕，衙回自闭门。
长枪江米熟，小树枣花春。
向壁悬如意，当帘阅角巾。
犬书曾去洛，鹤病悔游秦。
土甑封茶叶，山杯锁竹根。
不知船上月，谁棹满溪云？','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('昆仑使者','昆仑使者无消息，茂陵烟树生愁色。
金盘玉露自淋漓，元气茫茫收不得。
麒麟背上石文裂，虬龙鳞下红枝折。
何处偏伤万国心，中天夜久高明月。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('长歌续短歌','长歌破衣襟，短歌断白发。
秦王不可见，旦夕成内热。
渴饮壶中酒，饥拔陇头粟。
凄凉四月阑，千里一时绿。
夜峰何离离，明月落石底。
徘徊沿石寻，照出高峰外。
不得与之游，歌成鬓先改。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('追和柳恽','汀洲白蘋草，柳恽乘马归。
江头樝树香，岸上蝴蝶飞。
酒杯箬叶露，玉轸蜀桐虚。
朱楼通水陌，沙暖一双鱼。','李贺',815);
INSERT INTO poem (title, content, author, `time`) VALUES('后园凿井歌','井上辘轳床上转。水声繁，弦声浅。情若何，荀奉倩。
城头日，长向城头住。一日作千年，不须流下去。','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('残丝曲','垂杨叶老莺哺儿，残丝欲断黄蜂归。
绿鬓年少金钗客，缥粉壶中沉琥珀。
花台欲暮春辞去，落花起作回风舞。
榆荚相催不知数，沈郎青钱夹城路。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('铜驼悲','落魄三月罢，寻花去东家。
谁作送春曲，洛岸悲铜驼。
桥南多马客，北山饶古人。
客饮杯中酒，驼悲千万春。
生世莫徒劳，风吹盘上烛。
厌见桃株笑，铜驼夜来哭。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('走马引','我有辞乡剑，玉锋堪截云。
襄阳走马客，意气自生春。
朝嫌剑光静，暮嫌剑花冷。
能持剑向人，不解持照身。','李贺',816);
INSERT INTO poem (title, content, author, `time`) VALUES('感春','日暖自萧条，花悲北郭骚。
榆穿莱子眼，柳断舞儿腰。
上幕迎神燕，飞丝送百劳。
胡琴今日恨，急语向檀槽。','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('王濬墓下作','人间无阿童，犹唱水中龙。
白草侵烟死，秋藜绕地红。
古书平黑石，神剑断青铜。
耕势鱼鳞起，坟科马鬣封。
菊花垂湿露，棘径卧干蓬。
松柏愁香涩，南原几夜风！','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('宫娃歌','蜡光高悬照纱空，花房夜捣红守宫。
象口吹香毾覴暖，七星挂城闻漏板。
寒入罘罳殿影昏，彩鸾帘额著霜痕。
啼蛄吊月钩阑下，屈膝铜铺锁阿甄。
梦入家门上沙渚，天河落处长洲路。
愿君光明如太阳，放妾骑鱼撇波去。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('夜坐吟','踏踏马蹄谁见过？眼看北斗直天河。
西风罗幕生翠波，铅华笑妾颦青娥。
为君起唱长相思，帘外严霜皆倒飞。
明星灿灿东方陲，红霞稍出东南涯，陆郎去矣乘斑骓。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('示弟','别弟三年后，还家一日余。
醁醽今夕酒，缃帙去时书。
病骨犹能在，人间底事无？
何须问牛马，抛掷任枭卢！','李贺',812);
INSERT INTO poem (title, content, author, `time`) VALUES('绿章封事','青霓扣额呼宫神，鸿龙玉狗开天门。
石榴花发满溪津，溪女洗花染白云。
绿章封事咨元父，六街马蹄浩无主。
虚空风气不清冷，短衣小冠作尘土。
金家香弄千轮鸣，扬雄秋室无俗声。
愿携汉戟招书鬼，休令恨骨填蒿里。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('艾如张','锦襜褕，绣裆襦。
强饮啄，哺尔雏。
陇东卧穟满风雨，莫信笼媒陇西去。
齐人织网如素空，张在野田平碧中。
网丝漠漠无形影，误尔触之伤首红。
艾叶绿花谁剪刻？中有祸机不可测！','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('江楼曲','楼前流水江陵道，鲤鱼风起芙蓉老。
晓钗催鬓语南风，抽帆归来一日功。
鼍吟浦口飞梅雨，竿头酒旗换青苎。
萧骚浪白云差池，黄粉油衫寄郎主。
新槽酒声苦无力，南湖一顷菱花白。
眼前便有千里愁，小玉开屏见山色。','李贺',816);
INSERT INTO poem (title, content, author, `time`) VALUES('送沈亚之歌·并序','吴兴才人怨春风，桃花满陌千里红。
紫丝竹断骢马小，家住钱塘东复东。
白藤交穿织书笈，短策齐裁如梵夹。
雄光宝矿献春卿，烟底蓦波乘一叶。
春卿拾材白日下，掷置黄金解龙马。
携笈归江重入门，劳劳谁是怜君者。
吾闻壮夫重心骨，古人三走无摧捽。
请君待旦事长鞭，他日还辕及秋律。','李贺',812);
INSERT INTO poem (title, content, author, `time`) VALUES('仁和里杂叙皇甫湜','大人乞马癯乃寒，宗人贷宅荒厥垣。
横庭鼠径空土涩，出篱大枣垂珠残。
安定美人截黄绶，脱落缨裾暝朝酒。
还家白笔未上头，使我清声落人后。
枉辱称知犯君眼，排引才升强絙断。
洛风送马入长关，阖扇未开逢猰犬。
那知坚都相草草，客枕幽单看春老。
归来骨薄面无膏，疫气冲头鬓茎少。
欲雕小说干天官，宗孙不调为谁怜？
明朝下元复西道，崆峒叙别长如天。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('黄头郎','黄头郎，捞拢去不归。
南浦芙蓉影，愁红独自垂。
水弄湘娥佩，竹啼山露月。
玉瑟调青门，石云湿黄葛。
沙上蘼芜花，秋风已先发。
好持扫罗荐，香出鸳鸯热。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('五粒小松歌','蛇子蛇孙鳞蜿蜿，新香几粒洪崖饭。
绿波浸叶满浓光，细束龙髯铰刀剪。
主人壁上铺州图，主人堂前多俗儒。
月明白露秋泪滴，石笋溪云肯寄书。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('送韦仁实兄弟入关','送客饮别酒，千觞无赭颜。
何物最伤心？马首鸣金环。
野色浩无主，秋明空旷间。
坐来壮胆破，断目不能看。
行槐引西道，青梢长攒攒。
韦郎好兄弟，叠玉生文翰。
我在山上舍，一亩蒿硗田。
夜雨叫租吏，春声暗交关。
谁解念劳劳？苍突唯南山。','李贺',809);
INSERT INTO poem (title, content, author, `time`) VALUES('公莫舞歌','方花古础排九楹，刺豹淋血盛银罂。
华筵鼓吹无桐竹，长刀直立割鸣筝。
横楣粗锦生红纬，日炙锦嫣王未醉。
腰下三看宝玦光，项庄掉鞘栏前起。
材官小尘公莫舞，座上真人赤龙子。
芒砀云端抱天回，咸阳王气清如水。
铁枢铁楗重束关，大旗五丈撞双环。
汉王今日须秦印，绝膑刳肠臣不论。','李贺',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杂曲歌辞·十二月乐辞·三月','东方风来满眼春，花城柳暗愁几人。
复宫深殿竹风起，新翠舞襟静如水。
光风转蕙百馀里，暖雾驱云扑天地。
军装宫妓扫蛾浅，摇摇锦旗夹城暖。
曲水飘香去不归，梨花落尽成秋苑。','李贺',808);
INSERT INTO poem (title, content, author, `time`) VALUES('难忘曲','夹道开洞门，弱柳低画戟。
帘影竹华起，萧声吹日色。
蜂语绕妆镜，拂蛾学春碧。
乱系丁香梢，满栏花向夕。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('黄家洞','雀步蹙沙声促促，四尺角弓青石镞。
黑幡三点铜鼓鸣，高作猿啼摇箭箙。
彩巾缠踍幅半斜，溪头簇队映葛花。
山潭晚雾吟白鼍，竹蛇飞蠹射金沙。
闲驱竹马缓归家，官军自杀容州槎。','李贺',807);
INSERT INTO poem (title, content, author, `time`) VALUES('还自会稽歌','野粉椒壁黄，湿萤满梁殿。
台城应教人，秋衾梦铜辇。
吴霜点归鬓，身与塘蒲晚。
脉脉辞金鱼，羁臣守迍贱。','李贺',810);
INSERT INTO poem (title, content, author, `time`) VALUES('相和歌辞。神弦曲','西山日没东山昏，旋风吹马马踏云。画弦素管声浅繁，
花裙綷縩步秋尘。桂叶刷风桂坠子，青狸哭血寒狐死。
古壁彩虬金帖尾，雨工骑入秋潭水。百年老鸮成木魅，
笑声碧火巢中起。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('勉爱行二首送小季之庐山','洛郊无俎豆，弊厩惭老马。
小雁过炉峰，影落楚水下。
长船倚云泊，石镜秋凉夜。
岂解有乡情，弄月聊呜哑。

别柳当马头，官槐如兔目。
欲将千里别，持我易斗粟。
南云北云空脉断，灵台经络悬春线。
青轩树转月满床，下国饥儿梦中见。
维尔之昆二十馀，年来持镜颇有须。
辞家三载今如此，索米王门一事无。
荒沟古水光如刀，庭南拱柳生蛴螬。
江干幼客真可念，郊原晚吹悲号号。','李贺',813);
INSERT INTO poem (title, content, author, `time`) VALUES('秦宫诗','越罗衫袂迎春风，玉刻麒麟腰带红。
楼头曲宴仙人语，帐底吹笙香雾浓。
人间酒暖春茫茫，花枝入帘白日长。
飞窗复道传筹饮，十夜铜盘腻烛黄。
秃衿小袖调鹦鹉，紫绣麻鞋踏哮虎。
斫桂烧金待晓筵，白鹿青苏夜半煮。
桐英永巷骑新马，内屋深屏生色画。
开门烂用水衡钱，卷起黄河向身泻。
皇天厄运犹曾裂，秦宫一生花底活。
鸾篦夺得不还人，醉睡氍毹满堂月。','李贺',811);
INSERT INTO poem (title, content, author, `time`) VALUES('塞下曲','胡角引北风，蓟门白于水。天含青海道，城头月千里。
露下旗濛濛，寒金鸣夜刻。蕃甲锁蛇鳞，马嘶青冢白。
秋静见旄头，沙远席羁愁。帐北天应尽，河声出塞流。','李贺',814);
#前6名诗人录入完成
INSERT INTO poem (title, content, author, `time`) VALUES('无题·相见时难别亦难','相见时难别亦难，东风无力百花残。
春蚕到死丝方尽，蜡炬成灰泪始干。
晓镜但愁云鬓改，夜吟应觉月光寒。
蓬山此去无多路，青鸟殷勤为探看。','李商隐',851);
INSERT INTO poem (title, content, author, `time`) VALUES('锦瑟','锦瑟无端五十弦，一弦一柱思华年。
庄生晓梦迷蝴蝶，望帝春心托杜鹃。
沧海月明珠有泪，蓝田日暖玉生烟。
此情可待成追忆，只是当时已惘然。','李商隐',848);
INSERT INTO poem (title, content, author, `time`) VALUES('夜雨寄北','君问归期未有期，巴山夜雨涨秋池。
何当共剪西窗烛，却话巴山夜雨时。','李商隐',851);
INSERT INTO poem (title, content, author, `time`) VALUES('嫦娥','云母屏风烛影深，长河渐落晓星沉。
嫦娥应悔偷灵药，碧海青天夜夜心。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('无题·昨夜星辰昨夜风','昨夜星辰昨夜风，画楼西畔桂堂东。
身无彩凤双飞翼，心有灵犀一点通。
隔座送钩春酒暖，分曹射覆蜡灯红。
嗟余听鼓应官去，走马兰台类转蓬。','李商隐',839);
INSERT INTO poem (title, content, author, `time`) VALUES('登乐游原','向晚意不适，驱车登古原。
夕阳无限好，只是近黄昏。','李商隐',844);
INSERT INTO poem (title, content, author, `time`) VALUES('贾生','宣室求贤访逐臣，贾生才调更无伦。
可怜夜半虚前席，不问苍生问鬼神。','李商隐',848);
INSERT INTO poem (title, content, author, `time`) VALUES('无题·重帏深下莫愁堂','重帏深下莫愁堂，卧后清宵细细长。
神女生涯原是梦，小姑居处本无郎。
风波不信菱枝弱，月露谁教桂叶香。
直道相思了无益，未妨惆怅是清狂。','李商隐',839);
INSERT INTO poem (title, content, author, `time`) VALUES('霜月','初闻征雁已无蝉，百尺楼高水接天。
青女素娥俱耐冷，月中霜里斗婵娟。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('马嵬·其二','海外徒闻更九州，他生未卜此生休。
空闻虎旅传宵柝，无复鸡人报晓筹。
此日六军同驻马，当时七夕笑牵牛。
如何四纪为天子，不及卢家有莫愁。','李商隐',849);
INSERT INTO poem (title, content, author, `time`) VALUES('无题·飒飒东风细雨来','飒飒东风细雨来，芙蓉塘外有轻雷。
金蟾啮锁烧香入，玉虎牵丝汲井回。
贾氏窥帘韩掾少，宓妃留枕魏王才。
春心莫共花争发，一寸相思一寸灰！','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宿骆氏亭寄怀崔雍崔衮','竹坞无尘水槛清，相思迢递隔重城。
秋阴不散霜飞晚，留得枯荷听雨声。','李商隐',835);
INSERT INTO poem (title, content, author, `time`) VALUES('赠荷花','世间花叶不相伦，花入金盆叶作尘。
惟有绿荷红菡萏，卷舒开合任天真。
此花此叶常相映，翠减红衰愁杀人。','李商隐',838);
INSERT INTO poem (title, content, author, `time`) VALUES('无题二首','昨夜星辰昨夜风，画楼西畔桂堂东。
身无彩凤双飞翼，心有灵犀一点通。
隔座送钩春酒暖，分曹射覆蜡灯红。
嗟余听鼓应官去，走马兰台类转蓬。
闻道阊门萼绿华，昔年相望抵天涯。
岂知一夜秦楼客，偷看吴王苑内花。','李商隐',839);
INSERT INTO poem (title, content, author, `time`) VALUES('暮秋独游曲江','荷叶生时春恨生，荷叶枯时秋恨成。
深知身在情长在，怅望江头江水声。','李商隐',857);
INSERT INTO poem (title, content, author, `time`) VALUES('晚晴','深居俯夹城，春去夏犹清。
天意怜幽草，人间重晚晴。
并添高阁迥，微注小窗明。
越鸟巢干后，归飞体更轻。','李商隐',838);
INSERT INTO poem (title, content, author, `time`) VALUES('无题·来是空言去绝踪','来是空言去绝踪，月斜楼上五更钟。
梦为远别啼难唤，书被催成墨未浓。
蜡照半笼金翡翠，麝熏微度绣芙蓉。
刘郎已恨蓬山远，更隔蓬山一万重！','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('无题·八岁偷照镜','八岁偷照镜，长眉已能画。
十岁去踏青，芙蓉作裙衩。
十二学弹筝，银甲不曾卸。
十四藏六亲，悬知犹未嫁。
十五泣春风，背面秋千下。','李商隐',829);
INSERT INTO poem (title, content, author, `time`) VALUES('安定城楼','迢递高城百尺楼，绿杨枝外尽汀洲。
贾生年少虚垂泪，王粲春来更远游。
永忆江湖归白发，欲回天地入扁舟。
不知腐鼠成滋味，猜意鹓雏竟未休。','李商隐',838);
INSERT INTO poem (title, content, author, `time`) VALUES('蝉','本以高难饱，徒劳恨费声。
五更疏欲断，一树碧无情。
薄宦梗犹泛，故园芜已平。
烦君最相警，我亦举家清。','李商隐',848);
INSERT INTO poem (title, content, author, `time`) VALUES('北青萝','残阳西入崦，茅屋访孤僧。
落叶人何在，寒云路几层。
独敲初夜磬，闲倚一枝藤。
世界微尘里，吾宁爱与憎。','李商隐',828);
INSERT INTO poem (title, content, author, `time`) VALUES('忆梅','定定住天涯，依依向物华。
寒梅最堪恨，常作去年花。','李商隐',855);
INSERT INTO poem (title, content, author, `time`) VALUES('春雨','怅卧新春白袷衣，白门寥落意多违。
红楼隔雨相望冷，珠箔飘灯独自归。
远路应悲春晼晚，残宵犹得梦依稀。
玉珰缄札何由达，万里云罗一雁飞。','李商隐',850);
INSERT INTO poem (title, content, author, `time`) VALUES('代赠二首','楼上黄昏欲望休，玉梯横绝月如钩。
芭蕉不展丁香结，同向春风各自愁。

东南日出照高楼，楼上离人唱石州。
总把春山扫眉黛，不知供得几多愁？','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('端居','远书归梦两悠悠，只有空床敌素秋。
阶下青苔与红树，雨中寥落月中愁。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('瑶池','瑶池阿母绮窗开，黄竹歌声动地哀。
八骏日行三万里，穆王何事不重来。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('为有','为有云屏无限娇，凤城寒尽怕春宵。
无端嫁得金龟婿，辜负香衾事早朝。','李商隐',847);
INSERT INTO poem (title, content, author, `time`) VALUES('隋宫','紫泉宫殿锁烟霞，欲取芜城作帝家。
玉玺不缘归日角，锦帆应是到天涯。
于今腐草无萤火，终古垂杨有暮鸦。
地下若逢陈后主，岂宜重问后庭花。','李商隐',857);
INSERT INTO poem (title, content, author, `time`) VALUES('咏史','历览前贤国与家，成由勤俭破由奢。
何须琥珀方为枕，岂得真珠始是车。
运去不逢青海马，力穷难拔蜀山蛇。
几人曾预南薰曲，终古苍梧哭翠华。','李商隐',840);
INSERT INTO poem (title, content, author, `time`) VALUES('落花','高阁客竟去，小园花乱飞。
参差连曲陌，迢递送斜晖。
肠断未忍扫，眼穿仍欲归。
芳心向春尽，所得是沾衣。','李商隐',846);
INSERT INTO poem (title, content, author, `time`) VALUES('花下醉','寻芳不觉醉流霞，倚树沉眠日已斜。
客散酒醒深夜后，更持红烛赏残花。','李商隐',843);
INSERT INTO poem (title, content, author, `time`) VALUES('寄令狐郎中','嵩云秦树久离居，双鲤迢迢一纸书。
休问梁园旧宾客，茂陵秋雨病相如。','李商隐',845);
INSERT INTO poem (title, content, author, `time`) VALUES('无题·凤尾香罗薄几重','凤尾香罗薄几重，碧文圆顶夜深缝。
扇裁月魄羞难掩，车走雷声语未通。
曾是寂寥金烬暗，断无消息石榴红。
斑骓只系垂杨岸，何处西南任好风。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('天涯','春日在天涯，天涯日又斜。
莺啼如有泪，为湿最高花。','李商隐',851);
INSERT INTO poem (title, content, author, `time`) VALUES('菊花','暗暗淡淡紫，融融冶冶黄。
陶令篱边色，罗含宅里香。
几时禁重露，实是怯残阳。
愿泛金鹦鹉，升君白玉堂。','李商隐',844);
INSERT INTO poem (title, content, author, `time`) VALUES('柳','曾逐东风拂舞筵，乐游春苑断肠天。
如何肯到清秋日，已带斜阳又带蝉。','李商隐',851);
INSERT INTO poem (title, content, author, `time`) VALUES('风雨','凄凉宝剑篇，羁泊欲穷年。
黄叶仍风雨，青楼自管弦。
新知遭薄俗，旧好隔良缘。
心断新丰酒，销愁斗几千。','李商隐',852);
INSERT INTO poem (title, content, author, `time`) VALUES('隋宫','乘兴南游不戒严，九重谁省谏书函。
春风举国裁宫锦，半作障泥半作帆。','李商隐',857);
INSERT INTO poem (title, content, author, `time`) VALUES('牡丹','锦帏初卷卫夫人，绣被犹堆越鄂君。
垂手乱翻雕玉佩，折腰争舞郁金裙。
石家蜡烛何曾剪，荀令香炉可待熏。
我是梦中传彩笔，欲书花叶寄朝云。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春日寄怀','世间荣落重逡巡，我独丘园坐四春。
纵使有花兼有月，可堪无酒又无人。
青袍似草年年定，白发如丝日日新。
欲逐风波千万里，未知何路到龙津。','李商隐',842);
INSERT INTO poem (title, content, author, `time`) VALUES('日日','日日春光斗日光，山城斜路杏花香。
几时心绪浑无事，得及游丝百尺长。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('无题四首','来是空言去绝踪，月斜楼上五更钟。
梦为远别啼难唤，书被催成墨未浓。
蜡照半笼金翡翠，麝熏微度绣芙蓉。
刘郎已恨蓬山远，更隔蓬山一万重。

飒飒东风细雨来，芙蓉塘外有轻雷。
金蟾啮锁烧香入，玉虎牵丝汲井回。
贾氏窥帘韩掾少，宓妃留枕魏王才。
春心莫共花争发，一寸相思一寸灰。

含情春晼晚，暂见夜阑干。
楼响将登怯，帘烘欲过难。
多羞钗上燕，真愧镜中鸾。
归去横塘晓，华星送宝鞍。

何处哀筝随急管，樱花永巷垂杨岸。
东家老女嫁不售，白日当天三月半。
溧阳公主年十四，清明暖后同墙看。
归来展转到五更，梁间燕子闻长叹。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('北齐二首','一笑相倾国便亡，何劳荆棘始堪伤。
小怜玉体横陈夜，已报周师入晋阳。

巧笑知堪敌万几，倾城最在著戎衣。
晋阳已陷休回顾，更请君王猎一围。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('七夕','鸾扇斜分凤幄开，星桥横过鹊飞回。
争将世上无期别，换得年年一度来。','李商隐',853);
INSERT INTO poem (title, content, author, `time`) VALUES('凉思','客去波平槛，蝉休露满枝。
永怀当此节，倚立自移时。
北斗兼春远，南陵寓使迟。
天涯占梦数，疑误有新知。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('板桥晓别','回望高城落晓河，长亭窗户压微波。
水仙欲上鲤鱼去，一夜芙蓉红泪多。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杜工部蜀中离席','人生何处不离群？世路干戈惜暂分。
雪岭未归天外使，松州犹驻殿前军。
座中醉客延醒客，江上晴云杂雨云。
美酒成都堪送老，当垆仍是卓文君。','李商隐',851);
INSERT INTO poem (title, content, author, `time`) VALUES('筹笔驿','猿鸟犹疑畏简书，风云常为护储胥。
徒令上将挥神笔，终见降王走传车。
管乐有才原不忝，关张无命欲何如？
他年锦里经祠庙，梁父吟成恨有余。','李商隐',855);
INSERT INTO poem (title, content, author, `time`) VALUES('滞雨','滞雨长安夜，残灯独客愁。
故乡云水地，归梦不宜秋。','李商隐',835);
INSERT INTO poem (title, content, author, `time`) VALUES('泪','永巷长年怨绮罗，离情终日思风波。
湘江竹上痕无限，岘首碑前洒几多。
人去紫台秋入塞，兵残楚帐夜闻歌。
朝来灞水桥边问，未抵青袍送玉珂。','李商隐',848);
INSERT INTO poem (title, content, author, `time`) VALUES('辛未七夕','恐是仙家好别离，故教迢递作佳期。
由来碧落银河畔，可要金风玉露时。
清漏渐移相望久，微云未接过来迟。
岂能无意酬乌鹊，惟与蜘蛛乞巧丝。','李商隐',849);
INSERT INTO poem (title, content, author, `time`) VALUES('夕阳楼','花明柳暗绕天愁，上尽重城更上楼。
欲问孤鸿向何处？不知身世自悠悠。','李商隐',835);
INSERT INTO poem (title, content, author, `time`) VALUES('流莺','流莺漂荡复参差，度陌临流不自持。
巧啭岂能无本意？良辰未必有佳期。
风朝露夜阴晴里，万户千门开闭时。
曾苦伤春不忍听，凤城何处有花枝。','李商隐',849);
INSERT INTO poem (title, content, author, `time`) VALUES('题小松','怜君孤秀植庭中，细叶轻阴满座风。
桃李盛时虽寂寞，雪霜多后始青葱。
一年几变枯荣事，百尺方资柱石功。
为谢西园车马客，定悲摇落尽成空。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('石榴','榴枝婀娜榴实繁，榴膜轻明榴子鲜。
可羡瑶池碧桃树，碧桃红颊一千年。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('樱桃花下','流莺舞蝶两相欺，不取花芳正结时。
他日未开今日谢，嘉辰长短是参差。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('乐游原','万树鸣蝉隔岸虹，乐游原上有西风。
羲和自趁虞泉宿，不放斜阳更向东。','李商隐',844);
INSERT INTO poem (title, content, author, `time`) VALUES('悼伤后赴东蜀辟至散关遇雪','剑外从军远，无家与寄衣。
散关三尺雪，回梦旧鸳机。','李商隐',851);
INSERT INTO poem (title, content, author, `time`) VALUES('碧城三首','碧城十二曲阑干，犀辟尘埃玉辟寒。
阆苑有书多附鹤，女床无树不栖鸾。
星沉海底当窗见，雨过河源隔座看。
若是晓珠明又定，一生长对水晶盘。

对影闻声已可怜，玉池荷叶正田田。
不逢萧史休回首，莫见洪崖又拍肩。
紫凤放娇衔楚佩，赤鳞狂舞拨湘弦。
鄂君怅望舟中夜，绣被焚香独自眠。

七夕来时先有期，洞房帘箔至今垂。
玉轮顾兔初生魄，铁网珊瑚未有枝。
检与神方教驻景，收将凤纸写相思。
武皇内传分明在，莫道人间总不知。','李商隐',829);
INSERT INTO poem (title, content, author, `time`) VALUES('七月二十九日崇让宅宴作','露如微霰下前池，月过回塘万竹悲。
浮世本来多聚散，红蕖何事亦离披？
悠扬归梦惟灯见，濩落生涯独酒知。
岂到白头长只尔，嵩阳松雪有心期。','李商隐',841);
INSERT INTO poem (title, content, author, `time`) VALUES('微雨','初随林霭动，稍共夜凉分。
窗迥侵灯冷，庭虚近水闻。','李商隐',829);
INSERT INTO poem (title, content, author, `time`) VALUES('二月二日','二月二日江上行，东风日暖闻吹笙。
花须柳眼各无赖，紫蝶黄蜂俱有情。
万里忆归元亮井，三年从事亚夫营。
新滩莫悟游人意，更作风檐夜雨声。','李商隐',851);
INSERT INTO poem (title, content, author, `time`) VALUES('忆住一师','无事经年别远公，帝城钟晓忆西峰。
炉烟消尽寒灯晦，童子开门雪满松。','李商隐',836);
INSERT INTO poem (title, content, author, `time`) VALUES('野菊','苦竹园南椒坞边，微香冉冉泪涓涓。
已悲节物同寒雁，忍委芳心与暮蝉。
细路独来当此夕，清尊相伴省他年。
紫云新苑移花处，不取霜栽近御筵。','李商隐',849);
INSERT INTO poem (title, content, author, `time`) VALUES('荷花','都无色可并，不奈此香何。
瑶席乘凉设，金羁落晚过。
回衾灯照绮，渡袜水沾罗。
预想前秋别，离居梦棹歌。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('楚吟','山上离宫宫上楼，楼前宫畔暮江流。
楚天长短黄昏雨，宋玉无愁亦自愁。','李商隐',840);
INSERT INTO poem (title, content, author, `time`) VALUES('谒山','从来系日乏长绳，水去云回恨不胜。
欲就麻姑买沧海，一杯春露冷如冰。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('重过圣女祠','白石岩扉碧藓滋，上清沦谪得归迟。
一春梦雨常飘瓦，尽日灵风不满旗。
萼绿华来无定所，杜兰香去未移时。
玉郎会此通仙籍，忆向天阶问紫芝。','李商隐',837);
INSERT INTO poem (title, content, author, `time`) VALUES('对雪二首','寒气先侵玉女扉，清光旋透省郎闱。
梅花大庾岭头发，柳絮章台街里飞。
欲舞定随曹植马，有情应湿谢庄衣。
龙山万里无多远，留待行人二月归。

旋扑珠帘过粉墙，轻于柳絮重于霜。
已随江令夸琼树，又入卢家妒玉堂。
侵夜可能争桂魄，忍寒应欲试梅妆。
关河冻合东西路，肠断斑骓送陆郎。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('谢书','微意何曾有一毫，空携笔砚奉龙韬。
自蒙半夜传衣后，不羡王祥得佩刀。','李商隐',829);
INSERT INTO poem (title, content, author, `time`) VALUES('春宵自遣','地胜遗尘事，身闲念岁华。
晚晴风过竹，深夜月当花。
石乱知泉咽，苔荒任径斜。
陶然恃琴酒，忘却在山家。','李商隐',844);
INSERT INTO poem (title, content, author, `time`) VALUES('银河吹笙','怅望银河吹玉笙，楼寒院冷接平明。
重衾幽梦他年断，别树羁雌昨夜惊。
月榭故香因雨发，风帘残烛隔霜清。
不须浪作缑山意，湘瑟秦箫自有情。','李商隐',829);
INSERT INTO poem (title, content, author, `time`) VALUES('宫辞','君恩如水向东流，得宠忧移失宠愁。
莫向尊前奏花落，凉风只在殿西头。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('嘲桃','无赖夭桃面，平明露井东。
春风为开了，却拟笑春风。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题汉祖庙','乘运应须宅八荒，男儿安在恋池隍。
君王自起新丰后，项羽何曾在故乡。','李商隐',850);
INSERT INTO poem (title, content, author, `time`) VALUES('日射','日射纱窗风撼扉，香罗拭手春事违。
回廊四合掩寂寞，碧鹦鹉对红蔷薇。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('岳阳楼','汉水方城带百蛮，四邻谁道乱周班。
如何一梦高唐雨，自此无心入武关。','李商隐',847);
INSERT INTO poem (title, content, author, `time`) VALUES('幽居冬暮','羽翼摧残日，郊园寂寞时。
晓鸡惊树雪，寒鹜守冰池。
急景忽云暮，颓年浸已衰。
如何匡国分，不与夙心期。','李商隐',858);
INSERT INTO poem (title, content, author, `time`) VALUES('赠柳','章台从掩映，郢路更参差。
见说风流极，来当婀娜时。
桥回行欲断，堤远意相随。
忍放花如雪，青楼扑酒旗。','李商隐',847);
INSERT INTO poem (title, content, author, `time`) VALUES('东还','自有仙才自不知，十年长梦采华芝。
秋风动地黄云暮，归去嵩阳寻旧师。','李商隐',835);
INSERT INTO poem (title, content, author, `time`) VALUES('吴宫','龙槛沉沉水殿清，禁门深掩断人声。
吴王宴罢满宫醉，日暮水漂花出城。','李商隐',857);
INSERT INTO poem (title, content, author, `time`) VALUES('曲江','望断平时翠辇过，空闻子夜鬼悲歌。
金舆不返倾城色，玉殿犹分下苑波。
死忆华亭闻唳鹤，老忧王室泣铜驼。
天荒地变心虽折，若比伤春意未多。','李商隐',836);
INSERT INTO poem (title, content, author, `time`) VALUES('龙池','龙池赐酒敞云屏，羯鼓声高众乐停。
夜半宴归宫漏永，薛王沉醉寿王醒。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('潭州','潭州官舍暮楼空，今古无端入望中。
湘泪浅深滋竹色，楚歌重叠怨兰丛。
陶公战舰空滩雨，贾傅承尘破庙风。
目断故园人不至，松醪一醉与谁同。','李商隐',848);
INSERT INTO poem (title, content, author, `time`) VALUES('离亭赋得折杨柳二首','暂凭尊酒送无憀，莫损愁眉与细腰。
人世死前唯有别，春风争拟惜长条。

含烟惹雾每依依，万绪千条拂落晖。
为报行人休折尽，半留相送半迎归。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('富平少侯','七国三边未到忧，十三身袭富平侯。
不收金弹抛林外，却惜银床在井头。
彩树转灯珠错落，绣檀回枕玉雕锼。
当关不报侵晨客，新得佳人字莫愁。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('有感','非关宋玉有微辞，却是襄王梦觉迟。
一自高唐赋成后，楚天云雨尽堪疑。','李商隐',846);
INSERT INTO poem (title, content, author, `time`) VALUES('梦泽','梦泽悲风动白茅，楚王葬尽满城娇。
未知歌舞能多少，虚减宫厨为细腰。','李商隐',848);
INSERT INTO poem (title, content, author, `time`) VALUES('咏史二首·其一','北湖南埭水漫漫，一片降旗百尺竿。
三百年间同晓梦，钟山何处有龙盘。','李商隐',857);
INSERT INTO poem (title, content, author, `time`) VALUES('十一月中旬至扶风界见梅花','匝路亭亭艳，非时裛裛香。
素娥惟与月，青女不饶霜。
赠远虚盈手，伤离适断肠。
为谁成早秀，不待作年芳。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('楚宫','湘波如泪色漻漻，楚厉迷魂逐恨遥。
枫树夜猿愁自断，女萝山鬼语相邀。
空归腐败犹难复，更困腥臊岂易招？
但使故乡三户在，彩丝谁惜惧长蛟。','李商隐',848);
INSERT INTO poem (title, content, author, `time`) VALUES('无题','紫府仙人号宝灯，云浆未饮结成冰。
如何雪月交光夜，更在瑶台十二层。','李商隐',842);
INSERT INTO poem (title, content, author, `time`) VALUES('出关宿盘豆馆对丛芦有感','芦叶梢梢夏景深，邮亭暂欲洒尘襟。
昔年曾是江南客，此日初为关外心。
思子台边风自急，玉娘湖上月应沉。
清声不远行人去，一世荒城伴夜砧。','李商隐',839);
INSERT INTO poem (title, content, author, `time`) VALUES('初食笋呈座中','嫩箨香苞初出林，於陵论价重如金。
皇都陆海应无数，忍剪凌云一寸心。','李商隐',834);
INSERT INTO poem (title, content, author, `time`) VALUES('海上','石桥东望海连天，徐福空来不得仙。
直遣麻姑与搔背，可能留命待桑田。','李商隐',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('正月崇让宅','密锁重关掩绿苔，廊深阁迥此徘徊。
先知风起月含晕，尚自露寒花未开。
蝙拂帘旌终展转，鼠翻窗网小惊猜。
背灯独共馀香语，不觉犹歌起夜来。','李商隐',857);
INSERT INTO poem (title, content, author, `time`) VALUES('南朝','玄武湖中玉漏催，鸡鸣埭口绣襦回。
谁言琼树朝朝见，不及金莲步步来。
敌国军营漂木杮，前朝神庙锁烟煤。
满宫学士皆颜色，江令当年只费才。','李商隐',858);

INSERT INTO poem (title, content, author, `time`) VALUES('陋室铭','山不在高，有仙则名。水不在深，有龙则灵。斯是陋室，惟吾德馨。
苔痕上阶绿，草色入帘青。谈笑有鸿儒，往来无白丁。可以调素琴，阅金经。无丝竹之乱耳，无案牍之劳形。南阳诸葛庐，西蜀子云亭。孔子云：何陋之有？','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天扬州初逢席上见赠','巴山楚水凄凉地，二十三年弃置身。
怀旧空吟闻笛赋，到乡翻似烂柯人。
沉舟侧畔千帆过，病树前头万木春。
今日听君歌一曲，暂凭杯酒长精神。','刘禹锡',826);
INSERT INTO poem (title, content, author, `time`) VALUES('秋词二首·其一','自古逢秋悲寂寥，我言秋日胜春朝。
晴空一鹤排云上，便引诗情到碧霄。','刘禹锡',805);
INSERT INTO poem (title, content, author, `time`) VALUES('望洞庭','湖光秋月两相和，潭面无风镜未磨。
遥望洞庭山水翠，白银盘里一青螺。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其一','九曲黄河万里沙，浪淘风簸自天涯。
如今直上银河去，同到牵牛织女家。','刘禹锡',822);
INSERT INTO poem (title, content, author, `time`) VALUES('乌衣巷','朱雀桥边野草花，乌衣巷口夕阳斜。
旧时王谢堂前燕，飞入寻常百姓家。','刘禹锡',826);
INSERT INTO poem (title, content, author, `time`) VALUES('西塞山怀古','王濬楼船下益州，金陵王气黯然收。
千寻铁锁沉江底，一片降幡出石头。
人世几回伤往事，山形依旧枕寒流。
今逢四海为家日，故垒萧萧芦荻秋。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('赏牡丹','庭前芍药妖无格，池上芙蕖净少情。
唯有牡丹真国色，花开时节动京城。','刘禹锡',828);
INSERT INTO poem (title, content, author, `time`) VALUES('秋词二首','自古逢秋悲寂寥，我言秋日胜春朝。
晴空一鹤排云上，便引诗情到碧霄。

山明水净夜来霜，数树深红出浅黄。
试上高楼清入骨，岂如春色嗾人狂。','刘禹锡',805);
INSERT INTO poem (title, content, author, `time`) VALUES('金陵五题·石头城','山围故国周遭在，潮打空城寂寞回。
淮水东边旧时月，夜深还过女墙来。','刘禹锡',826);
INSERT INTO poem (title, content, author, `time`) VALUES('竹枝词·山桃红花满上头','山桃红花满上头，蜀江春水拍山流。
花红易衰似郎意，水流无限似侬愁。','刘禹锡',822);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天咏老见示','人谁不顾老，老去有谁怜。
身瘦带频减，发稀冠自偏。
废书缘惜眼，多灸为随年。
经事还谙事，阅人如阅川。
细思皆幸矣，下此便翛然。
莫道桑榆晚，为霞尚满天。','刘禹锡',836);
INSERT INTO poem (title, content, author, `time`) VALUES('秋风引','何处秋风至？萧萧送雁群。
朝来入庭树，孤客最先闻。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('再游玄都观','百亩庭中半是苔，桃花净尽菜花开。
种桃道士归何处，前度刘郎今又来。','刘禹锡',828);
INSERT INTO poem (title, content, author, `time`) VALUES('元和十年自朗州至京戏赠看花诸君子','紫陌红尘拂面来，无人不道看花回。
玄都观里桃千树，尽是刘郎去后栽。','刘禹锡',815);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其八','莫道谗言如浪深，莫言迁客似沙沉。
千淘万漉虽辛苦，吹尽狂沙始到金。','刘禹锡',822);
INSERT INTO poem (title, content, author, `time`) VALUES('和乐天春词','新妆宜面下朱楼，深锁春光一院愁。
行到中庭数花朵，蜻蜓飞上玉搔头。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蜀先主庙','天地英雄气，千秋尚凛然。
势分三足鼎，业复五铢钱。
得相能开国，生儿不象贤。
凄凉蜀故妓，来舞魏宫前。','刘禹锡',821);
INSERT INTO poem (title, content, author, `time`) VALUES('潇湘神·斑竹枝','斑竹枝，斑竹枝，泪痕点点寄相思。楚客欲听瑶瑟怨，潇湘深夜月明时。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳枝','清江一曲柳千条，二十年前旧板桥。
曾与美人桥上别，恨无消息到今朝。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其三','汴水东流虎眼文，清淮晓色鸭头春。
君看渡口淘沙处，渡却人间多少人。','刘禹锡',822);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其七','八月涛声吼地来，头高数丈触山回。
须臾却入海门去，卷起沙堆似雪堆。','刘禹锡',822);
INSERT INTO poem (title, content, author, `time`) VALUES('竹枝词二首·其二','楚水巴山江雨多，巴人能唱本乡歌。
今朝北客思归去，回入纥那披绿罗。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('竹枝词九首','白帝城头春草生，白盐山下蜀江清。
南人上来歌一曲，北人莫上动乡情。

山桃红花满上头，蜀江春水拍山流。
花红易衰似郎意，水流无限似侬愁。

江上朱楼新雨晴，瀼西春水縠文生。
桥东桥西好杨柳，人来人去唱歌行。

日出三竿春雾消，江头蜀客驻兰桡。
凭寄狂夫书一纸，家住成都万里桥。

两岸山花似雪开，家家春酒满银杯。
昭君坊中多女伴，永安宫外踏青来。

城西门前滟滪堆，年年波浪不能摧。
懊恼人心不如石，少时东去复西来。

瞿塘嘈嘈十二滩，此中道路古来难。
长恨人心不如水，等闲平地起波澜。

巫峡苍苍烟雨时，清猿啼在最高枝。
个里愁人肠自断，由来不是此声悲。

山上层层桃李花，云间烟火是人家。
银钏金钗来负水，长刀短笠去烧畲。','刘禹锡',822);
INSERT INTO poem (title, content, author, `time`) VALUES('叹水别白二十二','水。
至清，尽美。
从一勺，至千里。
利人利物，时行时止。
道性净皆然，交情淡如此。
君游金谷堤上，我在石渠署里。
两心相忆似流波，潺湲日夜无穷已。','刘禹锡',829);
INSERT INTO poem (title, content, author, `time`) VALUES('始闻秋风','昔看黄菊与君别，今听玄蝉我却回。
五夜飕飗枕前觉，一年颜状镜中来。
马思边草拳毛动，雕眄青云睡眼开。
天地肃清堪四望，为君扶病上高台。','刘禹锡',841);
INSERT INTO poem (title, content, author, `time`) VALUES('视刀环歌','常恨言语浅，不如人意深。
今朝两相视，脉脉万重心。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('忆江南·春去也','春去也，多谢洛城人。弱柳从风疑举袂，丛兰裛露似沾巾。独坐亦含嚬。

春去也，共惜艳阳年。犹有桃花流水上，无辞竹叶醉尊前。惟待见青天。','刘禹锡',838);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳枝词九首·其一','塞北梅花羌笛吹，淮南桂树小山词。
请君莫奏前朝曲，听唱新翻杨柳枝。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('乐天见示伤微之敦诗晦叔三君子皆有深分因成是诗以寄','吟君叹逝双绝句，使我伤怀奏短歌。
世上空惊故人少，集中惟觉祭文多。
芳林新叶催陈叶，流水前波让后波。
万古到今同此恨，闻琴泪尽欲如何。','刘禹锡',833);
INSERT INTO poem (title, content, author, `time`) VALUES('八月十五夜桃源玩月','尘中见月心亦闲，况是清秋仙府间。
凝光悠悠寒露坠，此时立在最高山。
碧虚无云风不起，山上长松山下水。
群动悠然一顾中，天高地平千万里。
少君引我升玉坛，礼空遥请真仙官。
云拼欲下星斗动，天乐一声肌骨寒。
金霞昕昕渐东上，轮欹影促犹频望。
绝景良时难再并，他年此日应惆怅。','刘禹锡',807);
INSERT INTO poem (title, content, author, `time`) VALUES('望夫山','终日望夫夫不归，化为孤石苦相思。
望来已是几千载，只似当时初望时。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('台城','台城六代竞豪华，结绮临春事最奢。
万户千门成野草，只缘一曲后庭花。','刘禹锡',826);
INSERT INTO poem (title, content, author, `time`) VALUES('汉寿城春望','汉寿城边野草春，荒祠古墓对荆榛。
田中牧竖烧刍狗，陌上行人看石麟。
华表半空经霹雳，碑文才见满埃尘。
不知何日东瀛变，此地还成要路津。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('八月十五日夜玩月','天将今夜月，一遍洗寰瀛。
暑退九霄净，秋澄万景清。
星辰让光彩，风露发晶英。
能变人间世，翛然是玉京。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其二','洛水桥边春日斜，碧流清浅见琼砂。
无端陌上狂风疾，惊起鸳鸯出浪花。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳枝词九首','塞北梅花羌笛吹，淮南桂树小山词。
请君莫奏前朝曲，听唱新翻杨柳枝。

南陌东城春早时，相逢何处不依依？
桃红李白皆夸好，须得垂杨相发挥。

凤阙轻遮翡翠帏，龙池遥望麴尘丝。
御沟春水相晖映，狂杀长安少年儿。

金谷园中莺乱飞，铜驼陌上好风吹。
城东桃李须臾尽，争似垂杨无限时？

花萼楼前初种时，美人楼上斗腰支。
如今抛掷长街里，露叶如啼欲恨谁？

炀帝行宫汴水滨，数株残柳不胜春。
晚来风起花如雪，飞入宫墙不见人。

御陌青门拂地垂，千条金缕万条丝。
如今绾作同心结，将赠行人知不知？

城外春风吹酒旗，行人挥袂日西时。
长安陌上无穷树，唯有垂杨绾别离。

轻盈袅娜占年华，舞榭妆楼处处遮。
春尽絮飞留不得，随风好去落谁家？','刘禹锡',832);
INSERT INTO poem (title, content, author, `time`) VALUES('岁夜咏怀','弥年不得意，新岁又如何？
念昔同游者，而今有几多？
以闲为自在，将寿补蹉跎。
春色无情故，幽居亦见过。','刘禹锡',819);
INSERT INTO poem (title, content, author, `time`) VALUES('金陵怀古','潮满冶城渚，日斜征虏亭。
蔡洲新草绿，幕府旧烟青。
兴废由人事，山川空地形。
后庭花一曲，幽怨不堪听。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠李司空妓','高髻云鬟宫样妆，春风一曲杜韦娘。
司空见惯浑闲事，断尽苏州刺史肠。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('昼居池上亭独吟','日午树阴正，独吟池上亭。
静看蜂教诲，闲想鹤仪形。
法酒调神气，清琴入性灵。
浩然机已息，几杖复何铭。','刘禹锡',836);
INSERT INTO poem (title, content, author, `time`) VALUES('踏歌词四首·其一','春江月出大堤平，堤上女郎连袂行。
唱尽新词欢不见，红霞映树鹧鸪鸣。','刘禹锡',823);
INSERT INTO poem (title, content, author, `time`) VALUES('酬元九侍御赠璧竹鞭长句','碧玉孤根生在林，美人相赠比双金。
初开郢客缄封后，想见巴山冰雪深。
多节本怀端直性，露青犹有岁寒心。
何时策马同归去，关树扶疏敲镫吟。','刘禹锡',810);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日题窦员外崇德里新居','长爱街西风景闲，到君居处暂开颜。
清光门外一渠水，秋色墙头数点山。
疏种碧松通月朗，多栽红药待春还。
莫言堆案无馀地，认得诗人在此间。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('聚蚊谣','沉沉夏夜兰堂开，飞蚊伺暗声如雷。
嘈然歘起初骇听，殷殷若自南山来。
喧腾鼓舞喜昏黑，昧者不分聪者惑。
露华滴沥月上天，利觜迎人看不得。
我躯七尺尔如芒，我孤尔众能我伤。
天生有时不可遏，为尔设幄潜匡床。
清商一来秋日晓，羞尔微形饲丹鸟。','刘禹锡',811);
INSERT INTO poem (title, content, author, `time`) VALUES('听旧宫中乐人穆氏唱歌','曾随织女渡天河，记得云间第一歌。
休唱贞元供奉曲，当时朝士已无多。','刘禹锡',809);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其六','日照澄洲江雾开，淘金女伴满江隈。
美人首饰侯王印，尽是沙中浪底来。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('思黯南墅赏牡丹','偶然相遇人间世，合在增城阿姥家。
有此倾城好颜色，天教晚发赛诸花。','刘禹锡',837);
INSERT INTO poem (title, content, author, `time`) VALUES('堤上行三首','酒旗相望大堤头，堤下连樯堤上楼。
日暮行人争渡急，桨声幽轧满中流。

江南江北望烟波，入夜行人相应歌。
桃叶传情竹枝怨，水流无限月明多。

春堤缭绕水徘徊，酒舍旗亭次第开。
日晚出帘招估客，轲峨大艑落帆来。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('经檀道济故垒','万里长城坏，荒营野草秋。
秣陵多士女，犹唱白符鸠。','刘禹锡',826);
INSERT INTO poem (title, content, author, `time`) VALUES('送曹璩归越中旧隐诗','行尽潇湘万里余，少逢知己忆吾庐。
数间茅屋闲临水，一盏秋灯夜读书。
地远何当随计吏，策成终自诣公车。
剡中若问连州事，唯有千山画不如。','刘禹锡',822);
INSERT INTO poem (title, content, author, `time`) VALUES('白鹭儿','白鹭儿，最高格。
毛衣新成雪不敌，众禽喧呼独凝寂。
孤眠芊芊草，久立潺潺石。
前山正无云，飞去入遥碧。','刘禹锡',813);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其四','鹦鹉洲头浪飐沙，青楼春望日将斜。
衔泥燕子争归舍，独自狂夫不忆家。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('与歌者何戡','二十余年别帝京，重闻天乐不胜情。
旧人唯有何戡在，更与殷勤唱渭城。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('踏歌词四首·其三','新词宛转递相传，振袖倾鬟风露前。
月落乌啼云雨散，游童陌上拾花钿。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('再授连州至衡阳酬柳柳州赠别','去国十年同赴召，渡湘千里又分歧。
重临事异黄丞相，三黜名惭柳士师。
归目并随回雁尽，愁肠正遇断猿时。
桂江东过连山下，相望长吟有所思。','刘禹锡',815);
INSERT INTO poem (title, content, author, `time`) VALUES('杏园花下酬乐天见赠','二十馀年作逐臣，归来还见曲江春。
游人莫笑白头醉，老醉花间有几人。','刘禹锡',807);
INSERT INTO poem (title, content, author, `time`) VALUES('元日感怀','振蛰春潜至，湘南人未归。
身加一日长，心觉去年非。
燎火委虚烬，儿童炫彩衣。
异乡无旧识，车马到门稀。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和令狐相公别牡丹','平章宅里一栏花，临到开时不在家。
莫道两京非远别，春明门外即天涯。','刘禹锡',829);
INSERT INTO poem (title, content, author, `time`) VALUES('昏镜词','昏镜非美金，漠然丧其晶。
陋容多自欺，谓若他镜明。
瑕疵自不见，妍态随意生。
一日四五照，自言美倾城。
饰带以纹绣，装匣以琼瑛。
秦宫岂不重，非适乃为轻。','刘禹锡',806);
INSERT INTO poem (title, content, author, `time`) VALUES('更衣曲','博山炯炯吐香雾，红烛引至更衣处。
夜如何其夜漫漫，邻鸡未鸣寒雁度。
庭前雪压松桂丛，廊下点点悬纱笼。
满堂醉客争笑语，嘈囋琵琶青幕中。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('庭竹','露涤铅粉节，风摇青玉枝。
依依似君子，无地不相宜。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('福先寺雪中酬别乐天','龙门宾客会龙宫，东去旌旗驻上东。
二八笙歌云幕下，三千世界雪花中。
离堂未暗排红烛，别曲含凄飏晚风。
才子从今一分散，便将诗咏向吴侬。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('监祠夕月坛书事（其礼用昼）','西皞司分昼夜平，羲和停午太阴生。
铿锵揖让秋光里，观者如云出凤城。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其五','濯锦江边两岸花，春风吹浪正淘沙。
女郎剪下鸳鸯锦，将向中流匹晚霞。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('浪淘沙·其九','流水淘沙不暂停，前波未灭后波生。
令人忽忆潇湘渚，回唱迎神三两声。','刘禹锡',824);
INSERT INTO poem (title, content, author, `time`) VALUES('月夜忆乐天兼寄微之','今宵帝城月，一望雪相似。
遥想洛阳城，清光正如此。
知君当此夕，亦望镜湖水。
展转相忆心，月明千万里。','刘禹锡',829);
INSERT INTO poem (title, content, author, `time`) VALUES('伤愚溪三首','溪水悠悠春自来，草堂无主燕飞回。
隔帘唯见中庭草，一树山榴依旧开。

草圣数行留坏壁，木奴千树属邻家。
唯见里门通德榜，残阳寂寞出樵车。

柳门竹巷依依在，野草青苔日日多。
纵有邻人解吹笛，山阳旧侣更谁过？','刘禹锡',812);
INSERT INTO poem (title, content, author, `time`) VALUES('同乐天登栖灵寺塔','步步相携不觉难，九层云外倚阑干。
忽然笑语半天上，无限游人举眼看。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('尝茶','生拍芳丛鹰觜芽，老郎封寄谪仙家。
今宵更有湘江月，照出菲菲满碗花。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('踏歌词四首·其四','日暮江头闻竹枝，南人行乐北人悲。
自从雪里唱新曲，直到三春花尽时。','刘禹锡',823);
INSERT INTO poem (title, content, author, `time`) VALUES('伤桃源薛道士','坛边松在鹤巢空，白鹿闲行旧径中。
手植红桃千树发，满山无主任春风。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('柳花词三首','开从绿条上，散逐香风远。
故取花落时，悠扬占春晚。

轻飞不假风，轻落不委地。
撩乱舞晴空，发人无限思。

晴天闇闇雪，来送青春暮。
无意似多情，千家万家去。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('竹枝','日出三竿春雾消，江头蜀客驻兰桡。
凭寄狂夫书一纸，家住成都万里桥。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('荆门道怀古','南国山川旧帝畿，宋台梁馆尚依稀。
马嘶古道行人歇，麦秀空城野雉飞。
风吹落叶填宫井，火入荒陵化宝衣。
徒使词臣庾开府，咸阳终日苦思归。','刘禹锡',807);
INSERT INTO poem (title, content, author, `time`) VALUES('贾客词','贾客无定游，所游唯利并。
眩俗杂良苦，乘时知重轻。
心计析秋毫，捶钩侔悬衡。
锥刀既无弃，转化日已盈。
徼福祷波神，施财游化城。
妻约雕金钏，女垂贯珠缨。
高赀比封君，奇货通幸卿。
趋时鸷鸟思，藏镪盘龙形。
大艑浮通川，高楼次旗亭。
行止皆有乐，关梁似无征。
农夫何为者，辛苦事寒耕。','刘禹锡',809);
INSERT INTO poem (title, content, author, `time`) VALUES('洞庭秋月行','洞庭秋月生湖心，层波万顷如熔金。
孤轮徐转光不定，游气濛濛隔寒镜。
是时白露三秋中，湖平月上天地空。
岳阳楼头暮角绝，荡漾已过君山东。
山城苍苍夜寂寂，水月逶迤绕城白。
荡桨巴童歌竹枝，连樯估客吹羌笛。
势高夜久阴力全，金气肃肃开星躔。
浮云野马归四裔，遥望星斗当中天。
天鸡相呼曙霞出，敛影含光让朝日。
日出喧喧人不闲，夜来清景非人间。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('潇湘神','湘水流，湘水流，九疑云物至今愁。
若问二妃何处所，零陵芳草露中秋。
斑竹枝，斑竹枝，泪痕点点寄相思。
楚客欲听瑶瑟怨，潇湘深夜月明时。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('韩信庙','将略兵机命世雄，苍黄钟室叹良弓。
遂令后代登坛者，每一寻思怕立功。','刘禹锡',826);
INSERT INTO poem (title, content, author, `time`) VALUES('秋声赋','相国中山公赋《秋声》，以属天官太常伯，唱和俱绝，然皆得时行道之余兴，犹动光阴之叹，况伊郁老病者乎？吟之斐然，以寄孤愤。
　　碧天如水兮，窅窅悠悠。百虫迎暮兮，万叶吟秋。欲辞林而萧飒，潜命侣以啁啾。送将归兮临水，非吾土兮登楼。晚枝多露蝉之思，夕草起寒螿之愁。
　　至若松竹含韵，梧楸圣脱。惊绮疏之晓吹，坠碧砌之凉月。念塞外之征行，顾闺中之骚屑。夜蛩鸣兮机杼促，朔雁叫兮音书绝。远杵续兮何冷冷，虚窗静兮空切切。如吟如啸，非竹非丝。合自然之宫徵，动终岁之别离。废井苔冷，荒园露滋。草苍苍兮人寂寂，树槭槭兮虫咿咿。则有安石风流，巨源多可。平六符而佐主，施九流而自我。犹复感阴虫之鸣轩，叹凉叶之初堕。异宋玉之悲伤，觉潘郎之幺么。
　　嗟乎！骥伏枥而已老，鹰在韝而有情。聆朔风而心动，眄天籁而神惊。力将痑兮足受绁，犹奋迅于秋声。','刘禹锡',841);
INSERT INTO poem (title, content, author, `time`) VALUES('重至衡阳伤柳仪曹','忆昨与故人，湘江岸头别。
我马映林嘶，君帆转山灭。
马嘶循古道，帆灭如流电。
千里江蓠春，故人今不见。','刘禹锡',819);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日送客至潜水驿','候吏立沙际，田家连竹溪。
枫林社日鼓，茅屋午时鸡。
鹊噪晚禾地，蝶飞秋草畦。
驿楼宫树近，疲马再三嘶。','刘禹锡',810);
INSERT INTO poem (title, content, author, `time`) VALUES('竞渡曲','沅江五月平堤流，邑人相将浮彩舟。
灵均何年歌已矣，哀谣振楫从此起。
杨桴击节雷阗阗，乱流齐进声轰然。
蛟龙得雨鬐鬣动，螮蝀饮河形影联。
刺史临流褰翠帏，揭竿命爵分雄雌。
先鸣馀勇争鼓舞，未至衔枚颜色沮。
百胜本自有前期，一飞由来无定所。
风俗如狂重此时，纵观云委江之湄。
彩旂夹岸照蛟室，罗袜凌波呈水嬉。
曲终人散空愁暮，招屈亭前水东注。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏红柿子','晓连星影出，晚带日光悬。
本因遗采掇，翻自保天年。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('九日登高','世路山河险，君门烟雾深。
年年上高处，未省不伤心。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('潇湘神·湘水流','湘水流，湘水流，九疑云物至今愁。
若问二妃何处所，零陵芳草露中秋。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('泰娘歌','泰娘家本阊门西，门前绿水环金堤。
有时妆成好天气，走上皋桥折花戏。
风流太守韦尚书，路傍忽见停隼旟。
斗量明珠鸟传意，绀幰迎入专城居。
长鬟如云衣似雾，锦茵罗荐承轻步。
舞学惊鸿水榭春，歌传上客兰堂暮。
从郎西入帝城中，贵游簪组香帘栊。
低鬟缓视抱明月，纤指破拨生胡风。
繁华一旦有消歇，题剑无光履声绝。
洛阳旧宅生草莱，杜陵萧萧松柏哀。
妆奁虫网厚如茧，博山炉侧倾寒灰。
蕲州刺史张公子，白马新到铜驼里。
自言买笑掷黄金，月堕云中从此始。
安知鵩鸟座隅飞，寂寞旅魂招不归。
秦嘉镜有前时结，韩寿香销故箧衣。
山城少人江水碧，断雁哀猿风雨夕。
朱弦已绝为知音，云鬓未秋私自惜。
举目风烟非旧时，梦寻归路多参差。
如何将此千行泪，更洒湘江斑竹枝。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋晚新晴夜月如练有怀乐天','雨歇晚霞明，风调夜景清。
月高微晕散，云薄细鳞生。
露草百虫思，秋林千叶声。
相望一步地，脉脉万重情。','刘禹锡',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和仆射牛相公寓言二首','两度竿头立定夸，回眸举袖拂青霞。
尽抛今日贵人样，复振前朝名相家。
御史定来休直宿，尚书依旧趁参衙。
具瞻尊重诚无敌，犹忆洛阳千树花。
心如止水鉴常明，见尽人间万物情。
雕鹗腾空犹逞俊，骅骝啮足自无惊。
时来未觉权为祟，贵了方知退是荣。
只恐重重世缘在，事须三度副苍生。','刘禹锡',NULL);

# 柳宗元开始
INSERT INTO poem (title, content, author, `time`) VALUES('小石潭记','从小丘西行百二十步，隔篁竹，闻水声，如鸣珮环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。(珮 通：佩)

　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上。佁然不动，俶尔远逝，往来翕忽，似与游者相乐。

　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。

　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。

　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生，曰恕己，曰奉壹。','柳宗元', 805);
INSERT INTO poem (title, content, author, `time`) VALUES('江雪','千山鸟飞绝，万径人踪灭。
孤舟蓑笠翁，独钓寒江雪。','柳宗元', 806);
INSERT INTO poem (title, content, author, `time`) VALUES('捕蛇者说','永州之野产异蛇：黑质而白章，触草木尽死；以啮人，无御之者。然得而腊之以为饵，可以已大风、挛踠、瘘疠，去死肌，杀三虫。其始太医以王命聚之，岁赋其二。募有能捕之者，当其租入。永之人争奔走焉。

　　有蒋氏者，专其利三世矣。问之，则曰：“吾祖死于是，吾父死于是，今吾嗣为之十二年，几死者数矣。”言之貌若甚戚者。余悲之，且曰：“若毒之乎？余将告于莅事者，更若役，复若赋，则何如？”蒋氏大戚，汪然出涕，曰：“君将哀而生之乎？则吾斯役之不幸，未若复吾赋不幸之甚也。向吾不为斯役，则久已病矣。自吾氏三世居是乡，积于今六十岁矣。而乡邻之生日蹙，殚其地之出，竭其庐之入。号呼而转徙，饥渴而顿踣。触风雨，犯寒暑，呼嘘毒疠，往往而死者，相藉也。曩与吾祖居者，今其室十无一焉。与吾父居者，今其室十无二三焉。与吾居十二年者，今其室十无四五焉。非死则徙尔，而吾以捕蛇独存。悍吏之来吾乡，叫嚣乎东西，隳突乎南北；哗然而骇者，虽鸡狗不得宁焉。吾恂恂而起，视其缶，而吾蛇尚存，则弛然而卧。谨食之，时而献焉。退而甘食其土之有，以尽吾齿。盖一岁之犯死者二焉，其余则熙熙而乐，岂若吾乡邻之旦旦有是哉。今虽死乎此，比吾乡邻之死则已后矣，又安敢毒耶？”

　　余闻而愈悲，孔子曰：“苛政猛于虎也！”吾尝疑乎是，今以蒋氏观之，犹信。呜呼！孰知赋敛之毒有甚是蛇者乎！故为之说，以俟夫观人风者得焉。','柳宗元', 808);
INSERT INTO poem (title, content, author, `time`) VALUES('登柳州城楼寄漳汀封连四州','城上高楼接大荒，海天愁思正茫茫。
惊风乱飐芙蓉水，密雨斜侵薜荔墙。
岭树重遮千里目，江流曲似九回肠。
共来百越文身地，犹自音书滞一乡。','柳宗元', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('渔翁','渔翁夜傍西岩宿，晓汲清湘燃楚竹。
烟销日出不见人，欸乃一声山水绿。
回看天际下中流，岩上无心云相逐。','柳宗元', 806);
INSERT INTO poem (title, content, author, `time`) VALUES('黔之驴','黔无驴，有好事者船载以入。至则无可用，放之山下。虎见之，庞然大物也，以为神，蔽林间窥之。稍出近之，慭慭然，莫相知。

　　他日，驴一鸣，虎大骇，远遁；以为且噬己也，甚恐。然往来视之，觉无异能者；益习其声，又近出前后，终不敢搏。稍近，益狎，荡倚冲冒。驴不胜怒，蹄之。虎因喜，计之曰：“技止此耳！”因跳踉大㘎，断其喉，尽其肉，乃去。

　　噫！形之庞也类有德，声之宏也类有能。向不出其技，虎虽猛，疑畏，卒不敢取。今若是焉，悲夫！','柳宗元', 807);
INSERT INTO poem (title, content, author, `time`) VALUES('与浩初上人同看山寄京华亲故','海畔尖山似剑铓，秋来处处割愁肠。
若为化得身千亿，散上峰头望故乡。','柳宗元', 817);
INSERT INTO poem (title, content, author, `time`) VALUES('溪居','久为簪组累，幸此南夷谪。
闲依农圃邻，偶似山林客。
晓耕翻露草，夜榜响溪石。
来往不逢人，长歌楚天碧。','柳宗元', 810);
INSERT INTO poem (title, content, author, `time`) VALUES('早梅','早梅发高树，迥映楚天碧。
朔吹飘夜香，繁霜滋晓白。
欲为万里赠，杳杳山水隔。
寒英坐销落，何用慰远客。','柳宗元', 809);
INSERT INTO poem (title, content, author, `time`) VALUES('重别梦得','二十年来万事同，今朝岐路忽西东。
皇恩若许归田去，晚岁当为邻舍翁。','柳宗元', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('柳州二月榕叶落尽偶题','宦情羁思共凄凄，春半如秋意转迷。
山城过雨百花尽，榕叶满庭莺乱啼。','柳宗元', 817);
INSERT INTO poem (title, content, author, `time`) VALUES('酬曹侍御过象县见寄','破额山前碧玉流，骚人遥驻木兰舟。
春风无限潇湘意，欲采蘋花不自由。','柳宗元',819);
INSERT INTO poem (title, content, author, `time`) VALUES('读书','幽沉谢世事，俯默窥唐虞。
上下观古今，起伏千万途。
遇欣或自笑，感戚亦以吁。
缥帙各舒散，前后互相逾。
瘴痾扰灵府，日与往昔殊。
临文乍了了，彻卷兀若无。
竟夕谁与言，但与竹素俱。
倦极更倒卧，熟寐乃一苏。
欠伸展肢体，吟咏心自愉。
得意适其适，非愿为世儒。
道尽即闭口，萧散捐囚拘。
巧者为我拙，智者为我愚。
书史足自悦，安用勤与劬。
贵尔六尺躯，勿为名所驱。','柳宗元', 809);
INSERT INTO poem (title, content, author, `time`) VALUES('别舍弟宗一','零落残魂倍黯然，双垂别泪越江边。
一身去国六千里，万死投荒十二年。
桂岭瘴来云似墨，洞庭春尽水如天。
欲知此后相思梦，长在荆门郢树烟。','柳宗元', 816);
INSERT INTO poem (title, content, author, `time`) VALUES('晨诣超师院读禅经','汲井漱寒齿，清心拂尘服。
闲持贝叶书，步出东斋读。
真源了无取，妄迹世所逐。
遗言冀可冥，缮性何由熟。
道人庭宇静，苔色连深竹。
日出雾露馀，青松如膏沐。
澹然离言说，悟悦心自足。','柳宗元', 806);
INSERT INTO poem (title, content, author, `time`) VALUES('饮酒','今夕少愉乐，起坐开清尊。
举觞酹先酒，为我驱忧烦。
须臾心自殊，顿觉天地暄。
连山变幽晦，绿水函晏温。
蔼蔼南郭门，树木一何繁。
清阴可自庇，竟夕闻佳言。
尽醉无复辞，偃卧有芳荪。
彼哉晋楚富，此道未必存。','柳宗元', 808);
INSERT INTO poem (title, content, author, `time`) VALUES('零陵早春','问春从此去，几日到秦原。
凭寄还乡梦，殷勤入故园。','柳宗元', 805);
INSERT INTO poem (title, content, author, `time`) VALUES('衡阳与梦得分路赠别','十年憔悴到秦京，谁料翻为岭外行。
伏波故道风烟在，翁仲遗墟草树平。
直以慵疏招物议，休将文字占时名。
今朝不用临河别，垂泪千行便濯缨。','柳宗元', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('夏昼偶作','南州溽暑醉如酒，隐几熟眠开北牖。
日午独觉无馀声，山童隔竹敲茶臼。','柳宗元', 805);
INSERT INTO poem (title, content, author, `time`) VALUES('唐铙歌鼓吹曲十二首·其四','泾水黄，陇野茫。
负太白，腾天狼。
有鸟鸷立，羽翼张。
钩喙决前，钜趯傍。
怒飞饥啸，翾不可当。
老雄死，子复良。
巢岐饮渭，肆翱翔。
顿地紘，提天纲。
列缺掉帜，招摇耀鋩。
鬼神来助，梦嘉祥。
脑涂原野，魄飞扬。
星辰复，恢一方。','柳宗元',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('种柳戏题','柳州柳刺史，种柳柳江边。
谈笑为故事，推移成昔年。
垂阴当覆地，耸干会参天。
好作思人树，惭无惠化传。','柳宗元',819);
INSERT INTO poem (title, content, author, `time`) VALUES('再上湘江','好在湘江水，今朝又上来。
不知从此去，更遣几年回。','柳宗元', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('登柳州峨山','荒山秋日午，独上意悠悠。
如何望乡处，西北是融州。','柳宗元',816);
INSERT INTO poem (title, content, author, `time`) VALUES('酬王二十舍人雪中见寄','三日柴门拥不开，阶平庭满白皑皑。
今朝蹈作琼瑶迹，为有诗从凤沼来。','柳宗元', 814);
INSERT INTO poem (title, content, author, `time`) VALUES('岭南江行','瘴江南去入云烟，望尽黄茆是海边。
山腹雨晴添象迹，潭心日暖长蛟涎。
射工巧伺游人影，飓母偏惊旅客船。
从此忧来非一事，岂容华发待流年。','柳宗元', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('笼鹰词','凄风淅沥飞严霜，苍鹰上击翻曙光。
云披雾裂虹霓断，霹雳掣电捎平冈。
砉然劲翮剪荆棘，下攫狐兔腾苍茫。
爪毛吻血百鸟逝，独立四顾时激昂。
炎风溽暑忽然至，羽翼脱落自摧藏。
草中狸鼠足为患，一夕十顾惊且伤。
但愿清商复为假，拔去万累云间翔。','柳宗元', 805);
INSERT INTO poem (title, content, author, `time`) VALUES('长沙驿前南楼感旧','海鹤一为别，存亡三十秋。
今来数行泪，独上驿南楼。','柳宗元', 815);
INSERT INTO poem (title, content, author, `time`) VALUES('诏追赴都二月至灞亭上','十一年前南渡客，四千里外北归人。
诏书许逐阳和至，驿路开花处处新。','柳宗元', 815);
# 柳宗元结束
INSERT INTO poem (title, content, author, `time`) VALUES('得卢衡州书因以诗寄','临蒸且莫叹炎方，为报秋来雁几行。
林邑东回山似戟，牂牁南下水如汤。
蒹葭淅沥含秋雾，橘柚玲珑透夕阳。
非是白蘋洲畔客，还将远意问潇湘。','柳宗元',816);
INSERT INTO poem (title, content, author, `time`) VALUES('中夜起望西园值月上','觉闻繁露坠，开户临西园。
寒月上东岭，泠泠疏竹根。
石泉远逾响，山鸟时一喧。
倚楹遂至旦，寂寞将何言。','柳宗元',810);
INSERT INTO poem (title, content, author, `time`) VALUES('入黄溪闻猿','溪路千里曲，哀猿何处鸣。
孤臣泪已尽，虚作断肠声。','柳宗元',812);
INSERT INTO poem (title, content, author, `time`) VALUES('秋晓行南谷经荒村','杪秋霜露重，晨起行幽谷。
黄叶覆溪桥，荒村唯古木。
寒花疏寂历，幽泉微断续。
机心久已忘，何事惊麋鹿。','柳宗元',805);
INSERT INTO poem (title, content, author, `time`) VALUES('梅雨','梅实迎时雨，苍茫值晚春。
愁深楚猿夜，梦断越鸡晨。
海雾连南极，江云暗北津。
素衣今尽化，非为帝京尘。','柳宗元',805);
INSERT INTO poem (title, content, author, `time`) VALUES('红蕉','晚英值穷节，绿润含朱光。
以兹正阳色，窈窕凌清霜。
远物世所重，旅人心独伤。
回晖眺林际，槭槭无遗芳。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('柳州城西北隅种柑树','手种黄柑二百株，春来新叶遍城隅。
方同楚客怜皇树，不学荆州利木奴。
几岁开花闻喷雪，何人摘实见垂珠？
若教坐待成林日，滋味还堪养老夫。','柳宗元',817);
INSERT INTO poem (title, content, author, `time`) VALUES('雨晴至江渡','江雨初晴思远步，日西独向愚溪渡。
渡头水落村径成，撩乱浮槎在高树。','柳宗元',807);
INSERT INTO poem (title, content, author, `time`) VALUES('独觉','觉来窗牖空，寥落雨声晓。
良游怨迟暮，末事惊纷扰。
为问经世心，古人谁尽了。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('法华寺西亭夜饮','祇树夕阳亭，共倾三昧酒。
雾暗水连阶，月明花覆牖。
莫厌樽前醉，相看未白首。','柳宗元',809);
INSERT INTO poem (title, content, author, `time`) VALUES('觉衰','久知老会至，不谓便见侵。
今年宜未衰，稍已来相寻。
齿疏发就种，奔走力不任。
咄此可奈何，未必伤我心。
彭聃安在哉？周孔亦已沉。
古称寿圣人，曾不留至今。
但愿得美酒，朋友常共斟。
是时春向暮，桃李生繁阴。
日照天正绿，杳杳归鸿吟。
出门呼所亲，扶杖登西林。
高歌足自快，商颂有遗音。','柳宗元',813);
INSERT INTO poem (title, content, author, `time`) VALUES('柳州峒氓','郡城南下接通津，异服殊音不可亲。
青箬裹盐归峒客，绿荷包饭趁虚人。
鹅毛御腊缝山罽，鸡骨占年拜水神。
愁向公庭问重译，欲投章甫作文身。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('夏夜苦热登西楼','苦热中夜起，登楼独褰衣。
山泽凝暑气，星汉湛光辉。
火晶燥露滋，野静停风威。
探汤汲阴井，炀灶开重扉。
凭阑久彷徨，流汗不可挥。
莫辩亭毒意，仰诉璿与玑。
谅非姑射子，静胜安能希。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('汨罗遇风','南来不作楚臣悲，重入修门自有期。
为报春风汨罗道，莫将波浪枉明时。','柳宗元',815);
INSERT INTO poem (title, content, author, `time`) VALUES('南涧中题','秋气集南涧，独游亭午时。
回风一萧瑟，林影久参差。
始至若有得，稍深遂忘疲。
羁禽响幽谷，寒藻舞沦漪。
去国魂已远，怀人泪空垂。
孤生易为感，失路少所宜。
索寞竟何事，徘徊只自知。
谁为后来者，当与此心期。','柳宗元',812);
INSERT INTO poem (title, content, author, `time`) VALUES('夏初雨后寻愚溪','悠悠雨初霁，独绕清溪曲。
引杖试荒泉，解带围新竹。
沉吟亦何事，寂寞固所欲。
幸此息营营，啸歌静炎燠。','柳宗元',811);
INSERT INTO poem (title, content, author, `time`) VALUES('闻黄鹂','倦闻子规朝暮声，不意忽有黄鹂鸣。
一声梦断楚江曲，满眼故园春意生。
目极千里无山河，麦芒际天摇清波。
王畿优本少赋役，务闲酒熟饶经过。
此时晴烟最深处，舍南巷北遥相语。
翻日迥度昆明飞，凌风邪看细柳翥。
我今误落千万山，身同伧人不思还。
乡禽何事亦来此，令我生心忆桑梓。
闭声回翅归务速，西林紫椹行当熟。','柳宗元',810);
INSERT INTO poem (title, content, author, `time`) VALUES('初秋夜坐赠吴武陵','稍稍雨侵竹，翻翻鹊惊丛。
美人隔湘浦，一夕生秋风。
积雾杳难极，沧波浩无穷。
相思岂云远，即席莫与同。
若人抱奇音，朱弦縆枯桐。
清商激西颢，泛滟凌长空。
自得本无作，天成谅非功。
希声閟大朴，聋俗何由聪。','柳宗元',808);
INSERT INTO poem (title, content, author, `time`) VALUES('与崔策登西山','鹤鸣楚山静，露白秋江晓。连袂度危桥，萦回出林杪。
西岑极远目，毫末皆可了。重叠九疑高，微茫洞庭小。
迥穷两仪际，高出万象表。驰景泛颓波，遥风递寒筱。
谪居安所习，稍厌从纷扰。生同胥靡遗，寿比彭铿夭。
蹇连困颠踣，愚蒙怯幽眇。非令亲爱疏，谁使心神悄。
偶兹遁山水，得以观鱼鸟。吾子幸淹留，缓我愁肠绕。','柳宗元',812);
INSERT INTO poem (title, content, author, `time`) VALUES('咏荆轲','燕秦不两立，太子已为虞。
千金奉短计，匕首荆卿趋。
穷年徇所欲，兵势且见屠。
微言激幽愤，怒目辞燕都。
朔风动易水，挥爵前长驱。
函首致宿怨，献田开版图。
炯然耀电光，掌握罔正夫。
造端何其锐，临事竟趑趄。
长虹吐白日，仓卒反受诛。
按剑赫凭怒，风雷助号呼。
慈父断子首，狂走无容躯。
夷城芟七族，台观皆焚污。
始期忧患弭，卒动灾祸枢。
秦皇本诈力，事与桓公殊。
奈何效曹子，实谓勇且愚。
世传故多谬，太史征无且。','柳宗元',809);
INSERT INTO poem (title, content, author, `time`) VALUES('南中荣橘柚','橘柚怀贞质，受命此炎方。
密林耀朱绿，晚岁有馀芳。
殊风限清汉，飞雪滞故乡。
攀条何所叹，北望熊与湘。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('杨白花','杨白花，风吹渡江水。
坐令宫树无颜色，摇荡春光千万里。
茫茫晓日下长秋，哀歌未断城鸦起。','柳宗元',807);
INSERT INTO poem (title, content, author, `time`) VALUES('零陵春望','平野春草绿，晓莺啼远林。
日晴潇湘渚，云断岣嵝岑。
仙驾不可望，世途非所任。
凝情空景慕，万里苍梧阴。','柳宗元',811);
INSERT INTO poem (title, content, author, `time`) VALUES('戏题阶前芍药','凡卉与时谢，妍华丽兹晨。
欹红醉浓露，窈窕留馀春。
孤赏白日暮，暄风动摇频。
夜窗蔼芳气，幽卧知相亲。
愿致溱洧赠，悠悠南国人。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('冉溪','少时陈力希公侯，许国不复为身谋。
风波一跌逝万里，壮心瓦解空缧囚。
缧囚终老无余事，愿卜湘西冉溪地。
却学寿张樊敬侯，种漆南园待成器。','柳宗元',809);
INSERT INTO poem (title, content, author, `time`) VALUES('郊居岁暮','屏居负山郭，岁暮惊离索。
野迥樵唱来，庭空烧烬落。
世纷因事远，心赏随年薄。
默默谅何为，徒成今与昨。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('戏题石门长老东轩','石门长老身如梦，旃檀成林手所种。
坐来念念非昔人，万遍莲花为谁用？
如今七十自忘机，贪爱都忘筋力微。
莫向东轩春野望，花开日出雉皆飞。','柳宗元',806);
INSERT INTO poem (title, content, author, `time`) VALUES('巽公院五咏·苦竹桥','危桥属幽径，缭绕穿疏林。
迸箨分苦节，轻筠抱虚心。
俯瞰涓涓流，仰聆萧萧吟。
差池下烟日，嘲哳鸣山禽。
谅无要津用，栖息有馀阴。','柳宗元',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('柳州寄丈人周韶州','越绝孤城千万峰，空斋不语坐高舂。
印文生绿经旬合，砚匣留尘尽日封。
梅岭寒烟藏翡翠，桂江秋水露鰅鳙。
丈人本自忘机事，为想年来憔悴容。','柳宗元',816);
INSERT INTO poem (title, content, author, `time`) VALUES('新植海石榴','弱植不盈尺，远意驻蓬赢。
月寒空阶曙，幽梦彩云生。
粪壤擢珠树，莓苔插琼英。
芳根閟颜色，徂岁为谁荣。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('古东门行','汉家三十六将军，东方雷动横阵云。
鸡鸣函谷客如雾，貌同心异不可数。
赤丸夜语飞电光，徼巡司隶眠如羊。
当街一叱百吏走，冯敬胸中函匕首。
凶徒侧耳潜惬心，悍臣破胆皆杜口。
魏王卧内藏兵符，子西掩袂真无辜。
羌胡毂下一朝起，敌国舟中非所拟。
安陵谁辨削砺功，韩国讵明深井里。
绝胭断骨那下补，万金宠赠不如土。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('雨后晓行独至愚溪北池','宿云散洲渚，晓日明村坞。
高树临清池，风惊夜来雨。
予心适无事，偶此成宾主。','柳宗元',810);
INSERT INTO poem (title, content, author, `time`) VALUES('离觞不醉至驿却寄相送诸公','无限居人送独醒，可怜寂寞到长亭。
荆州不遇高阳侣，一夜春寒满下厅。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('零陵赠李卿元侍御简吴武陵','理世固轻士，弃捐湘之湄。
阳光竟四溟，敲石安所施。
铩羽集枯干，低昂互鸣悲。
朔云吐风寒，寂历穷秋时。
君子尚容与，小人守兢危。
惨凄日相视，离忧坐自滋。
樽酒聊可酌，放歌谅徒为。
惜无协律者，窈眇弦吾诗。','柳宗元',808);
INSERT INTO poem (title, content, author, `time`) VALUES('禅堂','发地结菁茆，团团抱虚白。
山花落幽户，中有忘机客。
涉有本非取，照空不待析。
万籁俱缘生，窅然喧中寂。
心境本同如，鸟飞无遗迹。','柳宗元',807);
INSERT INTO poem (title, content, author, `time`) VALUES('界围岩水帘','界围汇湘曲，青壁环澄流。
悬泉粲成帘，罗注无时休。
韵磬叩凝碧，锵锵彻岩幽。
丹霞冠其巅，想像凌虚游。
灵境不可状，鬼工谅难求。
忽如朝玉皇，天冕垂前旒。
楚臣昔南逐，有意仍丹丘。
今我始北旋，新诏释缧囚。
采真诚眷恋，许国无淹留。
再来寄幽梦，遗贮催行舟。','柳宗元',815);
INSERT INTO poem (title, content, author, `time`) VALUES('闻籍田有感','天田不日降皇舆，留滞长沙岁又除。
宣室无由问釐事，周南何处托成书。','柳宗元',810);
INSERT INTO poem (title, content, author, `time`) VALUES('跂乌词','城上日出群乌飞，鸦鸦争赴朝阳枝。
刷毛伸羽和且乐，尔独落魄今为何？
无乃慕高近白日，三足妒尔令尔疾？
无乃饥啼走路旁，贪鲜攫肉人所伤？
翘肖独足下丛薄，口衔低枝始能越。
还顾泥涂备蝼蚁，仰看栋梁防燕雀。
左右六翮利如刀，踊身失势不得高。
支离无趾犹自免，努力低飞逃后患。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('赠江华长老','老僧道机熟，默语心皆寂。
去岁别舂陵，沿流此投迹。
室空无侍者，巾屦唯挂壁。
一饭不愿馀，跏趺便终夕。
风窗疏竹响，露井寒松滴。
偶地即安居，满庭芳草积。','柳宗元',809);
INSERT INTO poem (title, content, author, `time`) VALUES('韦使君黄溪祈雨见召从行至祠下口号','骄阳愆岁事，良牧念菑畲。
列骑低残月，鸣茄度碧虚。
稍穷樵客路，遥驻野人居。
谷口寒流净，丛祠古木疏。
焚香秋雾湿，奠玉晓光初。
肸蠁巫言报，精诚礼物余。
惠风仍偃草，灵雨会随车。
俟罪非真吏，翻惭奉简书。','柳宗元',813);
INSERT INTO poem (title, content, author, `time`) VALUES('湘岸移木芙蓉植龙兴精舍','有美不自蔽，安能守孤根。
盈盈湘西岸，秋至风霜繁。
丽影别寒水，浓芳委前轩。
芰荷谅难杂，反此生高原。','柳宗元',808);
INSERT INTO poem (title, content, author, `time`) VALUES('旦携谢山人至愚池','新沐换轻帻，晓池风露清。
自谐尘外意，况与幽人行。
霞散众山迥，天高数雁鸣。
机心付当路，聊适羲皇情。','柳宗元',810);
INSERT INTO poem (title, content, author, `time`) VALUES('首春逢耕者','南楚春候早，余寒已滋荣。
土膏释原野，白蛰竞所营。
缀景未及郊，穑人先偶耕。
园林幽鸟啭，渚泽新泉清。
农事诚素务，羁囚阻平生。
故池想芜没，遗亩当榛荆。
慕隐既有系，图功遂无成。
聊从田父言，款曲陈此情。
眷然抚耒耜，回首烟云横。','柳宗元',806);
INSERT INTO poem (title, content, author, `time`) VALUES('巽上人以竹间自采新茶见赠酬之以诗','芳丛翳湘竹，零露凝清华。
复此雪山客，晨朝掇灵芽。
蒸烟俯石濑，咫尺凌丹崖。
圆方丽奇色，圭璧无纤瑕。
呼儿爨金鼎，馀馥延幽遐。
涤虑发真照，还源荡昏邪。
犹同甘露饭，佛事薰毗耶。
咄此蓬瀛侣，无乃贵流霞。','柳宗元',807);
INSERT INTO poem (title, content, author, `time`) VALUES('从崔中丞过卢少尹郊居','寓居湘岸四无邻，世网难婴每自珍。
莳药闲庭延国老，开樽虚室值贤人。
泉回浅石依高柳，径转垂藤闲绿筠。
闻道偏为五禽戏，出门鸥鸟更相亲。','柳宗元',808);
INSERT INTO poem (title, content, author, `time`) VALUES('构法华寺西亭','窜身楚南极，山水穷险艰。
步登最高寺，萧散任疏顽。
西垂下斗绝，欲似窥人寰。
反如在幽谷，榛翳不可攀。
命童恣披翦，葺宇横断山。
割如判清浊，飘若升云间。
远岫攒众顶，澄江抱清湾。
夕照临轩堕，栖鸟当我还。
菡萏溢嘉色，筼筜遗清斑。
神舒屏羁锁，志适忘幽潺。
弃逐久枯槁，迨今始开颜。
赏心难久留，离念来相关。
北望间亲爱，南瞻杂夷蛮。
置之勿复道，且寄须臾闲。','柳宗元',806);
INSERT INTO poem (title, content, author, `time`) VALUES('咏三良','束带值明后，顾盼流辉光。
一心在陈力，鼎列夸四方。
款款效忠信，恩义皎如霜。
生时亮同体，死没宁分张。
壮躯闭幽隧，猛志填黄肠。
殉死礼所非，况乃用其良。
霸基弊不振，晋楚更张皇。
疾病命固乱，魏氏言有章。
从邪陷厥父，吾欲讨彼狂。','柳宗元',809);
INSERT INTO poem (title, content, author, `time`) VALUES('掩役夫张进骸','生死悠悠尔，一气聚散之。
偶来纷喜怒，奄忽已复辞。
为役孰贱辱？为贵非神奇。
一朝纩息定，枯朽无妍蚩。
生平勤皂枥，锉秣不告疲。
既死给槥椟，葬之东山基。
奈何值崩湍，荡析临路垂。
髐然暴百骸，散乱不复支。
从者幸告余，眷之涓然悲。
猫虎获迎祭，犬马有盖帷。
伫立唁尔魂，岂复识此为？
畚锸载埋瘗，沟渎护其危。
我心得所安，不谓尔有知。
掩骼著春令，兹焉值其时。
及物非吾事，聊且顾尔私。','柳宗元',811);
INSERT INTO poem (title, content, author, `time`) VALUES('酬娄秀才寓居开元寺早秋月夜病中见寄','客有故园思，潇湘生夜愁。
病依居士室，梦绕羽人丘。
味道怜知止，遗名得自求。
壁空残月曙，门掩候虫秋。
谬委双金重，难征杂佩酬。
碧霄无枉路，徒此助离忧。','柳宗元',815);
INSERT INTO poem (title, content, author, `time`) VALUES('种白蘘荷','皿虫化为疠，夷俗多所神。
衔猜每腊毒，谋富不为仁。
蔬果自远至，杯酒盈肆陈。
言甘中必苦，何用知其真？
华洁事外饰，尤病中州人。
钱刀恐贾害，饥至益逡巡。
窜伏常战栗，怀故逾悲辛。
庶氏有嘉草，攻襘事久泯。
炎帝垂灵编，言此殊足珍。
崎驱乃有得，托以全余身。
纷敷碧树阴，眄睐心所亲。','柳宗元',814);
INSERT INTO poem (title, content, author, `time`) VALUES('植灵寿木','白华鉴寒水，怡我适野情。
前趋问长老，重复欣嘉名。
蹇连易衰朽，方刚谢经菅。
敢期齿杖赐？聊且移孤茎。
丛萼中竞秀，分房处舒英。
柔条乍反植，劲节常对生。
循玩足忘疲，稍觉步武轻。
安能事翦伐，持用资徒行。','柳宗元',805);

INSERT INTO poem (title, content, author, `time`) VALUES('过故人庄','故人具鸡黍，邀我至田家。
绿树村边合，青山郭外斜。
开轩面场圃，把酒话桑麻。
待到重阳日，还来就菊花。','孟浩然',733);
INSERT INTO poem (title, content, author, `time`) VALUES('春晓','春眠不觉晓，处处闻啼鸟。
夜来风雨声，花落知多少。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('望洞庭湖赠张丞相','八月湖水平，涵虚混太清。
气蒸云梦泽，波撼岳阳城。
欲济无舟楫，端居耻圣明。
坐观垂钓者，徒有羡鱼情。','孟浩然',733);
INSERT INTO poem (title, content, author, `time`) VALUES('宿建德江','移舟泊烟渚，日暮客愁新。
野旷天低树，江清月近人。','孟浩然',730);
INSERT INTO poem (title, content, author, `time`) VALUES('早寒江上有怀','木落雁南度，北风江上寒。
我家襄水曲，遥隔楚云端。
乡泪客中尽，孤帆天际看。
迷津欲有问，平海夕漫漫。','孟浩然',731);
INSERT INTO poem (title, content, author, `time`) VALUES('夜归鹿门山歌','山寺钟鸣昼已昏，渔梁渡头争渡喧。
人随沙岸向江村，余亦乘舟归鹿门。
鹿门月照开烟树，忽到庞公栖隐处。
岩扉松径长寂寥，惟有幽人自来去。','孟浩然',708);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日南亭怀辛大','山光忽西落，池月渐东上。
散发乘夕凉，开轩卧闲敞。
荷风送香气，竹露滴清响。
欲取鸣琴弹，恨无知音赏。
感此怀故人，中宵劳梦想。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('与诸子登岘山','人事有代谢，往来成古今。
江山留胜迹，我辈复登临。
水落鱼梁浅，天寒梦泽深。
羊公碑尚在，读罢泪沾襟。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('田家元日','昨夜斗回北，今朝岁起东。
我年已强仕，无禄尚忧农。
桑野就耕父，荷锄随牧童。
田家占气候，共说此年丰。','孟浩然',727);
INSERT INTO poem (title, content, author, `time`) VALUES('清明即事','帝里重清明，人心自愁思。
车声上路合，柳色东城翠。
花落草齐生，莺飞蝶双戏。
空堂坐相忆，酌茗聊代醉。','孟浩然',728);
INSERT INTO poem (title, content, author, `time`) VALUES('留别王侍御维','寂寂竟何待，朝朝空自归。
欲寻芳草去，惜与故人违。
当路谁相假，知音世所稀。
只应守寂寞，还掩故园扉。','孟浩然',734);
INSERT INTO poem (title, content, author, `time`) VALUES('岁暮归南山','北阙休上书，南山归敝庐。
不才明主弃，多病故人疏。
白发催年老，青阳逼岁除。
永怀愁不寐，松月夜窗虚。','孟浩然',728);
INSERT INTO poem (title, content, author, `time`) VALUES('宿业师山房期丁大不至','夕阳度西岭，群壑倏已暝。
松月生夜凉，风泉满清听。
樵人归欲尽，烟鸟栖初定。
之子期宿来，孤琴候萝径。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送朱大入秦','游人五陵去，宝剑值千金。
分手脱相赠，平生一片心。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋登兰山寄张五','北山白云里，隐者自怡悦。
相望试登高，心随雁飞灭。
愁因薄暮起，兴是清秋发。
时见归村人，沙行渡头歇。
天边树若荠，江畔洲如月。
何当载酒来，共醉重阳节。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宿桐庐江寄广陵旧游','山暝听猿愁，沧江急夜流。
风鸣两岸叶，月照一孤舟。
建德非吾土，维扬忆旧游。
还将两行泪，遥寄海西头。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('自洛之越','遑遑三十载，书剑两无成。
山水寻吴越，风尘厌洛京。
扁舟泛湖海，长揖谢公卿。
且乐杯中物，谁论世上名。','孟浩然',728);
INSERT INTO poem (title, content, author, `time`) VALUES('秋宵月下有怀','秋空明月悬，光彩露沾湿。
惊鹊栖未定，飞萤卷帘入。
庭槐寒影疏，邻杵夜声急。
佳期旷何许，望望空伫立。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送杜十四之江南','荆吴相接水为乡，君去春江正淼茫。
日暮征帆何处泊，天涯一望断人肠。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('洛中访袁拾遗不遇','洛阳访才子，江岭作流人。
闻说梅花早，何如北地春。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('渡浙江问舟中人','潮落江平未有风，扁舟共济与君同。
时时引领望天末，何处青山是越中。','孟浩然',725);
INSERT INTO poem (title, content, author, `time`) VALUES('春中喜王九相寻','二月湖水清，家家春鸟鸣。
林花扫更落，径草踏还生。
酒伴来相命，开尊共解酲。
当杯已入手，歌妓莫停声。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('凉州词','浑成紫檀金屑文，作得琵琶声入云。
胡地迢迢三万里，那堪马上送明君。
异方之乐令人悲，羌笛胡笳不用吹。
坐看今夜关山月，思杀边城游侠儿。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('清明日宴梅道士房','林卧愁春尽，搴帷览物华。
忽逢青鸟使，邀入赤松家。
金灶初开火，仙桃正发花。
童颜若可驻，何惜醉流霞。','孟浩然',708);
INSERT INTO poem (title, content, author, `time`) VALUES('秦中感秋寄远上人','一丘常欲卧，三径苦无资。
北土非吾愿，东林怀我师。
黄金燃桂尽，壮志逐年衰。
日夕凉风至，闻蝉但益悲。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('洗然弟竹亭','吾与二三子，平生结交深。
俱怀鸿鹄志，昔有鶺鴒心。
逸气假毫翰，清风在竹林。
达是酒中趣，琴上偶然音。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('万山潭作','垂钓坐磐石，水清心亦闲。
鱼行潭树下，猿挂岛藤间。
游女昔解佩，传闻于此山。
求之不可得，沿月棹歌还。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('耶溪泛舟','落景余清辉，轻桡弄溪渚。
泓澄爱水物，临泛何容与。
白首垂钓翁，新妆浣纱女。
相看似相识，脉脉不得语。','孟浩然',730);
INSERT INTO poem (title, content, author, `time`) VALUES('晚泊浔阳望庐山','挂席几千里，名山都未逢。
泊舟浔阳郭，始见香炉峰。
尝读远公传，永怀尘外踪。
东林精舍近，日暮空闻钟。','孟浩然',733);
INSERT INTO poem (title, content, author, `time`) VALUES('初秋','不觉初秋夜渐长，清风习习重凄凉。
炎炎暑退茅斋静，阶下丛莎有露光。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('自洛之越','遑遑三十载，书剑两无成。
山水寻吴越，风尘厌洛京。
扁舟泛湖海，长揖谢公卿。
且乐杯中物，谁论世上名。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('题大禹寺义公禅房','义公习禅寂，结宇依空林。
户外一峰秀，阶前众壑深。
夕阳连雨足，空翠落庭阴。
看取莲花净，应知不染心。','孟浩然',731);
INSERT INTO poem (title, content, author, `time`) VALUES('问舟子','向夕问舟子，前程复几多。
湾头正堪泊，淮里足风波。','孟浩然',726);
INSERT INTO poem (title, content, author, `time`) VALUES('他乡七夕','他乡逢七夕，旅馆益羁愁。
不见穿针妇，空怀故国楼。
绪风初减热，新月始临秋。
谁忍窥河汉，迢迢问斗牛。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南归阻雪','我行滞宛许，日夕望京豫。
旷野莽茫茫，乡山在何处。
孤烟村际起，归雁天边去。
积雪覆平皋，饥鹰捉寒兔。
少年弄文墨，属意在章句。
十上耻还家，裴回守归路。','孟浩然',734);
INSERT INTO poem (title, content, author, `time`) VALUES('陪姚使君题惠上人房','带雪梅初暖，含烟柳尚青。
来窥童子偈，得听法王经。
会理知无我，观空厌有形。
迷心应觉悟，客思未遑宁。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送陈七赴西军','吾观非常者，碌碌在目前。
君负鸿鹄志，蹉跎书剑年。
一闻边烽动，万里忽争先。
余亦赴京国，何当献凯还。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('听郑五愔弹琴','阮籍推名饮，清风坐竹林。
半酣下衫袖，拂拭龙唇琴。
一杯弹一曲，不觉夕阳沉。
余意在山水，闻之谐夙心。','孟浩然',705);
INSERT INTO poem (title, content, author, `time`) VALUES('送告八从军','男儿一片气，何必五车书。
好勇方过我，多才便起予。
运筹将入幕，养拙就闲居。
正待功名遂，从君继两疏。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('采樵作','采樵入深山，山深树重叠。
桥崩卧槎拥，路险垂藤接。
日落伴将稀，山风拂萝衣。
长歌负轻策，平野望烟归。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('与颜钱塘登障楼望潮作','百里闻雷震，鸣弦暂辍弹。
府中连骑出，江上待潮观。
照日秋云迥，浮天渤澥宽。
惊涛来似雪，一座凛生寒。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('田园作','弊庐隔尘喧，惟先养恬素。
卜邻近三径，植果盈千树。
粤余任推迁，三十犹未遇。
书剑时将晚，丘园日已暮。
晨兴自多怀，昼坐常寡悟。
冲天羡鸿鹄，争食羞鸡鹜。
望断金马门，劳歌采樵路。
乡曲无知己，朝端乏亲故。
谁能为扬雄，一荐甘泉赋。','孟浩然',718);
INSERT INTO poem (title, content, author, `time`) VALUES('登江中孤屿赠白云先生王迥','悠悠清江水，水落沙屿出。回潭石下深，绿筱岸傍密。
鲛人潜不见，渔父歌自逸。忆与君别时，泛舟如昨日。
夕阳开返照，中坐兴非一。南望鹿门山，归来恨如失。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('鹦鹉洲送王九之江左','昔登江上黄鹤楼，遥爱江中鹦鹉洲。
洲势逶迤绕碧流，鸳鸯鸂鶒满滩头。
滩头日落沙碛长，金沙熠熠动飙光。
舟人牵锦缆，浣女结罗裳。
月明全见芦花白，风起遥闻杜若香。
君行采采莫相忘。','孟浩然',726);
INSERT INTO poem (title, content, author, `time`) VALUES('彭蠡湖中望庐山','太虚生月晕，舟子知天风。
挂席候明发，渺漫平湖中。
中流见匡阜，势压九江雄。
黤黕凝黛色，峥嵘当曙空。
香炉初上日，瀑水喷成虹。
久欲追尚子，况兹怀远公。
我来限于役，未暇息微躬。
淮海途将半，星霜岁欲穷。
寄言岩栖者，毕趣当来同。','孟浩然',736);
INSERT INTO poem (title, content, author, `time`) VALUES('登望楚山最高顶','山水观形胜，襄阳美会稽。
最高唯望楚，曾未一攀跻。
石壁疑削成，众山比全低。
晴明试登陟，目极无端倪。
云梦掌中小，武陵花处迷。
暝还归骑下，萝月映深溪。','孟浩然',732);
INSERT INTO poem (title, content, author, `time`) VALUES('舟中晓望','挂席东南望，青山水国遥。
舳舻争利涉，来往接风潮。
问我今何适？天台访石桥。
坐看霞色晓，疑是赤城标。','孟浩然',727);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日浮舟过陈大水亭','水亭凉气多，闲棹晚来过。
涧影见松竹，潭香闻芰荷。
野童扶醉舞，山鸟助酣歌。
幽赏未云遍，烟光奈夕何。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送王昌龄之岭南','洞庭去远近，枫叶早惊秋。
岘首羊公爱，长沙贾谊愁。
土毛无缟纻，乡味有槎头。
已抱沈痼疾，更贻魑魅忧。
数年同笔砚，兹夕间衾裯。
意气今何在，相思望斗牛。','孟浩然',739);
INSERT INTO poem (title, content, author, `time`) VALUES('涧南园即事贻皎上人','弊庐在郭外，素产唯田园。
左右林野旷，不闻朝市喧。
钓竿垂北涧，樵唱入南轩。
书取幽栖事，将寻静者论。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送辛大之鄂渚不及','送君不相见，日暮独愁绪。
江上空裴回，天边迷处所。
郡邑经樊邓，山河入嵩汝。
蒲轮去渐遥，石径徒延伫。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('句','微云淡河汉，疏雨滴梧桐。
逐逐怀良驭，萧萧顾乐鸣。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送张参明经举兼向泾州觐省','十五彩衣年，承欢慈母前。
孝廉因岁贡，怀橘向秦川。
四座推文举，中郎许仲宣。
泛舟江上别，谁不仰神仙。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登总持寺浮图','半空跻宝塔，时望尽京华。
竹绕渭川遍，山连上苑斜。
四门开帝宅，阡陌逗人家。
累劫从初地，为童忆聚沙。
一窥功德见，弥益道心加。
坐觉诸天近，空香逐落花。','孟浩然',728);
INSERT INTO poem (title, content, author, `time`) VALUES('登鹿门山怀古','清晓因兴来，乘流越江岘。
沙禽近方识，浦树遥莫辨。
渐至鹿门山，山明翠微浅。
岩潭多屈曲，舟楫屡回转。
昔闻庞德公，采药遂不返。
金涧饵芝朮，石床卧苔藓。
纷吾感耆旧，结揽事攀践。
隐迹今尚存，高风邈已远。
白云何时去，丹桂空偃蹇。
探讨意未穷，回艇夕阳晚。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('高阳池送朱二','当昔襄阳雄盛时，山公常醉习家池。
池边钓女日相随，妆成照影竟来窥。
澄波澹澹芙蓉发，绿岸参参杨柳垂。
一朝物变人亦非，四面荒凉人住稀。
意气豪华何处在，空余草露湿罗衣。
此地朝来饯行者，翻向此中牧征马。
征马分飞日渐斜，见此空为人所嗟。
殷勤为访桃源路，予亦归来松子家。','孟浩然',738);
INSERT INTO poem (title, content, author, `time`) VALUES('自浔阳泛舟经明海','大江分九流，淼漫成水乡。
舟子乘利涉，往来至浔阳。
因之泛五湖，流浪经三湘。
观涛壮枚发，吊屈痛沉湘。
魏阙心恒在，金门诏不忘。
遥怜上林雁，冰泮也回翔。','孟浩然',732);
INSERT INTO poem (title, content, author, `time`) VALUES('入峡寄弟','吾昔与尔辈，读书常闭门。
未尝冒湍险，岂顾垂堂言。
自此历江湖，辛勤难具论。
往来行旅弊，开凿禹功存。
壁立千峰峻，潈流万壑奔。
我来凡几宿，无夕不闻猿。
浦上摇归恋，舟中失梦魂。
泪沾明月峡，心断鹡鸰原。
离阔星难聚，秋深露已繁。
因君下南楚，书此示乡园。','孟浩然',733);
INSERT INTO poem (title, content, author, `time`) VALUES('江上寄山阴崔少府国辅','春堤杨柳发，忆与故人期。
草木本无意，荣枯自有时。
山阴定远近，江上日相思。
不及兰亭会，空吟祓禊诗。','孟浩然',731);
INSERT INTO poem (title, content, author, `time`) VALUES('夜渡湘水','客舟贪利涉，闇里渡湘川。
露气闻芳杜，歌声识采莲。
榜人投岸火，渔子宿潭烟。
行侣时相问，浔阳何处边？','孟浩然',727);
INSERT INTO poem (title, content, author, `time`) VALUES('寻菊花潭主人不遇','行至菊花潭，村西日已斜。
主人登高去，鸡犬空在家。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('岁除夜会乐城张少府宅','畴昔通家好，相知无间然。
续明催画烛，守岁接长筵。
旧曲梅花唱，新正柏酒传。
客行随处乐，不见度年年。','孟浩然',731);
INSERT INTO poem (title, content, author, `time`) VALUES('示孟郊','蔓草蔽极野，兰芝结孤根。
众音何其繁，伯牙独不喧。
当时高深意，举世无能分。
钟期一见知，山水千秋闻。
尔其保静节，薄俗徒云云。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠王九','日暮田家远，山中勿久淹。
归人须早去，稚子望陶潜。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('早梅','园中有早梅，年例犯寒开。
少妇曾攀折，将归插镜台。
犹言看不足，更欲剪刀裁。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('除夜有怀','五更钟漏欲相催，四气推迁往复回。
帐里残灯才去焰，炉中香气尽成灰。
渐看春逼芙蓉枕，顿觉寒销竹叶杯。
守岁家家应未卧，相思那得梦魂来。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('洛中送奚三还扬州','水国无边际，舟行共使风。
羡君从此去，朝夕见乡中。
予亦离家久，南归恨不同。
音书若有问，江上会相逢。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('都下送辛大之鄂','南国辛居士，言归旧竹林。
未逢调鼎用，徒有济川心。
予亦忘机者，田园在汉阴。
因君故乡去，遥寄式微吟。','孟浩然',734);
INSERT INTO poem (title, content, author, `time`) VALUES('宿桐庐江寄广陵旧游','山暝听猿愁，沧江急夜流。
风鸣两岸叶，月照一孤舟。
建德非吾土，维扬忆旧游。
还将两行泪，遥寄海西头。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('送友人之京','君登青云去，予望青山归。
云山从此别，泪湿薜萝衣。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('同储十二洛阳道中作','珠弹繁华子，金羁游侠人。
酒酣白日暮，走马入红尘。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('游精思观回王白云在后','出谷未停午，到家日已曛。
回瞻下山路，但见牛羊群。
樵子暗相失，草虫寒不闻。
衡门犹未掩，伫立望夫君。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('游凤林寺西岭','共喜年华好，来游水石间。
烟容开远树，春色满幽山。
壶酒朋情洽，琴歌野兴闲。
莫愁归路暝，招月伴人还。','孟浩然',709);
INSERT INTO poem (title, content, author, `time`) VALUES('扬子津望京口','北固临京口，夷山近海滨。
江风白浪起，愁杀渡头人。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('赴京途中遇雪','迢递秦京道，苍茫岁暮天。
穷阴连晦朔，积雪满山川。
落雁迷沙渚，饥乌噪野田。
客愁空伫立，不见有人烟。','孟浩然',728);
INSERT INTO poem (title, content, author, `time`) VALUES('岁暮海上作','仲尼既已没，余亦浮于海。
昏见斗柄回，方知岁星改。
虚舟任所适，垂钓非有待。
为问乘槎人，沧洲复何在。','孟浩然',730);
INSERT INTO poem (title, content, author, `time`) VALUES('宿天台桐柏观','海行信风帆，夕宿逗云岛。
缅寻沧洲趣，近爱赤城好。
扪萝亦践苔，辍棹恣探讨。
息阴憩桐柏，采秀弄芝草。
鹤唳清露垂，鸡鸣信潮早。
愿言解缨络，从此去烦恼。
高步陵四明，玄踪得二老。
纷吾远游意，乐彼长生道。
日夕望三山，云涛空浩浩。','孟浩然',730);
INSERT INTO poem (title, content, author, `time`) VALUES('题长安主人壁','久废南山田，叨陪东阁贤。
欲随平子去，犹未献甘泉。
枕籍琴书满，褰帷远岫连。
我来如昨日，庭树忽鸣蝉。
促织惊寒女，秋风感长年。
授衣当九月，无褐竟谁怜。','孟浩然',736);
INSERT INTO poem (title, content, author, `time`) VALUES('裴司士、员司户见寻（一题作裴司士见访）','府僚能枉驾，家酝复新开。
落日池上酌，清风松下来。
厨人具鸡黍，稚子摘杨梅。
谁道山公醉，犹能骑马回。','孟浩然',728);
INSERT INTO poem (title, content, author, `time`) VALUES('檀溪寻故人（一题作檀溪寻古）','花伴成龙竹，池分跃马溪。
田园人不见，疑向洞中栖。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('途次望乡','客行愁落日，乡思重相催。
况在他山外，天寒夕鸟来。
雪深迷郢路，云暗失阳台。
可叹凄惶子，高歌谁为媒。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('春情','青楼晓日珠帘映，红粉春妆宝镜催。
已厌交欢怜枕席，相将游戏绕池台。
坐时衣带萦纤草，行即裙裾扫落梅。
更道明朝不当作，相期共斗管弦来。','孟浩然',730);
INSERT INTO poem (title, content, author, `time`) VALUES('与崔二十一游镜湖，寄包、贺二公','试览镜湖物，中流到底清。
不知鲈鱼味，但识鸥鸟情。
帆得樵风送，春逢谷雨晴。
将探夏禹穴，稍背越王城。
府掾有包子，文章推贺生。
沧浪醉后唱，因此寄同声。','孟浩然',727);
INSERT INTO poem (title, content, author, `time`) VALUES('送新安张少府归秦中','试登秦岭望秦川，遥忆青门春可怜。
仲月送君从此去，瓜时须及邵平田。','孟浩然',732);
INSERT INTO poem (title, content, author, `time`) VALUES('北涧泛舟','北涧流恒满，浮舟触处通。
沿洄自有趣，何必五湖中。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('闺情','一别隔炎凉，君衣忘短长。
裁缝无处等，以意忖情量。
畏瘦疑伤窄，防寒更厚装。
半啼封裹了，知欲寄谁将。','孟浩然',730);
INSERT INTO poem (title, content, author, `time`) VALUES('春意','佳人能画眉，妆罢出帘帷。
照水空自爱，折花将遗谁。
春情多艳逸，春意倍相思。
愁心极杨柳，一种乱如丝。','孟浩然',722);
INSERT INTO poem (title, content, author, `time`) VALUES('登万岁楼','万岁楼头望故乡，独令乡思更茫茫。
天寒雁度堪垂泪，日落猿啼欲断肠。
曲引古堤临冻浦，斜分远岸近枯杨。
今朝偶见同袍友，却喜家书寄八行。','孟浩然',732);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得盈盈楼上女','夫婿久离别，青楼空望归。
妆成卷帘坐，愁思懒缝衣。
燕子家家入，杨花处处飞。
空床难独守，谁为报金徽。','孟浩然',726);
INSERT INTO poem (title, content, author, `time`) VALUES('梅道士水亭','傲吏非凡吏，名流即道流。
隐居不可见，高论莫能酬。
水接仙源近，山藏鬼谷幽。
再来迷处所，花下问渔舟。','孟浩然',739);
INSERT INTO poem (title, content, author, `time`) VALUES('书怀贻京邑同好','维先自邹鲁，家世重儒风。
诗礼袭遗训，趋庭沾末躬。
昼夜常自强，词翰颇亦工。
三十既成立，嗟吁命不通。
慈亲向羸老，喜惧在深衷。
甘脆朝不足，箪瓢夕屡空。
执鞭慕夫子，捧檄怀毛公。
感激遂弹冠，安能守固穷。
当途诉知己，投刺匪求蒙。
秦楚邈离异，翻飞何日同。','孟浩然',718);
INSERT INTO poem (title, content, author, `time`) VALUES('山中逢道士云公','春馀草木繁，耕种满田园。酌酒聊自劝，农夫安与言。
忽闻荆山子，时出桃花源。采樵过北谷，卖药来西村。
村烟日云夕，榛路有归客。杖策前相逢，依然是畴昔。
邂逅欢觏止，殷勤叙离隔。谓予搏扶桑，轻举振六翮。
奈何偶昌运，独见遗草泽。既笑接舆狂，仍怜孔丘厄。
物情趋势利，吾道贵闲寂。偃息西山下，门庭罕人迹。
何时还清溪，从尔炼丹液。','孟浩然',729);
INSERT INTO poem (title, content, author, `time`) VALUES('寄赵正字','正字芸香阁，幽人竹素园。
经过宛如昨，归卧寂无喧。
高鸟能择木，羝羊漫触藩。
物情今已见，从此愿忘言。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('东陂遇雨，率尔贻谢南池','田家春事起，丁壮就东陂。
殷殷雷声作，森森雨足垂。
海虹晴始见，河柳润初移。
予意在耕凿，因君问土宜。','孟浩然',731);
INSERT INTO poem (title, content, author, `time`) VALUES('送吴宣从事','才有幕中士，宁无塞上勋。
汉兵将灭虏，王粲始从军。
旌旆边庭去，山川地脉分。
平生一匕首，感激赠夫君。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宿武阳即事','川暗夕阳尽，孤舟泊岸初。岭猿相叫啸，潭嶂似空虚。
就枕灭明烛，扣舷闻夜渔。鸡鸣问何处，人物是秦馀。','孟浩然',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('腊月八日于剡县石城寺礼拜','石壁开金像，香山倚铁围。下生弥勒见，回向一心归。
竹柏禅庭古，楼台世界稀。夕岚增气色，馀照发光辉。
讲席邀谈柄，泉堂施浴衣。愿承功德水，从此濯尘机。','孟浩然',730);
INSERT INTO poem (title, content, author, `time`) VALUES('武陵泛舟','武陵川路狭，前棹入花林。莫测幽源里，仙家信几深。
水回青嶂合，云度绿溪阴。坐听闲猿啸，弥清尘外心。','孟浩然',735);
INSERT INTO poem (title, content, author, `time`) VALUES('与杭州薛司户登樟亭楼作','水楼一登眺，半出青林高。帟幕英僚敞，芳筵下客叨。
山藏伯禹穴，城压伍胥涛。今日观溟涨，垂纶学钓鳌。','孟浩然',731);
INSERT INTO poem (title, content, author, `time`) VALUES('广陵别薛八','士有不得志，栖栖吴楚间。广陵相遇罢，彭蠡泛舟还。
樯出江中树，波连海上山。风帆明日远，何处更追攀。','孟浩然',726);

INSERT INTO poem (title, content, author, `time`) VALUES('送杜少府之任蜀州','城阙辅三秦，风烟望五津。
与君离别意，同是宦游人。
海内存知己，天涯若比邻。
无为在歧路，儿女共沾巾。','王勃',667);
INSERT INTO poem (title, content, author, `time`) VALUES('山中','长江悲已滞，万里念将归。
况属高风晚，山山黄叶飞。','王勃',672);
INSERT INTO poem (title, content, author, `time`) VALUES('滕王阁','滕王高阁临江渚，佩玉鸣鸾罢歌舞。
画栋朝飞南浦云，珠帘暮卷西山雨。
闲云潭影日悠悠，物换星移几度秋。
阁中帝子今何在？槛外长江空自流。','王勃',676);
INSERT INTO poem (title, content, author, `time`) VALUES('蜀中九日','九月九日望乡台，他席他乡送客杯。
人情已厌南中苦，鸿雁那从北地来。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('别薛华','送送多穷路，遑遑独问津。
悲凉千里道，凄断百年身。
心事同漂泊，生涯共苦辛。
无论去与住，俱是梦中人。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('江亭夜月送别二首','江送巴南水，山横塞北云。
津亭秋月夜，谁见泣离群？

乱烟笼碧砌，飞月向南端。
寂寞离亭掩，江山此夜寒。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('落花落','落花落，落花纷漠漠。
绿叶青跗映丹萼，与君裴回上金阁。
影拂妆阶玳瑁筵，香飘舞馆茱萸幕。
落花飞，燎乱入中帷。
落花春正满，春人归不归。
落花度，氛氲绕高树。
落花春已繁，春人春不顾。
绮阁青台静且闲，罗袂红巾复往还。
盛年不再得，高枝难重攀。
试复旦游落花里，暮宿落花间。
与君落花院，台上起双鬟。','王勃',671);
INSERT INTO poem (title, content, author, `time`) VALUES('咏风','肃肃凉风生，加我林壑清。
驱烟寻涧户，卷雾出山楹。
去来固无迹，动息如有情。
日落山水静，为君起松声。','王勃',668);
INSERT INTO poem (title, content, author, `time`) VALUES('羁春','客心千里倦，春事一朝归。
还伤北园里，重见落花飞。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('秋夜长','秋夜长，殊未央，月明白露澄清光，层城绮阁遥相望。
遥相望，川无梁，北风受节南雁翔，崇兰委质时菊芳。
鸣环曳履出长廊，为君秋夜捣衣裳。
纤罗对凤凰，丹绮双鸳鸯，调砧乱杵思自伤。
思自伤，征夫万里戍他乡。鹤关音信断，龙门道路长。
君在天一方，寒衣徒自香。','王勃',667);
INSERT INTO poem (title, content, author, `time`) VALUES('早春野望','江旷春潮白，山长晓岫青。
他乡临睨极，花柳映边亭。','王勃',666);
INSERT INTO poem (title, content, author, `time`) VALUES('重别薛华','明月沉珠浦，秋风濯锦川。
楼台临绝岸，洲渚亘长天。
旅泊成千里，栖遑共百年。
穷途唯有泪，还望独潸然。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('春庄','山中兰叶径，城外李桃园。
岂知人事静，不觉鸟声喧。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('采莲曲','采莲归，绿水芙蓉衣。
秋风起浪凫雁飞。
桂棹兰桡下长浦，罗裙玉腕轻摇橹。
叶屿花潭极望平，江讴越吹相思苦。
相思苦，佳期不可驻。
塞外征夫犹未还，江南采莲今已暮。
今已暮，采莲花。
渠今那必尽娼家。
官道城南把桑叶，何如江上采莲花。
莲花复莲花，花叶何稠叠。
叶翠本羞眉，花红强如颊。
佳人不在兹，怅望别离时。
牵花怜共蒂，折藕爱连丝。
故情无处所，新物从华滋。
不惜西津交佩解，还羞北海雁书迟。
采莲歌有节，采莲夜未歇。
正逢浩荡江上风，又值徘徊江上月。
徘徊莲浦夜相逢，吴姬越女何丰茸！
共问寒江千里外，征客关山路几重？','王勃',675);
INSERT INTO poem (title, content, author, `time`) VALUES('寒夜思友三首·其二','云间征思断，月下归愁切。
鸿雁西南飞，如何故人别？','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('仲春郊外','东园垂柳径，西堰落花津。
物色连三月，风光绝四邻。
鸟飞村觉曙，鱼戏水知春。
初晴山院里，何处染嚣尘。','王勃',673);
INSERT INTO poem (title, content, author, `time`) VALUES('寒夜思友三首·其一','久别侵怀抱，他乡变容色。
月下调鸣琴，相思此何极？','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('郊园即事','烟霞春旦赏，松竹故年心。
断山疑画障，悬溜泻鸣琴。
草遍南亭合，花开北院深。
闲居饶酒赋，随兴欲抽簪。','王勃',668);
INSERT INTO poem (title, content, author, `time`) VALUES('麻平晚行','百年怀土望，千里倦游情。
高低寻戍道，远近听泉声。
涧叶才分色，山花不辨名。
羁心何处尽，风急暮猿清。','王勃',671);
INSERT INTO poem (title, content, author, `time`) VALUES('春日还郊','闲情兼嘿语，携杖赴岩泉。
草绿萦新带，榆青缀古钱。
鱼床侵岸水，鸟路入山烟。
还题平子赋，花树满春田。','王勃',672);
INSERT INTO poem (title, content, author, `time`) VALUES('对酒春园作','投簪下山阁，携酒对河梁。
陕水牵长镜，高花送断香。
繁莺歌似曲，疏蝶舞成行。
自然催一醉，非但阅年光。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('铜雀妓二首','金凤邻铜雀，漳河望邺城。
君王无处所，台榭若平生。
舞席纷何就，歌梁俨未倾。
西陵松槚冷，谁见绮罗情。

妾本深宫妓，层城闭九重。
君王欢爱尽，歌舞为谁容。
锦衾不复襞，罗衣谁再缝。
高台西北望，流涕向青松。','王勃',673);
INSERT INTO poem (title, content, author, `time`) VALUES('九日','九日重阳节，开门有菊花。
不知来送酒，若个是陶家。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('寒夜思友三首·其三','朝朝翠山下，夜夜苍江曲。
复此遥相思，清尊湛芳绿。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('秋江送别二首','早是他乡值早秋，江亭明月带江流。
已觉逝川伤别念，复看津树隐离舟。

归舟归骑俨成行，江南江北互相望。
谁谓波澜才一水，已觉山川是两乡。','王勃',668);
INSERT INTO poem (title, content, author, `time`) VALUES('春游','客念纷无极，春泪倍成行。
今朝花树下，不觉恋年光。','王勃',672);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日别王长史','别路馀千里，深恩重百年。
正悲西候日，更动北梁篇。
野色笼寒雾，山光敛暮烟。
终知难再奉，怀德自潸然。','王勃',665);
INSERT INTO poem (title, content, author, `time`) VALUES('寒夜怀友杂体二首','北山烟雾始茫茫，南津霜月正苍苍。
秋深客思纷无已，复值征鸿中夜起。
复閤重楼向浦开，秋风明月度江来。
故人故情怀故宴，相望相思不相见。','王勃',674);
INSERT INTO poem (title, content, author, `time`) VALUES('冬郊行望','桂密岩花白，梨疏林叶红。
江皋寒望尽，归念断征篷。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('长柳','晨征犯烟磴，夕憩在云关。
晚风清近壑，新月照澄湾。
郊童樵唱返，津叟钓歌还。
客行无与晤，赖此释愁颜。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('春园','山泉两处晚，花柳一园春。
还持千日醉，共作百年人。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('山扉夜坐','抱琴开野室，携酒对情人。
林塘花月下，别似一家春。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('林塘怀友','芳屏画春草，仙杼织朝霞。
何如山水路，对面即飞花。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('观内怀仙','玉架残书隐，金坛旧迹迷。
牵花寻紫涧，步叶下清谿。
琼浆犹类乳，石髓尚如泥。
自能成羽翼，何必仰云梯。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('圣泉宴','披襟乘石磴，列籍俯春泉。
兰气熏山酌，松声韵野弦。
影飘垂叶外，香度落花前。
兴洽林塘晚，重岩起夕烟。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('临江二首','泛泛东流水，飞飞北上尘。
归骖将别棹，俱是倦游人。

去骖嘶别路，归棹隐寒洲。
江皋木叶下，应想故城秋。','王勃',671);
INSERT INTO poem (title, content, author, `time`) VALUES('寒夜怀友杂体二首·其二','复阁重楼向浦开，秋风明月度江来。
故人故情怀故宴，相望相思不相见。','王勃',674);
INSERT INTO poem (title, content, author, `time`) VALUES('别人四首','久客逢馀闰，他乡别故人。
自然堪下泪，谁忍望征尘。

江上风烟积，山幽云雾多。
送君南浦外，还望将如何。

桂轺虽不驻，兰筵幸未开。
林塘风月赏，还待故人来。

霜华净天末，雾色笼江际。
客子常畏人，何为久留滞。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('登城春望','物外山川近，晴初景霭新。
芳郊花柳遍，何处不宜春。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('郊兴','空园歌独酌，春日赋闲居。
泽兰侵小径，河柳覆长渠。
雨去花光湿，风归叶影疏。
山人不惜醉，唯畏绿尊虚。','王勃',672);
INSERT INTO poem (title, content, author, `time`) VALUES('送卢主簿','穷途非所恨，虚室自相依。
城阙居年满，琴尊俗事稀。
开襟方未已，分袂忽多违。
东岩富松竹，岁暮幸同归。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('白下驿饯唐少府','下驿穷交日，昌亭旅食年。
相知何用早，怀抱即依然。
浦楼低晚照，乡路隔风烟。
去去如何道，长安在日边。','王勃',675);
INSERT INTO poem (title, content, author, `time`) VALUES('夜兴','野烟含夕渚，山月照秋林。
还将中散兴，来偶步兵琴。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('易阳早发','饬装侵晓月，奔策候残星。
危阁寻丹障，回梁属翠屏。
云间迷树影，雾里失峰形。
复此凉飙至，空山飞夜萤。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('出境游山二首','源水终无路，山阿若有人。
驱羊先动石，走兔欲投巾。
洞晚秋泉冷，岩朝古树新。
峰斜连鸟翅，磴叠上鱼鳞。
化鹤千龄早，元龟六代春。
浮云今可驾，沧海自成尘。

振翮凌霜吹，正月伫天浔。
回镳凌翠壑，飞轸控青岑。
岩深灵灶没，涧毁石渠沉。
宫阙云间近，江山物外临。
玉坛栖暮夜，珠洞结秋阴。
萧萧离俗影，扰扰望乡心。
谁意山游好，屡伤人事侵。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('他乡叙兴','缀叶归烟晚，乘花落照春。
边城琴酒处，俱是越乡人。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('林泉独饮','丘壑经涂赏，花柳遇时春。
相逢今不醉，物色自轻人。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('倬彼我系','倬彼我系，出自有周。
分疆锡社，派别支流。
居卫仕宋，臣嬴相刘。
乃武乃文，或公或侯。
晋历崩坼，衣冠扰弊。
粤自太原，播徂江澨。
礼丧贤隐，时屯道闭。
王室如毁，生人多殪。
伊我有器，思逢其主。
自东施西，择木开宇。
田彼河曲，家乎汾浦。
天未厌乱，吾将谁辅。
伊我祖德，思济九埏。
不常厥所，于兹五迁。
欲及时也，夫岂愿焉。
其位虽屈，其言则传。
爰述帝制，大蒐王道。
曰天曰人，是祖是考。
礼乐咸若，诗书具草。
贻厥孙谋，永为家宝。
伊余小子，信惭明哲。
彼网有条，彼车有辙。
思屏人事，克终前烈。
于嗟代网，卒余来绁。
来绁伊何，谓余曰仕。
我瞻先达，三十方起。
夫岂不怀，高山仰止。
愿言毓德，啜菽饮水。
有鸟反哺，其声嗷嗷。
言念旧德，忧心忉忉。
今我不养，岁月其滔。
黾勉从役，岂敢告劳。
从役伊何，薄求卑位。
告劳伊何，来参卿事。
名存实爽，负信愆义。
静言遐思，中心是愧。','王勃',672);
INSERT INTO poem (title, content, author, `time`) VALUES('赠李十四四首','野客思茅宇，山人爱竹林。琴尊唯待处，风月自相寻。
小径偏宜草，空庭不厌花。平生诗与酒，自得会仙家。
乱竹开三径，飞花满四邻。从来扬子宅，别有尚玄人。
风筵调桂轸，月径引藤杯。直当花院里，书斋望晓开。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('普安建阴题壁','江汉深无极，梁岷不可攀。
山川云雾里，游子几时还。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('深湾夜宿','津涂临巨壑，村宇架危岑。
堰绝滩声隐，风交树影深。
江童暮理楫，山女夜调砧。
此时故乡远，宁知游子心。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日仙游观赠道士','石图分帝宇，银牒洞灵宫。
回丹萦岫室，复翠上岩栊。
雾浓金灶静，云暗玉坛空。
野花常捧露，山叶自吟风。
林泉明月在，诗酒故人同。
待余逢石髓，从尔命飞鸿。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('忽梦游仙','仆本江上客，牵迹在方内。
寤寐霄汉间，居然有灵对。
翕尔登霞首，依然蹑云背。
电策驱龙光，烟途俨鸾态。
乘月披金帔，连星解琼珮。
浮识俄易归，真游邈难再。
寥廓沉遐想，周遑奉遗诲。
流俗非我乡，何当释尘昧。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('游梵宇三觉寺','杏阁披青磴，雕台控紫岑。
叶齐山路狭，花积野坛深。
萝幌栖禅影，松门听梵音。
遽忻陪妙躅，延赏涤烦襟。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('临高台','临高台，高台迢遰绝浮埃。瑶轩绮构何崔嵬，鸾歌凤吹清且哀。

俯瞰长安道，萋萋御沟草。斜对甘泉路，苍苍茂陵树。

高台四望同，帝乡佳气郁葱葱。紫阁丹楼纷照耀，璧房锦殿相玲珑。

东弥长乐观，西指未央宫。赤城映朝日，绿树摇春风。

旗亭百隧开新市，甲第千甍分戚里。朱轮翠盖不胜春，叠榭层楹相对起。

复有青楼大道中，绣户文窗雕绮栊。锦衾夜不襞，罗帷昼未空。

歌屏朝掩翠，妆镜晚窥红。为君安宝髻，蛾眉罢花丛。

尘间狭路黯将暮，云间月色明如素。鸳鸯池上两两飞，凤凰楼下双双度。

物色正如此，佳期那不顾。银鞍绣毂盛繁华，可怜今夜宿娼家。

娼家少妇不须颦，东园桃李片时春。君看旧日高台处，柏梁铜雀生黄尘。','王勃',668);
INSERT INTO poem (title, content, author, `time`) VALUES('相和歌辞。江南弄','江南弄，巫山连楚梦，行雨行云几相送。
瑶轩金谷上春时，玉童仙女无见期。紫露香烟眇难托，
清风明月遥相思。遥相思，草徒绿，为听双飞凤凰曲。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春日宴乐游园赋韵得接字','帝里寒光尽，神皋春望浃。梅郊落晚英，柳甸惊初叶。
流水抽奇弄，崩云洒芳牒。清尊湛不空，暂喜平生接。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('山亭夜宴','桂宇幽襟积，山亭凉夜永。森沉野径寒，肃穆岩扉静。
竹晦南汀色，荷翻北潭影。清兴殊未阑，林端照初景。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('散关晨度','关山凌旦开，石路无尘埃。白马高谭去，青牛真气来。
重门临巨壑，连栋起崇隈。即今扬策度，非是弃繻回。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('观佛迹寺','莲座神容俨，松崖圣趾馀。年长金迹浅，地久石文疏。
颓华临曲磴，倾影赴前除。共嗟陵谷远，俄视化城虚。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('上巳浮江宴韵得遥字','上巳年光促，中川兴绪遥。
绿齐山叶满，红泄片花销。
泉声喧后涧，虹影照前桥。
遽悲春望远，江路积波潮。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('泥谿','弭棹凌奔壑，低鞭蹑峻岐。江涛出岸险，峰磴入云危。
溜急船文乱，岩斜骑影移。水烟笼翠渚，山照落丹崖。
风生蘋浦叶，露泣竹潭枝。泛水虽云美，劳歌谁复知。','王勃',671);
INSERT INTO poem (title, content, author, `time`) VALUES('河阳桥代窦郎中佳人答杨中舍','披风听鸟长河路，临津织女遥相妒。
判知秋夕带啼还，那及春朝携手度。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晚留凤州','宝鸡辞旧役，仙凤历遗墟。去此近城阙，青山明月初。','王勃',671);
INSERT INTO poem (title, content, author, `time`) VALUES('八仙径','柰园欣八正，松岩访九仙。
援萝窥雾术，攀林俯云烟。
代北鸾骖至，辽西鹤骑旋。
终希脱尘网，连翼下芝田。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('寻道观','芝廛光分野，蓬阙盛规模。碧坛清桂阈，丹洞肃松枢。
玉笈三山记，金箱五岳图。苍虬不可得，空望白云衢。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('怀仙','鹤岑有奇径，麟洲富仙家。紫泉漱珠液，玄岩列丹葩。
常希披尘网，眇然登云车。鸾情极霄汉，凤想疲烟霞。
道存蓬瀛近，意惬朝市赊。无为坐惆怅，虚此江上华。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('饯韦兵曹','征骖临野次，别袂惨江垂。川霁浮烟敛，山明落照移。
鹰风凋晚叶，蝉露泣秋枝。亭皋分远望，延想间云涯。','王勃',672);
INSERT INTO poem (title, content, author, `time`) VALUES('伤裴录事丧子','兰阶霜候早，松露穸台深。魄散珠胎没，芳销玉树沉。
露文晞宿草，烟照惨平林。芝焚空叹息，流恨满籝金。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('焦岸早行和陆四','侵星违旅馆，乘月戒征俦。复嶂迷晴色，虚岩辨暗流。
猿吟山漏晓，萤散野风秋。故人渺何际，乡关云雾浮。','王勃',668);
INSERT INTO poem (title, content, author, `time`) VALUES('九日怀封元寂','九日郊原望，平野遍霜威。兰气添新酌，花香染别衣。
九秋良会少，千里故人稀。今日龙山外，当忆雁书归。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('怀仙','鹤岑有奇径，麟洲富仙家。紫泉漱珠液，玄岩列丹葩。

常希披尘网，眇然登云车。鸾情极霄汉，凤想疲烟霞。

道存蓬瀛近，意惬朝市赊。无为坐惆怅，虚此江上华。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠李十四四首 其三','乱竹开三径，飞花满四邻。从来扬子宅，别有尚玄人。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('重别薛华','明月沈珠浦，秋风濯锦川。楼台临绝岸，洲渚亘长天。

旅泊成千里，栖遑共百年。穷途唯有泪，还望独潸然。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('三月曲水宴得烟字','彭泽官初去，河阳赋始传。田园归旧国，诗酒间长筵。
列室窥丹洞，分楼瞰紫烟。萦回亘津渡，出没控郊鄽。
凤琴调上客，龙辔俨群仙。松石偏宜古，藤萝不记年。
重檐交密树，复磴拥危泉。抗石晞南岭，乘沙眇北川。
傅岩来筑处，磻谿入钓前。日斜真趣远，幽思梦凉蝉。','王勃',672);
INSERT INTO poem (title, content, author, `time`) VALUES('羁游饯别','客心悬陇路，游子倦江干。槿丰朝砌静，筱密夜窗寒。
琴声销别恨，风景驻离欢。宁觉山川远，悠悠旅思难。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('别人四首 其一','久客逢馀闰，他乡别故人。
自然堪下泪，谁忍望征尘。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('铜雀妓二首 其一','妾本深宫妓，曾城闭九重。君王欢爱尽，歌舞为谁容。

锦衾不复襞，罗衣谁再缝。高台西北望，流涕向青松。','王勃',672);
INSERT INTO poem (title, content, author, `time`) VALUES('始平晚息','观阙长安近，江山蜀路赊。客行朝复夕，无处是乡家。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('扶风昼届离京浸远','帝里金茎去，扶风石柱来。山川殊未已，行路方悠哉。','王勃',669);
INSERT INTO poem (title, content, author, `time`) VALUES('山居晚眺赠王道士','金坛疏俗宇，玉洞侣仙群。花枝栖晚露，峰叶度晴云。
斜照移山影，回沙拥籀文。琴尊方待兴，竹树已迎曛。','王勃',670);
INSERT INTO poem (title, content, author, `time`) VALUES('上巳浮江宴韵得址字','披观玉京路，驻赏金台址。逸兴怀九仙，良辰倾四美。
松吟白云际，桂馥青溪里。别有江海心，日暮情何已。','王勃',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杂曲歌辞。杂曲','智琼神女，来访文君。蛾眉始约，罗袖初薰。歌齐曲韵，
舞乱行分。若向阳台荐枕，何啻得胜朝云。','王勃',NULL);

INSERT INTO poem (title, content, author, `time`) VALUES('芙蓉楼送辛渐','寒雨连江夜入吴，平明送客楚山孤。
洛阳亲友如相问，一片冰心在玉壶。','王昌龄',742);
INSERT INTO poem (title, content, author, `time`) VALUES('出塞','秦时明月汉时关，万里长征人未还。
但使龙城飞将在，不教胡马度阴山。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('从军行七首·其四','青海长云暗雪山，孤城遥望玉门关。
黄沙百战穿金甲，不破楼兰终不还。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('采莲曲','荷叶罗裙一色裁，芙蓉向脸两边开。
乱入池中看不见，闻歌始觉有人来。','王昌龄',748);
INSERT INTO poem (title, content, author, `time`) VALUES('送柴侍御','沅水通波接武冈，送君不觉有离伤。
青山一道同云雨，明月何曾是两乡。','王昌龄',748);
INSERT INTO poem (title, content, author, `time`) VALUES('闺怨','闺中少妇不知愁，春日凝妆上翠楼。
忽见陌头杨柳色，悔教夫婿觅封侯。','王昌龄',727);
INSERT INTO poem (title, content, author, `time`) VALUES('出塞二首','秦时明月汉时关，万里长征人未还。
但使龙城飞将在，不教胡马度阴山。

骝马新跨白玉鞍，战罢沙场月色寒。
城头铁鼓声犹震，匣里金刀血未干。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('从军行七首','烽火城西百尺楼，黄昏独坐海风秋。
更吹羌笛关山月，无那金闺万里愁。

琵琶起舞换新声，总是关山旧别情。
撩乱边愁听不尽，高高秋月照长城。

关城榆叶早疏黄，日暮云沙古战场。
表请回军掩尘骨，莫教兵士哭龙荒。

青海长云暗雪山，孤城遥望玉门关。
黄沙百战穿金甲，不破楼兰终不还。

大漠风尘日色昏，红旗半卷出辕门。
前军夜战洮河北，已报生擒吐谷浑。

胡瓶落膊紫薄汗，碎叶城西秋月团。
明敕星驰封宝剑，辞君一夜取楼兰。

玉门山嶂几千重，山北山南总是烽。
人依远戍须看火，马踏深山不见踪。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('塞下曲','饮马渡秋水，水寒风似刀。
平沙日未没，黯黯见临洮。
昔日长城战，咸言意气高。
黄尘足今古，白骨乱蓬蒿。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('春宫曲','昨夜风开露井桃，未央前殿月轮高。
平阳歌舞新承宠，帘外春寒赐锦袍。','王昌龄',752);
INSERT INTO poem (title, content, author, `time`) VALUES('采莲曲二首','吴姬越艳楚王妃，争弄莲舟水湿衣。
来时浦口花迎入，采罢江头月送归。

荷叶罗裙一色裁，芙蓉向脸两边开。
乱入池中看不见，闻歌始觉有人来。','王昌龄',748);
INSERT INTO poem (title, content, author, `time`) VALUES('送魏二','醉别江楼橘柚香，江风引雨入舟凉。
忆君遥在潇湘月，愁听清猿梦里长。','王昌龄',751);
INSERT INTO poem (title, content, author, `time`) VALUES('长信怨','金井梧桐秋叶黄，珠帘不卷夜来霜。
熏笼玉枕无颜色，卧听南宫清漏长。

高殿秋砧响夜阑，霜深犹忆御衣寒。
银灯青琐裁缝歇，还向金城明主看。

奉帚平明金殿开，暂将团扇共徘徊。
玉颜不及寒鸦色，犹带昭阳日影来。

真成薄命久寻思，梦见君王觉后疑。
火照西宫知夜饮，分明复道奉恩时。

长信宫中秋月明，昭阳殿下捣衣声。
白露堂中细草迹，红罗帐里不胜情。','王昌龄',749);
INSERT INTO poem (title, content, author, `time`) VALUES('长信秋词五首','金井梧桐秋叶黄，珠帘不卷夜来霜。
熏笼玉枕无颜色，卧听南宫清漏长。

高殿秋砧响夜阑，霜深犹忆御衣寒。
银灯青琐裁缝歇，还向金城明主看。

奉帚平明金殿开，且将团扇共徘徊。
玉颜不及寒鸦色，犹带昭阳日影来。

真成薄命久寻思，梦见君王觉后疑。
火照西宫知夜饮，分明复道奉恩时。

长信宫中秋月明，昭阳殿下捣衣声。
白露堂中细草迹，红罗帐里不胜情。','王昌龄',746);
INSERT INTO poem (title, content, author, `time`) VALUES('塞上曲·其一','蝉鸣空桑林，八月萧关道。
出塞入塞寒，处处黄芦草。
从来幽并客，皆共尘沙老。
莫学游侠儿，矜夸紫骝好。','王昌龄',723);
INSERT INTO poem (title, content, author, `time`) VALUES('从军行二首·其一','大将军出战，白日暗榆关。
三面黄金甲，单于破胆还。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('同从弟南斋玩月忆山阴崔少府','高卧南斋时，开帷月初吐。
清辉澹水木，演漾在窗户。
冉冉几盈虚，澄澄变今古。
美人清江畔，是夜越吟苦。
千里共如何，微风吹兰杜。','王昌龄',732);
INSERT INTO poem (title, content, author, `time`) VALUES('龙标野宴','沅溪夏晚足凉风，春酒相携就竹丛。
莫道弦歌愁远谪，青山明月不曾空。','王昌龄',748);
INSERT INTO poem (title, content, author, `time`) VALUES('西宫春怨','西宫夜静百花香，欲卷珠帘春恨长。
斜抱云和深见月，朦胧树色隐昭阳。','王昌龄',733);
INSERT INTO poem (title, content, author, `time`) VALUES('答武陵太守','仗剑行千里，微躯敢一言。
曾为大梁客，不负信陵恩。','王昌龄',750);
INSERT INTO poem (title, content, author, `time`) VALUES('送狄宗亨','秋在水清山暮蝉，洛阳树色鸣皋烟。
送君归去愁不尽，又惜空度凉风天。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('重别李评事','莫道秋江离别难，舟船明日是长安。
吴姬缓舞留君醉，随意青枫白露寒。','王昌龄',745);
INSERT INTO poem (title, content, author, `time`) VALUES('从军行七首·其五','大漠风尘日色昏，红旗半卷出辕门。
前军夜战洮河北，已报生擒吐谷浑。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('塞下曲四首','蝉鸣空桑林，八月萧关道。
出塞入塞寒，处处黄芦草。
从来幽并客，皆共沙尘老。
不学游侠儿，矜夸紫骝好。

饮马渡秋水，水寒风似刀。
平沙日未没，黯黯见临洮。
昔日长城战，咸言意气高。
黄尘足今古，白骨乱蓬蒿。

奉诏甘泉宫，总征天下兵。
朝廷备礼出，郡国豫郊迎。
纷纷几万人，去者无全生。
臣愿节宫厩，分以赐边城。

边头何惨惨，已葬霍将军。
部曲皆相吊，燕南代北闻。
功勋多被黜，兵马亦寻分。
更遣黄龙戍，唯当哭塞云。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('听流人水调子','孤舟微月对枫林，分付鸣筝与客心。
岭色千重万重雨，断弦收与泪痕深。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('长歌行','旷野饶悲风，飕飕黄蒿草。
系马倚白杨，谁知我怀抱。
所是同袍者，相逢尽衰老。
北登汉家陵，南望长安道。
下有枯树根，上有鼯鼠窠。
高皇子孙尽，千载无人过。
宝玉频发掘，精灵其奈何。
人生须达命，有酒且长歌。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西宫秋怨','芙蓉不及美人妆，水殿风来珠翠香。
谁分含啼掩秋扇，空悬明月待君王。','王昌龄',733);
INSERT INTO poem (title, content, author, `time`) VALUES('太湖秋夕','水宿烟雨寒，洞庭霜落微。
月明移舟去，夜静魂梦归。
暗觉海风度，萧萧闻雁飞。','王昌龄',746);
INSERT INTO poem (title, content, author, `time`) VALUES('送郭司仓','映门淮水绿，留骑主人心。
明月随良掾，春潮夜夜深。','王昌龄',757);
INSERT INTO poem (title, content, author, `time`) VALUES('浣纱女','钱塘江畔是谁家，江上女儿全胜花。
吴王在时不得出，今日公然来浣纱。','王昌龄',747);
INSERT INTO poem (title, content, author, `time`) VALUES('青楼曲二首','白马金鞍从武皇，旌旗十万宿长杨。
楼头少妇鸣筝坐，遥见飞尘入建章。

驰道杨花满御沟，红妆缦绾上青楼。
金章紫绶千馀骑，夫婿朝回初拜侯。','王昌龄',731);
INSERT INTO poem (title, content, author, `time`) VALUES('从军行二首','向夕临大荒，朔风轸归虑。
平沙万里馀，飞鸟宿何处。
虏骑猎长原，翩翩傍河去。
边声摇白草，海气生黄雾。
百战苦风尘，十年履霜露。
虽投定远笔，未坐将军树。
早知行路难，悔不理章句。

秋草马蹄轻，角弓持弦急。
去为龙城战，正值胡兵袭。
军气横大荒，战酣日将入。
长风金鼓动，白露铁衣湿。
四起愁边声，南庭时伫立。
断蓬孤自转，寒雁飞相及。
万里云沙涨，平原冰霰涩。
惟闻汉使还，独向刀环泣。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('塞下曲·秋风夜渡河','秋风夜渡河，吹却雁门桑。
遥见胡地猎，鞴马宿严霜。
五道分兵去，孤军百战场。
功多翻下狱，士卒但心伤。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('巴陵送李十二','摇曳巴陵洲渚分，清江传语便风闻。
山长不见秋城色，日暮蒹葭空水云。','王昌龄',740);
INSERT INTO poem (title, content, author, `time`) VALUES('卢溪别人','武陵溪口驻扁舟，溪水随君向北流。
行到荆门上三峡，莫将孤月对猿愁。','王昌龄',749);
INSERT INTO poem (title, content, author, `time`) VALUES('何九于客舍集','客有住桂阳，亦如巢林鸟。
罍觞且终宴，功业会未了。
山月空霁时，江明高楼晓。
门前泊舟楫，行次入松筱。
此意投赠君，沧波风袅袅。','王昌龄',738);
INSERT INTO poem (title, content, author, `time`) VALUES('青楼怨','香帏风动花入楼，高调鸣筝缓夜愁。
肠断关山不解说，依依残月下帘钩。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('少年行二首','西陵侠少年，送客短长亭。
青槐夹两道，白马如流星。
闻道羽书急，单于寇井陉。
气高轻赴难，谁顾燕山铭。

走马远相寻，西楼下夕阴。
结交期一剑，留意赠千金。
高阁歌声远，重门柳色深。
夜阑须尽饮，莫负百年心。','王昌龄',718);
INSERT INTO poem (title, content, author, `time`) VALUES('观猎','角鹰初下秋草稀，铁骢抛鞚去如飞。
少年猎得平原兔，马后横捎意气归。','王昌龄',717);
INSERT INTO poem (title, content, author, `time`) VALUES('旅望','白花原头望京师，黄河水流无尽时。
穷秋旷野行人绝，马首东来知是谁。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('朝来曲','日昃鸣珂动，花连绣户春。
盘龙玉台镜，唯待画眉人。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('行路难','双丝作绠系银瓶，百尺寒泉辘轳上。
悬丝一绝不可望，似妾倾心在君掌。
人生意气好迁捐，只重狂花不重贤。
宴罢调筝奏离鹤，回娇转盼泣君前。
君不见，眼前事，岂保须臾心勿异。
西山日下雨足稀，侧有浮云无所寄。
但愿莫忘前者言，锉骨黄尘亦无愧。
行路难，劝君酒，莫辞烦，
美酒千钟犹可尽，心中片愧何可论。
一闻汉主思故剑，使妾长嗟万古魂。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('代扶风主人答','杀气凝不流，风悲日彩寒。
浮埃起四远，游子弥不欢。
依然宿扶风，沽酒聊自宽。
寸心亦未理，长铗谁能弹。
主人就我饮，对我还慨叹。
便泣数行泪，因歌行路难。
十五役边地，三四讨楼兰。
连年不解甲，积日无所餐。
将军降匈奴，国使没桑乾。
去时三十万，独自还长安。
不信沙场苦，君看刀箭瘢。
乡亲悉零落，冢墓亦摧残。
仰攀青松枝，恸绝伤心肝。
禽兽悲不去，路旁谁忍看。
幸逢休明代，寰宇静波澜。
老马思伏枥，长鸣力已殚。
少年兴运会，何事发悲端。
天子初封禅，贤良刷羽翰。
三边悉如此，否泰亦须观。','王昌龄',726);
INSERT INTO poem (title, content, author, `time`) VALUES('送张四','枫林已愁暮，楚水复堪悲。
别后冷山月，清猿无断时。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('送高三之桂林','留君夜饮对潇湘，从此归舟客梦长。
岭上梅花侵雪暗，归时还拂桂花香。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('胡笳曲','城南虏已合，一夜几重围。
自有金笳引，能沾出塞衣。
听临关月苦，清入海风微。
三奏高楼晓，胡人掩涕归。','王昌龄',723);
INSERT INTO poem (title, content, author, `time`) VALUES('琴','孤桐秘虚鸣，朴素传幽真。
仿佛弦指外，遂见初古人。
意远风雪苦，时来江山春。
高宴未终曲，谁能辨经纶。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('斋心','女萝覆石壁，溪水幽濛胧。
紫葛蔓黄花，娟娟寒露中。
朝饮花上露，夜卧松下风。
云英化为水，光采与我同。
日月荡精魄，寥寥天宇空。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送窦七','清江月色傍林秋，波上荧荧望一舟。
鄂渚轻帆须早发，江边明月为君留。','王昌龄',749);
INSERT INTO poem (title, content, author, `time`) VALUES('九日登高','青山远近带皇州，霁景重阳上北楼。
雨歇亭皋仙菊润，霜飞天苑御梨秋。
茱萸插鬓花宜寿，翡翠横钗舞作愁。
谩说陶潜篱下醉，何曾得见此风流。','王昌龄',727);
INSERT INTO poem (title, content, author, `time`) VALUES('就道士问周易参同契','仙人骑白鹿，发短耳何长。
时余采菖蒲，忽见嵩之阳。
稽首求丹经，乃出怀中方。
披读了不悟，归来问嵇康。
嗟余无道骨，发我入太行。','王昌龄',714);
INSERT INTO poem (title, content, author, `time`) VALUES('宿灞上寄侍御玙弟','独饮灞上亭，寒山青门外。
长云骤落日，桑枣寂已晦。
古人驱驰者，宿此凡几代。
佐邑由东南，岂不知进退。
吾宗秉全璞，楚得璆琳最。
茅山就一征，柏署起三载。
道契非物理，神交无留碍。
知我沧溟心，脱略腐儒辈。
孟冬銮舆出，阳谷群臣会。
半夜驰道喧，五侯拥轩盖。
是时燕齐客，献术蓬瀛内。
甚悦我皇心，得与王母对。
贱臣欲干谒，稽首期殒碎。
哲弟感我情，问易穷否泰。
良马足尚踠，宝刀光未淬。
昨闻羽书飞，兵气连朔塞。
诸将多失律，庙堂始追悔。
安能召书生，愿得论要害。
戎夷非草木，侵逐使狼狈。
虽有屠城功，亦有降虏辈。
兵粮如山积，恩泽如雨霈。
羸卒不可兴，碛地无足爱。
若用匹夫策，坐令军围溃。
不费黄金资，宁求白璧赉。
明主忧既远，边事亦可大。
荷宠务推诚，离言深慷慨。
霜摇直指草，烛引明光珮。
公论日夕阻，朝廷蹉跎会。
孤城海门月，万里流光带。
不应百尺松，空老钟山霭。','王昌龄',745);
INSERT INTO poem (title, content, author, `time`) VALUES('相和歌辞。采莲曲三首','吴姬越艳楚王妃，争弄莲舟水湿衣。
来时浦口花迎入，采罢江头月送归。

荷叶罗裙一色裁，芙蓉向脸两边开。
乱入池中看不见，闻歌始觉有人来。

越女作桂舟，还将桂为楫。
湖上水渺漫，清江初可涉。
摘取芙蓉花，莫摘芙蓉叶。
将归问夫婿，颜色何如妾。','王昌龄',733);
INSERT INTO poem (title, content, author, `time`) VALUES('送东林廉上人归庐山','石溪流已乱，苔径人渐微。
日暮东林下，山僧还独归。
昔为庐峰意，况与远公违。
道性深寂寞，世情多是非。
会寻名山去，岂复望清辉。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('箜篌引','卢谿郡南夜泊舟，夜闻两岸羌戎讴，其时月黑猿啾啾。
微雨沾衣令人愁，有一迁客登高楼，不言不寐弹箜篌。
弹作蓟门桑叶秋，风沙飒飒青冢头，将军铁骢汗血流。
深入匈奴战未休，黄旗一点兵马收，乱杀胡人积如丘。
疮病驱来配边州，仍披漠北羔羊裘，颜色饥枯掩面羞。
眼眶泪滴深两眸，思还本乡食牦牛，欲语不得指咽喉。
或有强壮能咿嚘，意说被他边将雠，五世属藩汉主留。
碧毛毡帐河曲游，橐驼五万部落稠，敕赐飞凤金兜鍪。
为君百战如过筹，静扫阴山无鸟投，家藏铁券特承优。
黄金千斤不称求，九族分离作楚囚，深溪寂寞弦苦幽。
草木悲感声飕飗，仆本东山为国忧，明光殿前论九畴。
簏读兵书尽冥搜，为君掌上施权谋，洞晓山川无与俦。
紫宸诏发远怀柔，摇笔飞霜如夺钩，鬼神不得知其由。
怜爱苍生比蚍蜉，朔河屯兵须渐抽，尽遣降来拜御沟。
便令海内休戈矛，何用班超定远侯，史臣书之得已不。','王昌龄',749);
INSERT INTO poem (title, content, author, `time`) VALUES('少年行二首·其一','西陵侠年少，送客过长亭。
青槐夹两路，白马如流星。
闻道羽书急，单于寇井陉。
气高轻赴难，谁顾燕山铭。','王昌龄',718);
INSERT INTO poem (title, content, author, `time`) VALUES('从军行七首·其二','琵琶起舞换新声，总是关山旧别情。
撩乱边愁听不尽，高高秋月照长城。','王昌龄',725);
INSERT INTO poem (title, content, author, `time`) VALUES('送十五舅','深林秋水近日空，归棹演漾清阴中。
夕浦离觞意何已，草根寒露悲鸣虫。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('万岁楼','江上巍巍万岁楼，不知经历几千秋。
年年喜见山长在，日日悲看水独流。
猿狖何曾离暮岭，鸬鹚空自泛寒洲。
谁堪登望云烟里，向晚茫茫发旅愁。','王昌龄',745);
INSERT INTO poem (title, content, author, `time`) VALUES('初日','初日净金闺，先照床前暖。
斜光入罗幕，稍稍亲丝管。
云发不能梳，杨花更吹满。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('古意','桃花四面发，桃叶一枝开。
欲暮黄鹂啭，伤心玉镜台。
清筝向明月，半夜春风来。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送胡大','荆门不堪别，况乃潇湘秋。
何处遥望君，江边明月楼。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('别辛渐','别馆萧条风雨寒，扁舟月色渡江看。
酒酣不识关西道，却望春江云尚残。','王昌龄',744);
INSERT INTO poem (title, content, author, `time`) VALUES('送谭八之桂林','客心仍在楚，江馆复临湘。
别意猿鸟外，天寒桂水长。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('寄穆侍御出幽州','一从恩谴度潇湘，塞北江南万里长。
莫道蓟门书信少，雁飞犹得到衡阳。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('送任五之桂林','楚客醉孤舟，越水将引棹。
山为两乡别，月带千里貌。
羁谴同缯纶，僻幽闻虎豹。
桂林寒色在，苦节知所效。','王昌龄',750);
INSERT INTO poem (title, content, author, `time`) VALUES('秋兴','日暮西北堂，凉风洗修木。
著书在南窗，门馆常肃肃。
苔草延古意，视听转幽独。
或问余所营，刈黍就寒谷。','王昌龄',726);
INSERT INTO poem (title, content, author, `time`) VALUES('少年行二首','西陵侠年少，送客过长亭。
青槐夹两路，白马如流星。
闻道羽书急，单于寇井陉。
气高轻赴难，谁顾燕山铭。

走马还相寻，西楼下夕阴。
结交期一剑，留意赠千金。
高阁歌声远，重关柳色深。
夜间须尽醉，莫负百年心。','王昌龄',718);
INSERT INTO poem (title, content, author, `time`) VALUES('留别司马太守','辰阳太守念王孙，远谪沅溪何可论。
黄鹤青云当一举，明珠吐著报君恩。','王昌龄',732);
INSERT INTO poem (title, content, author, `time`) VALUES('同王维集青龙寺昙壁上人兄院五韵','本来清净所，竹树引幽阴。
檐外含山翠，人间出世心。
圆通无有象，圣境不能侵。
真是吾兄法，何妨友弟深。
天香自然会，灵异识钟音。','王昌龄',744);
INSERT INTO poem (title, content, author, `time`) VALUES('送人归江夏','寒江绿水楚云深，莫道离忧迁远心。
晓夕双帆归鄂渚，愁将孤月梦中寻。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('题僧房','棕榈花满院，苔藓入闲房。
彼此名言绝，空中闻异香。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('击磬老人','双峰褐衣久，一磬白眉长。
谁识野人意，徒看春草芳。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题灞池二首','腰镰欲何之，东园刈秋韭。
世事不复论，悲歌和樵叟。

开门望长川，薄暮见渔者。
借问白头翁，垂纶几年也。','王昌龄',701);
INSERT INTO poem (title, content, author, `time`) VALUES('客广陵','楼头广陵近，九月在南徐。
秋色明海县，寒烟生里闾。
夜帆归楚客，昨日度江书。
为问易名叟，垂纶不见鱼。','王昌龄',747);
INSERT INTO poem (title, content, author, `time`) VALUES('留别郭八','长亭驻马未能前，井邑苍茫含暮烟。
醉别何须更惆怅，回头不语但垂鞭。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送裴图南','黄河渡头归问津，离家几日茱萸新。
漫道闺中飞破镜，犹看陌上别行人。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寄是正字','正字芸香阁，经过宛如昨。
幽人竹桑园，归卧寂无喧。
高鸟能择木，羝羊漫触藩。
物情今已见，从此欲无言。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西江寄越弟','南浦逢君岭外还，沅溪更远洞庭山。
尧时恩泽如春雨，梦里相逢同入关。','王昌龄',749);
INSERT INTO poem (title, content, author, `time`) VALUES('别李浦之京','故园今在灞陵西，江畔逢君醉不迷。
小弟邻庄尚渔猎，一封书寄数行啼。','王昌龄',745);
INSERT INTO poem (title, content, author, `time`) VALUES('梁苑','梁园秋竹古时烟，城外风悲欲暮天。
万乘旌旗何处在，平台宾客有谁怜。','王昌龄',711);
INSERT INTO poem (title, content, author, `time`) VALUES('送李十五','怨别秦楚深，江中秋云起。
天长杳无隔，月影在寒水。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送刘十五之郡','平明江雾寒，客马江上发。
扁舟事洛阳，窅窅含楚月。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('留别岑参兄弟','江城建业楼，山尽沧海头。副职守兹县，东南棹孤舟。
长安故人宅，秣马经前秋。便以风雪暮，还为纵饮留。
貂蝉七叶贵，鸿鹄万里游。何必念钟鼎，所在烹肥牛。
为君啸一曲，且莫弹箜篌。徒见枯者艳，谁言直如钩。
岑家双琼树，腾光难为俦。谁言青门悲，俯期吴山幽。
日西石门峤，月吐金陵洲。追随探灵怪，岂不骄王侯。','王昌龄',745);
INSERT INTO poem (title, content, author, `time`) VALUES('杂兴','握中铜匕首，粉锉楚山铁。
义士频报雠，杀人不曾缺。
可悲燕丹事，终被狼虎灭。
一举无两全，荆轲遂为血。
诚知匹夫勇，何取万人杰。
无道吞诸侯，坐见九州裂。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('独游','林卧情每闲，独游景常晏。
时从灞陵下，垂钓往南涧。
手携双鲤鱼，目送千里雁。
悟彼飞有适，知此罹忧患。
放之清冷泉，因得省疏慢。
永怀青岑客，回首白云间。
神超物无违，岂系名与宦。','王昌龄',702);
INSERT INTO poem (title, content, author, `time`) VALUES('河上老人歌','河上老人坐古槎，合丹只用青莲花。
至今八十如四十，口道沧溟是我家。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('悲哉行','勿听白头吟，人间易忧怨。
若非沧浪子，安得从所愿。
北上太行山，临风阅吹万。
长云数千里，倏忽还肤寸。
观其微灭时，精意莫能论。
百年不容息，是处生意蔓。
始悟海上人，辞君永飞遁。','王昌龄',715);
INSERT INTO poem (title, content, author, `time`) VALUES('相和歌辞。放歌行','南渡洛阳津，西望十二楼。明堂坐天子，月朔朝诸侯。
清乐动千门，皇风被九州。庆云从东来，泱漭抱日流。
升平贵论道，文墨将何求。有诏征草泽，微臣献谋猷。
冠冕如星罗，拜揖曹与周。望尘非吾事，入赋且迟留。
幸蒙国士识，因脱负薪裘。今者放歌行，以慰梁父愁。
但营数斗禄，奉养毋丰羞。若得金膏遂，飞云亦可俦。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和振上人秋夜怀士会','白露伤草木，山风吹夜寒。遥林梦亲友，高兴发云端。
郭外秋声急，城边月色残。瑶琴多远思，更为客中弹。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送朱越','远别舟中蒋山暮，君行举首燕城路。
蓟门秋月隐黄云，期向金陵醉江树。','王昌龄',745);
INSERT INTO poem (title, content, author, `time`) VALUES('萧驸马宅花烛','青鸾飞入合欢宫，紫凤衔花出禁中。
可怜今夜千门里，银汉星回一道通。','王昌龄',729);
INSERT INTO poem (title, content, author, `time`) VALUES('香积寺礼拜万回平等二圣僧塔','真无御化来，借有乘化归。如彼双塔内，孰能知是非。
愚也骇苍生，圣哉为帝师。当为时世出，不由天地资。
万回主此方，平等性无违。今我一礼心，亿劫同不移。
肃肃松柏下，诸天来有时。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('江上闻笛','横笛怨江月，扁舟何处寻。声长楚山外，曲绕胡关深。
相去万馀里，遥传此夜心。寥寥浦溆寒，响尽惟幽林。
不知谁家子，复奏邯郸音。水客皆拥棹，空霜遂盈襟。
羸马望北走，迁人悲越吟。何当边草白，旌节陇城阴。','王昌龄',739);
INSERT INTO poem (title, content, author, `time`) VALUES('失题','奸雄乃得志，遂使群心摇。赤风荡中原，烈火无遗巢。
一人计不用，万里空萧条。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠宇文中丞','仆本濩落人，辱当州郡使。量力颇及早，谢归今即已。
萧萧若凌虚，衿带顷消靡。车服卒然来，涔阳作游子。
郁郁寡开颜，默默独行李。忽逢平生友，一笑方在此。
秋清宁风日，楚思浩云水。为语弋林者，冥冥鸿远矣。','王昌龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('灞上闲居','鸿都有归客，偃卧滋阳村。轩冕无枉顾，清川照我门。
空林网夕阳，寒鸟赴荒园。廓落时得意，怀哉莫与言。
庭前有孤鹤，欲啄常翩翻。为我衔素书，吊彼颜与原。
二君既不朽，所以慰其魂。','王昌龄',732);
INSERT INTO poem (title, content, author, `time`) VALUES('送刘昚虚归取宏词解','太清闻海鹤，游子引乡眄。声随羽仪远，势与归云便。
青桂春再荣，白云暮来变。迁飞在礼仪，岂复泪如霰。','王昌龄',733);

INSERT INTO poem (title, content, author, `time`) VALUES('山居秋暝','空山新雨后，天气晚来秋。
明月松间照，清泉石上流。
竹喧归浣女，莲动下渔舟。
随意春芳歇，王孙自可留。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('使至塞上','单车欲问边，属国过居延。
征蓬出汉塞，归雁入胡天。
大漠孤烟直，长河落日圆。
萧关逢候骑，都护在燕然。','王维',737);
INSERT INTO poem (title, content, author, `time`) VALUES('九月九日忆山东兄弟','独在异乡为异客，每逢佳节倍思亲。
遥知兄弟登高处，遍插茱萸少一人。','王维',716);
INSERT INTO poem (title, content, author, `time`) VALUES('送元二使安西','渭城朝雨浥轻尘，客舍青青柳色新。
劝君更尽一杯酒，西出阳关无故人。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('竹里馆','独坐幽篁里，弹琴复长啸。
深林人不知，明月来相照。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('鸟鸣涧','人闲桂花落，夜静春山空。
月出惊山鸟，时鸣春涧中。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('鹿柴','空山不见人，但闻人语响。
返景入深林，复照青苔上。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('相思','红豆生南国，春来发几枝。
愿君多采撷，此物最相思。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('山中','荆溪白石出，天寒红叶稀。
山路元无雨，空翠湿人衣。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('终南别业','中岁颇好道，晚家南山陲。
兴来每独往，胜事空自知。
行到水穷处，坐看云起时。
偶然值林叟，谈笑无还期。','王维',741);
INSERT INTO poem (title, content, author, `time`) VALUES('杂诗三首·其二','君自故乡来，应知故乡事。
来日绮窗前，寒梅著花未？','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送别','山中相送罢，日暮掩柴扉。
春草明年绿，王孙归不归？','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('观猎','风劲角弓鸣，将军猎渭城。
草枯鹰眼疾，雪尽马蹄轻。
忽过新丰市，还归细柳营。
回看射雕处，千里暮云平。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('少年行四首','新丰美酒斗十千，咸阳游侠多少年。
相逢意气为君饮，系马高楼垂柳边。

出身仕汉羽林郎，初随骠骑战渔阳。
孰知不向边庭苦，纵死犹闻侠骨香。

一身能擘两雕弧，虏骑千重只似无。
偏坐金鞍调白羽，纷纷射杀五单于。

汉家君臣欢宴终，高议云台论战功。
天子临轩赐侯印，将军佩出明光宫。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('汉江临泛','楚塞三湘接，荆门九派通。
江流天地外，山色有无中。
郡邑浮前浦，波澜动远空。
襄阳好风日，留醉与山翁。','王维',740);
INSERT INTO poem (title, content, author, `time`) VALUES('积雨辋川庄作','积雨空林烟火迟，蒸藜炊黍饷东菑。
漠漠水田飞白鹭，阴阴夏木啭黄鹂。
山中习静观朝槿，松下清斋折露葵。
野老与人争席罢，海鸥何事更相疑。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送别','下马饮君酒，问君何所之？
君言不得意，归卧南山陲。
但去莫复问，白云无尽时。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('终南山','太乙近天都，连山接海隅。
白云回望合，青霭入看无。
分野中峰变，阴晴众壑殊。
欲投人处宿，隔水问樵夫。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('辋川闲居赠裴秀才迪','寒山转苍翠，秋水日潺湲。
倚杖柴门外，临风听暮蝉。
渡头馀落日，墟里上孤烟。
复值接舆醉，狂歌五柳前。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('辛夷坞','木末芙蓉花，山中发红萼。
涧户寂无人，纷纷开且落。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('渭川田家','斜阳照墟落，穷巷牛羊归。
野老念牧童，倚杖候荆扉。
雉雊麦苗秀，蚕眠桑叶稀。
田夫荷锄至，相见语依依。
即此羡闲逸，怅然吟式微。','王维',743);
INSERT INTO poem (title, content, author, `time`) VALUES('酬张少府','晚年唯好静，万事不关心。
自顾无长策，空知返旧林。
松风吹解带，山月照弹琴。
君问穷通理，渔歌入浦深。','王维',760);
INSERT INTO poem (title, content, author, `time`) VALUES('酌酒与裴迪','酌酒与君君自宽，人情翻覆似波澜。
白首相知犹按剑，朱门先达笑弹冠。
草色全经细雨湿，花枝欲动春风寒。
世事浮云何足问，不如高卧且加餐。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('田园乐七首·其六','桃红复含宿雨，柳绿更带朝烟。
花落家童未扫，莺啼山客犹眠。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('过香积寺','不知香积寺，数里入云峰。
古木无人径，深山何处钟。
泉声咽危石，日色冷青松。
薄暮空潭曲，安禅制毒龙。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('老将行','少年十五二十时，步行夺得胡马骑。
射杀山中白额虎，肯数邺下黄须儿！
一身转战三千里，一剑曾当百万师。
汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。
卫青不败由天幸，李广无功缘数奇。
自从弃置便衰朽，世事蹉跎成白首。
昔时飞箭无全目，今日垂杨生左肘。
路旁时卖故侯瓜，门前学种先生柳。
苍茫古木连穷巷，寥落寒山对虚牖。
誓令疏勒出飞泉，不似颍川空使酒。
贺兰山下阵如云，羽檄交驰日夕闻。
节使三河募年少，诏书五道出将军。
试拂铁衣如雪色，聊持宝剑动星文。
愿得燕弓射大将，耻令越甲鸣吾君。
莫嫌旧日云中守，犹堪一战取功勋。','王维',720);
INSERT INTO poem (title, content, author, `time`) VALUES('送梓州李使君','万壑树参天，千山响杜鹃。
山中一夜雨，树杪百重泉。
汉女输橦布，巴人讼芋田。
文翁翻教授，不敢倚先贤。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('归嵩山作','清川带长薄，车马去闲闲。
流水如有意，暮禽相与还。
荒城临古渡，落日满秋山。
迢递嵩高下，归来且闭关。','王维',734);
INSERT INTO poem (title, content, author, `time`) VALUES('和贾舍人早朝大明宫之作','绛帻鸡人报晓筹，尚衣方进翠云裘。
九天阊阖开宫殿，万国衣冠拜冕旒。
日色才临仙掌动，香烟欲傍衮龙浮。
朝罢须裁五色诏，佩声归向凤池头。','王维',758);
INSERT INTO poem (title, content, author, `time`) VALUES('陇西行','十里一走马，五里一扬鞭。
都护军书至，匈奴围酒泉。
关山正飞雪，烽戍断无烟。','王维',738);
INSERT INTO poem (title, content, author, `time`) VALUES('青溪','言入黄花川，每逐青溪水。
随山将万转，趣途无百里。
声喧乱石中，色静深松里。
漾漾泛菱荇，澄澄映葭苇。
我心素已闲，清川澹如此。
请留磐石上，垂钓将已矣。','王维',743);
INSERT INTO poem (title, content, author, `time`) VALUES('秋夜独坐','独坐悲双鬓，空堂欲二更。
雨中山果落，灯下草虫鸣。
白发终难变，黄金不可成。
欲知除老病，唯有学无生。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('书事','轻阴阁小雨，深院昼慵开。
坐看苍苔色，欲上人衣来。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送沈子归江东','杨柳渡头行客稀，罟师荡桨向临圻。
惟有相思似春色，江南江北送君归。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西施咏','艳色天下重，西施宁久微。
朝为越溪女，暮作吴宫妃。
贱日岂殊众，贵来方悟稀。
邀人傅脂粉，不自著罗衣。
君宠益娇态，君怜无是非。
当时浣纱伴，莫得同车归。
持谢邻家子，效颦安可希。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杂诗三首','家住孟津河，门对孟津口。
常有江南船，寄书家中否。

君自故乡来，应知故乡事。
来日绮窗前，寒梅著花未。

已见寒梅发，复闻啼鸟声。
心心视春草，畏向阶前生。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('临湖亭','轻舸迎上客，悠悠湖上来。
当轩对尊酒，四面芙蓉开。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('洛阳女儿行','洛阳女儿对门居，才可颜容十五余。
良人玉勒乘骢马，侍女金盘脍鲤鱼。
画阁朱楼尽相望，红桃绿柳垂檐向。
罗帷送上七香车，宝扇迎归九华帐。
狂夫富贵在青春，意气骄奢剧季伦。
自怜碧玉亲教舞，不惜珊瑚持与人。
春窗曙灭九微火，九微片片飞花琐。
戏罢曾无理曲时，妆成祗是熏香坐。
城中相识尽繁华，日夜经过赵李家。
谁怜越女颜如玉，贫贱江头自浣纱。','王维',715);
INSERT INTO poem (title, content, author, `time`) VALUES('息夫人','莫以今时宠，难忘旧日恩。
看花满眼泪，不共楚王言。','王维',719);
INSERT INTO poem (title, content, author, `time`) VALUES('桃源行','渔舟逐水爱山春，两岸桃花夹古津。
坐看红树不知远，行尽青溪不见人。
山口潜行始隈隩，山开旷望旋平陆。
遥看一处攒云树，近入千家散花竹。
樵客初传汉姓名，居人未改秦衣服。
居人共住武陵源，还从物外起田园。
月明松下房栊静，日出云中鸡犬喧。
惊闻俗客争来集，竞引还家问都邑。
平明闾巷扫花开，薄暮渔樵乘水入。
初因避地去人间，及至成仙遂不还。
峡里谁知有人事，世中遥望空云山。
不疑灵境难闻见，尘心未尽思乡县。
出洞无论隔山水，辞家终拟长游衍。
自谓经过旧不迷，安知峰壑今来变。
当时只记入山深，青溪几度到云林。
春来遍是桃花水，不辨仙源何处寻。','王维',718);
INSERT INTO poem (title, content, author, `time`) VALUES('送綦毋潜落第还乡','圣代无隐者，英灵尽来归。
遂令东山客，不得顾采薇。
既至金门远，孰云吾道非。
江淮度寒食，京洛缝春衣。
置酒长安道，同心与我违。
行当浮桂棹，未几拂荆扉。
远树带行客，孤村当落晖。
吾谋适不用，勿谓知音稀。','王维',721);
INSERT INTO poem (title, content, author, `time`) VALUES('山居即事','寂寞掩柴扉，苍茫对落晖。
鹤巢松树遍，人访荜门稀。
绿竹含新粉，红莲落故衣。
渡头烟火起，处处采菱归。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('欹湖','吹箫凌极浦，日暮送夫君。
湖上一回首，山青卷白云。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('白石滩','清浅白石滩，绿蒲向堪把。
家住水东西，浣纱明月下。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春中田园作','屋上春鸠鸣，村边杏花白。
持斧伐远扬，荷锄觇泉脉。
归燕识故巢，旧人看新历。
临觞忽不御，惆怅远行客。','王维',743);
INSERT INTO poem (title, content, author, `time`) VALUES('红牡丹','绿艳闲且静，红衣浅复深。
花心愁欲断，春色岂知心。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('冬晚对雪忆胡居士家','寒更传晓箭，清镜览衰颜。
隔牖风惊竹，开门雪满山。
洒空深巷静，积素广庭闲。
借问袁安舍，翛然尚闭关。','王维',743);
INSERT INTO poem (title, content, author, `time`) VALUES('陇头吟','长安少年游侠客，夜上戍楼看太白。
陇头明月迥临关，陇上行人夜吹笛。
关西老将不胜愁，驻马听之双泪流。
身经大小百余战，麾下偏裨万户侯。
苏武才为典属国，节旄落尽海西头。','王维',720);
INSERT INTO poem (title, content, author, `time`) VALUES('新晴野望','新晴原野旷，极目无氛垢。
郭门临渡头，村树连溪口。
白水明田外，碧峰出山后。
农月无闲人，倾家事南亩。','王维',743);
INSERT INTO poem (title, content, author, `time`) VALUES('皇甫岳云溪杂题五首·莲花坞','日日采莲去，洲长多暮归。
弄篙莫溅水，畏湿红莲衣。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('哭孟浩然','故人不可见，汉水日东流。
借问襄阳老，江山空蔡州。','王维',740);
INSERT INTO poem (title, content, author, `time`) VALUES('渭川田家','斜阳照墟落，穷巷牛羊归。
野老念牧童，倚杖候荆扉。
雉雊麦苗秀，蚕眠桑叶稀。
田夫荷锄立，相见语依依。
即此羡闲逸，怅然吟式微。','王维',743);
INSERT INTO poem (title, content, author, `time`) VALUES('戏题盘石','可怜盘石临泉水，复有垂杨拂酒杯。
若道春风不解意，何因吹送落花来。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('田园乐七首·其四','萋萋春草秋绿，落落长松夏寒。
牛羊自归村巷，童稚不识衣冠。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('辋川别业','不到东山向一年，归来才及种春田。
雨中草色绿堪染，水上桃花红欲然。
优娄比丘经论学，伛偻丈人乡里贤。
披衣倒屣且相见，相欢语笑衡门前。','王维',758);
INSERT INTO poem (title, content, author, `time`) VALUES('田园乐七首·其五','山下孤烟远村，天边独树高原。
一瓢颜回陋巷，五柳先生对门。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制从蓬莱向兴庆阁道中留春雨中春望之作应制','渭水自萦秦塞曲，黄山旧绕汉宫斜。
銮舆迥出千门柳，阁道回看上苑花。
云里帝城双凤阙，雨中春树万人家。
为乘阳气行时令，不是宸游玩物华。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('栾家濑','飒飒秋雨中，浅浅石溜泻。
跳波自相溅，白鹭惊复下。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春日与裴迪过新昌里访吕逸人不遇','桃源一向绝风尘，柳市南头访隐沦。
到门不敢题凡鸟，看竹何须问主人。
城上青山如屋里，东家流水入西邻。
闭户著书多岁月，种松皆老作龙鳞。','王维',760);
INSERT INTO poem (title, content, author, `time`) VALUES('和贾舍人早朝大明宫之作','绛帻鸡人报晓筹，尚衣方进翠云裘。
九天阊阖开宫殿，万国衣冠拜冕旒。
日色才临仙掌动，香烟欲傍衮龙浮。
朝罢须裁五色诏，佩声归到凤池头。','王维',758);
INSERT INTO poem (title, content, author, `time`) VALUES('酬郭给事','洞门高阁霭馀辉，桃李阴阴柳絮飞。
禁里疏钟官舍晚，省中啼鸟吏人稀。
晨摇玉佩趋金殿，夕奉天书拜琐闱。
强欲从君无那老，将因卧病解朝衣。','王维',755);
INSERT INTO poem (title, content, author, `time`) VALUES('答张五弟','终南有茅屋，前对终南山。
终年无客常闭关，终日无心长自闲。
不妨饮酒复垂钓，君但能来相往还。','王维',754);
INSERT INTO poem (title, content, author, `time`) VALUES('出塞作','居延城外猎天骄，白草连天野火烧。
暮云空碛时驱马，秋日平原好射雕。
护羌校尉朝乘障，破虏将军夜渡辽。
玉靶角弓珠勒马，汉家将赐霍嫖姚。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('田园乐七首·其一','厌见千门万户，经过北里南邻。
官府鸣珂有底，崆峒散发何人。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('凝碧池','万户伤心生野烟，百僚何日更朝天。
秋槐叶落空宫里，凝碧池头奏管弦。','王维',756);
INSERT INTO poem (title, content, author, `time`) VALUES('待储光羲不至','重门朝已启，起坐听车声。
要欲闻清佩，方将出户迎。
晚钟鸣上苑，疏雨过春城。
了自不相顾，临堂空复情。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('淇上送赵仙舟','相逢方一笑，相送还成泣。
祖帐已伤离，荒城复愁入。
天寒远山净，日暮长河急。
解缆君已遥，望君犹伫立。','王维',725);
INSERT INTO poem (title, content, author, `time`) VALUES('观别者','青青杨柳陌，陌上别离人。
爱子游燕赵，高堂有老亲。
不行无可养，行去百忧新。
切切委兄弟，依依向四邻。
都门帐饮毕，从此谢亲宾。
挥涕逐前侣，含凄动征轮。
车徒望不见，时见起行尘。
吾亦辞家久，看之泪满巾。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寄荆州张丞相','所思竟何在，怅望深荆门。
举世无相识，终身思旧恩。
方将与农圃，艺植老丘园。
目尽南飞雁，何由寄一言。','王维',737);
INSERT INTO poem (title, content, author, `time`) VALUES('春园即事','宿雨乘轻屐，春寒著弊袍。
开畦分白水，间柳发红桃。
草际成棋局，林端举桔槔。
还持鹿皮几，日暮隐蓬蒿。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('不遇咏','北阙献书寝不报，南山种田时不登。
百人会中身不预，五侯门前心不能。
身投河朔饮君酒，家在茂陵平安否？
且共登山复临水，莫问春风动杨柳。
今人作人多自私，我心不说君应知。','王维',733);
INSERT INTO poem (title, content, author, `time`) VALUES('漆园','古人非傲吏，自阙经世务。
偶寄一微官，婆娑数株树。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送刘司直赴安西','绝域阳关道，胡沙与塞尘。
三春时有雁，万里少行人。
苜蓿随天马，蒲桃逐汉臣。
当令外国惧，不敢觅和亲。','王维',738);
INSERT INTO poem (title, content, author, `time`) VALUES('登河北城楼作','井邑傅岩上，客亭云雾间。
高城眺落日，极浦映苍山。
岸火孤舟宿，渔家夕鸟还。
寂寥天地暮，心与广川闲。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('饭覆釜山僧','晚知清净理，日与人群疏。
将候远山僧，先期扫弊庐。
果从云峰里，顾我蓬蒿居。
藉草饭松屑，焚香看道书。
燃灯昼欲尽，鸣磬夜方初。
一悟寂为乐，此生闲有余。
思归何必深，身世犹空虚。','王维',760);
INSERT INTO poem (title, content, author, `time`) VALUES('寒食城东即事','清溪一道穿桃李，演漾绿蒲涵白芷。
溪上人家凡几家，落花半落东流水。
蹴踘屡过飞鸟上，秋千竞出垂杨里。
少年分日作遨游，不用清明兼上巳。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('过始皇墓','古墓成苍岭，幽宫象紫台。
星辰七曜隔，河汉九泉开。
有海人宁渡，无春雁不回。
更闻松韵切，疑是大夫哀。','王维',714);
INSERT INTO poem (title, content, author, `time`) VALUES('送友人南归','万里春应尽，三江雁亦稀。
连天汉水广，孤客郢城归。
郧国稻苗秀，楚人菰米肥。
悬知倚门望，遥识老莱衣。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('早秋山中作','无才不敢累明时，思向东溪守故篱。
岂厌尚平婚嫁早，却嫌陶令去官迟。
草间蛩响临秋急，山里蝉声薄暮悲。
寂寞柴门人不到，空林独与白云期。','王维',743);
INSERT INTO poem (title, content, author, `time`) VALUES('送赵都督赴代州得青字','天官动将星，汉上柳条青。
万里鸣刁斗，三军出井陉。
忘身辞凤阙，报国取龙庭。
岂学书生辈，窗间老一经。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送秘书晁监还日本国','积水不可极，安知沧海东。
九州何处远，万里若乘空。
向国唯看日，归帆但信风。
鳌身映天黑，鱼眼射波红。
乡树扶桑外，主人孤岛中。
别离方异域，音信若为通。','王维',753);
INSERT INTO poem (title, content, author, `time`) VALUES('夷门歌','七雄雄雌犹未分，攻城杀将何纷纷。
秦兵益围邯郸急，魏王不救平原君。
公子为嬴停驷马，执辔愈恭意愈下。
亥为屠肆鼓刀人，嬴乃夷门抱关者。
非但慷慨献良谋，意气兼将身命酬。
向风刎颈送公子，七十老翁何所求。','王维',720);
INSERT INTO poem (title, content, author, `time`) VALUES('田园乐七首·其三','采菱渡头风急，策杖林西日斜。
杏树坛边渔父，桃花源里人家。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉寄韦太守陟','荒城自萧索，万里山河空。
天高秋日迥，嘹唳闻归鸿。
寒塘映衰草，高馆落疏桐。
临此岁方晏，顾景咏悲翁。
故人不可见，寂寞平陵东。','王维',743);
INSERT INTO poem (title, content, author, `time`) VALUES('从岐王过杨氏别业应教','杨子谈经所，淮王载酒过。
兴阑啼鸟换，坐久落花多。
径转回银烛，林开散玉珂。
严城时未启，前路拥笙歌。','王维',719);
INSERT INTO poem (title, content, author, `time`) VALUES('黎拾遗昕裴秀才迪见过秋夜对雨之作','促织鸣已急，轻衣行向重。
寒灯坐高馆，秋雨闻疏钟。
白法调狂象，玄言问老龙。
何人顾蓬径，空愧求羊踪。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送韦评事','欲逐将军取右贤，沙场走马向居延。
遥知汉使萧关外，愁见孤城落日边。','王维',758);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得秋日悬清光','寥廓凉天静，晶明白日秋。
圆光含万象，碎影入闲流。
迥与青冥合，遥同江甸浮。
昼阴殊众木，斜影下危楼。
宋玉登高怨，张衡望远愁。
馀辉如可托，云路岂悠悠。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送杨长史赴果州','褒斜不容幰，之子去何之。
鸟道一千里，猿声十二时。
官桥祭酒客，山木女郎祠。
别后同明月，君应听子规。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('从军行·吹角动行人','吹角动行人，喧喧行人起。
笳悲马嘶乱，争渡黄河水。
日暮沙漠陲，战声烟尘里。
尽系名王颈，归来报天子。','王维',738);
INSERT INTO poem (title, content, author, `time`) VALUES('送张五归山','送君尽惆怅，复送何人归。
几日同携手，一朝先拂衣。
东山有茅屋，幸为扫荆扉。
当亦谢官去，岂令心事违。','王维',754);
INSERT INTO poem (title, content, author, `time`) VALUES('晓行巴峡','际晓投巴峡，馀春忆帝京。
晴江一女浣，朝日众鸡鸣。
水国舟中市，山桥树杪行。
登高万井出，眺迥二流明。
人作殊方语，莺为故国声。
赖多山水趣，稍解别离情。','王维',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春夜竹亭赠钱少府归蓝田','夜静群动息，时闻隔林犬。
却忆山中时，人家涧西远。
羡君明发去，采蕨轻轩冕。','王维',759);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得清如玉壶冰','玉壶何用好，偏许素冰居。
未共销丹日，还同照绮疏。
抱明中不隐，含净外疑虚。
气似庭霜积，光言砌月馀。
晓凌飞鹊镜，宵映聚萤书。
若向夫君比，清心尚不如。','王维',718);
INSERT INTO poem (title, content, author, `time`) VALUES('送邢桂州','铙吹喧京口，风波下洞庭。
赭圻将赤岸，击汰复扬舲。
日落江湖白，潮来天地青。
明珠归合浦，应逐使臣星。','王维',760);
INSERT INTO poem (title, content, author, `time`) VALUES('送丘为落第归江东','怜君不得意，况复柳条春。
为客黄金尽，还家白发新。
五湖三亩宅，万里一归人。
知祢不能荐，羞为献纳臣。','王维',739);
INSERT INTO poem (title, content, author, `time`) VALUES('伊州歌','清风明月苦相思，荡子从戎十载馀。
征人去日殷勤嘱，归雁来时数附书。','王维',NULL);

INSERT INTO poem (title, content, author, `time`) VALUES('离思五首·其四','曾经沧海难为水，除却巫山不是云。
取次花丛懒回顾，半缘修道半缘君。','元稹',809);
INSERT INTO poem (title, content, author, `time`) VALUES('菊花','秋丛绕舍似陶家，遍绕篱边日渐斜。
不是花中偏爱菊，此花开尽更无花。','元稹',802);
INSERT INTO poem (title, content, author, `time`) VALUES('行宫','寥落古行宫，宫花寂寞红。
白头宫女在，闲坐说玄宗。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('遣悲怀三首·其二','昔日戏言身后意，今朝都到眼前来。
衣裳已施行看尽，针线犹存未忍开。
尚想旧情怜婢仆，也曾因梦送钱财。
诚知此恨人人有，贫贱夫妻百事哀。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('闻乐天授江州司马','残灯无焰影幢幢，此夕闻君谪九江。
垂死病中惊坐起，暗风吹雨入寒窗。','元稹',815);
INSERT INTO poem (title, content, author, `time`) VALUES('离思五首','自爱残妆晓镜中，环钗漫篸绿丝丛。
须臾日射胭脂颊，一朵红苏旋欲融。

山泉散漫绕阶流，万树桃花映小楼。
闲读道书慵未起，水晶帘下看梳头。

红罗著压逐时新，吉了花纱嫩麴尘。
第一莫嫌材地弱，些些纰缦最宜人。

曾经沧海难为水，除却巫山不是云。
取次花丛懒回顾，半缘修道半缘君。

寻常百种花齐发，偏摘梨花与白人。
今日江头两三树，可怜和叶度残春。','元稹',809);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天频梦微之','山水万重书断绝，念君怜我梦相闻。
我今因病魂颠倒，唯梦闲人不梦君。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('遣悲怀三首·其三','悲闲坐悲君亦自，百年都是几多时。
邓攸无子寻知命，潘岳悼亡犹费词。
同穴窅冥何所望，他生缘会更难期。
惟将终夜长开眼，报答平生未展眉。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('一七令·茶','茶。
香叶，嫩芽。
慕诗客，爱僧家。
碾雕白玉，罗织红纱。
铫煎黄蕊色，碗转曲尘花。
夜后邀陪明月，晨前独对朝霞。
洗尽古今人不倦，将知醉后岂堪夸。','元稹',829);
INSERT INTO poem (title, content, author, `time`) VALUES('遣悲怀三首·其一','谢公最小偏怜女，自嫁黔娄百事乖。
顾我无衣搜荩箧，泥他沽酒拔金钗。
野蔬充膳甘长藿，落叶添薪仰古槐。
今日俸钱过十万，与君营奠复营斋。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('桃花','桃花浅深处，似匀深浅妆。
春风助肠断，吹落白衣裳。','元稹',800);
INSERT INTO poem (title, content, author, `time`) VALUES('得乐天书','远信入门先有泪，妻惊女哭问何如。
寻常不省曾如此，应是江州司马书。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('重赠','休遣玲珑唱我诗，我诗多是别君词。
明朝又向江头别，月落潮平是去时。','元稹',823);
INSERT INTO poem (title, content, author, `time`) VALUES('春晓','半欲天明半未明，醉闻花气睡闻莺。
猧儿撼起钟声动，二十年前晓寺情。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天劝醉','神曲清浊酒，牡丹深浅花。少年欲相饮，此乐何可涯。
沉机造神境，不必悟楞伽。酡颜返童貌，安用成丹砂。
刘伶称酒德，所称良未多。愿君听此曲，我为尽称嗟。
一杯颜色好，十盏胆气加。半酣得自恣，酩酊归太和。
共醉真可乐，飞觥撩乱歌。独醉亦有趣，兀然无与他。
美人醉灯下，左右流横波。王孙醉床上，颠倒眠绮罗。
君今劝我醉，劝醉意如何。','元稹',810);
INSERT INTO poem (title, content, author, `time`) VALUES('岳阳楼','岳阳楼上日衔窗，影到深潭赤玉幢。
怅望残春万般意，满棂湖水入西江。','元稹',814);
INSERT INTO poem (title, content, author, `time`) VALUES('连昌宫词','连昌宫中满宫竹，岁久无人森似束。
又有墙头千叶桃，风动落花红蔌蔌。
宫边老翁为余泣，小年进食曾因入。
上皇正在望仙楼，太真同凭阑干立。
楼上楼前尽珠翠，炫转荧煌照天地。
归来如梦复如痴，何暇备言宫里事。
初过寒食一百六，店舍无烟宫树绿。
夜半月高弦索鸣，贺老琵琶定场屋。
力士传呼觅念奴，念奴潜伴诸郎宿。
须臾觅得又连催，特敕街中许然烛。
春娇满眼睡红绡，掠削云鬟旋装束。
飞上九天歌一声，二十五郎吹管逐。
逡巡大遍凉州彻，色色龟兹轰录续。
李谟擫笛傍宫墙，偷得新翻数般曲。
平明大驾发行宫，万人歌舞涂路中。
百官队仗避岐薛，杨氏诸姨车斗风。
明年十月东都破，御路犹存禄山过。
驱令供顿不敢藏，万姓无声泪潜堕。
两京定后六七年，却寻家舍行宫前。
庄园烧尽有枯井，行宫门闭树宛然。
尔后相传六皇帝，不到离宫门久闭。
往来年少说长安，玄武楼成花萼废。
去年敕使因斫竹，偶值门开暂相逐。
荆榛栉比塞池塘，狐兔骄痴缘树木。
舞榭欹倾基尚在，文窗窈窕纱犹绿。
尘埋粉壁旧花钿，乌啄风筝碎珠玉。
上皇偏爱临砌花，依然御榻临阶斜。
蛇出燕巢盘斗栱，菌生香案正当衙。
寝殿相连端正楼，太真梳洗楼上头。
晨光未出帘影黑，至今反挂珊瑚钩。
指似傍人因恸哭，却出宫门泪相续。
自从此后还闭门，夜夜狐狸上门屋。
我闻此语心骨悲，太平谁致乱者谁。
翁言野父何分别，耳闻眼见为君说。
姚崇宋璟作相公，劝谏上皇言语切。
燮理阴阳禾黍丰，调和中外无兵戎。
长官清平太守好，拣选皆言由相公。
开元之末姚宋死，朝廷渐渐由妃子。
禄山宫里养作儿，虢国门前闹如市。
弄权宰相不记名，依稀忆得杨与李。
庙谟颠倒四海摇，五十年来作疮痏。
今皇神圣丞相明，诏书才下吴蜀平。
官军又取淮西贼，此贼亦除天下宁。
年年耕种宫前道，今年不遣子孙耕。
老翁此意深望幸，努力庙谋休用兵。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天舟泊夜读微之诗','知君暗泊西江岸，读我闲诗欲到明。
今夜通州还不睡，满山风雨杜鹃声。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天三月三日见寄','当年此日花前醉，今日花前病里销。
独倚破帘闲怅望，可怜虚度好春朝。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('梁州梦','梦君同绕曲江头，也向慈恩院院游。
亭吏呼人排去马，忽惊身在古梁州。','元稹',809);
INSERT INTO poem (title, content, author, `time`) VALUES('樱桃花','樱桃花，一枝两枝千万朵。
花砖曾立摘花人，窣破罗裙红似火。','元稹',810);
INSERT INTO poem (title, content, author, `time`) VALUES('寄乐天','莫嗟虚老海壖西，天下风光数会稽。
灵氾桥前百里镜，石帆山崦五云溪。
冰销田地芦锥短，春入枝条柳眼低。
安得故人生羽翼，飞来相伴醉如泥。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('予病瘴乐天寄通中散碧腴垂云膏…因有酬答','紫河变炼红霞散，翠液煎研碧玉英。
金籍真人天上合，盐车病骥轭前惊。
愁肠欲转蛟龙吼，醉眼初开日月明。
唯有思君治不得，膏销雪尽意还生。','元稹',813);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天得稹所寄纻丝布白轻庸制成衣服以诗报之','湓城万里隔巴庸，纻薄绨轻共一封。腰带定知今瘦小，
衣衫难作远裁缝。唯愁书到炎凉变，忽见诗来意绪浓。
春草绿茸云色白，想君骑马好仪容。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·小暑六月节','倏忽温风至，因循小暑来。
竹喧先觉雨，山暗已闻雷。
户牖深青霭，阶庭长绿苔。
鹰鹯新习学，蟋蟀莫相催。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天赴江州路上见寄三首','昔在京城心，今在吴楚末。千山道路险，万里音尘阔。
天上参与商，地上胡与越。终天升沉异，满地网罗设。
心有无眹环，肠有无绳结。有结解不开，有环寻不歇。
山岳移可尽，江海塞可绝。离恨若空虚，穷年思不彻。
生莫强相同，相同会相别。
襄阳大堤绕，我向堤前住。烛随花艳来，骑送朝云去。
万竿高庙竹，三月徐亭树。我昔忆君时，君今怀我处。
有身有离别，无地无岐路。风尘同古今，人世劳新故。
人亦有相爱，我尔殊众人。朝朝宁不食，日日愿见君。
一日不得见，愁肠坐氛氲。如何远相失，各作万里云。
云高风苦多，会合难遽因。天上犹有碍，何况地上身。','元稹',815);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天','放鹤在深水，置鱼在高枝。
升沉或异势，同谓非所宜。
君为邑中吏，皎皎鸾凤姿。
顾我何为者，翻侍白玉墀。
昔作芸香侣，三载不暂离。
逮兹忽相失，旦夕梦魂思。
崔嵬骊山顶，宫树遥参差。
只得两相望，不得长相随。
多君岁寒意，裁作秋兴诗。
上言风尘苦，下言时节移。
官家事拘束，安得携手期。
愿为云与雨，会合天之垂。','元稹',806);
INSERT INTO poem (title, content, author, `time`) VALUES('水上寄乐天','眼前明月水，先入汉江流。
汉水流江海，西江过庾楼。
庾楼今夜月，君岂在楼头。
万一楼头望，还应望我愁。','元稹',817);
INSERT INTO poem (title, content, author, `time`) VALUES('寄乐天','无身尚拟魂相就，身在那无梦往还。
直到他生亦相觅，不能空记树中环。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('离思','曾经沧海难为水，
除却巫山不是云。
取次花丛懒回顾，
半缘修道半缘君。','元稹',809);
INSERT INTO poem (title, content, author, `time`) VALUES('织妇词','织妇何太忙，蚕经三卧行欲老。
蚕神女圣早成丝，今年丝税抽征早。
早征非是官人恶，去岁官家事戎索。
征人战苦束刀疮，主将勋高换罗幕。
缫丝织帛犹努力，变缉撩机苦难织。
东家头白双女儿，为解挑纹嫁不得。
檐前袅袅游丝上，上有蜘蛛巧来往。
羡他虫豸解缘天，能向虚空织罗网。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('过东都别乐天二首','君应怪我留连久，我欲与君辞别难。
白头徒侣渐稀少，明日恐君无此欢。
自识君来三度别，这回白尽老髭须。
恋君不去君须会，知得后回相见无。','元稹',829);
INSERT INTO poem (title, content, author, `time`) VALUES('会真诗三十韵','微月透帘栊，萤光度碧空。遥天初缥缈，低树渐葱茏。
龙吹过庭竹，鸾歌拂井桐。罗绡垂薄雾，环佩响轻风。
绛节随金母，云心捧玉童。更深人悄悄，晨会雨濛濛。
珠莹光文履，花明隐绣栊。宝钗行彩凤，罗帔掩丹虹。
言自瑶华浦，将朝碧帝宫。因游李城北，偶向宋家东。
戏调初微拒，柔情已暗通。低鬟蝉影动，回步玉尘蒙。
转面流花雪，登床抱绮丛。鸳鸯交颈舞，翡翠合欢笼。
眉黛羞频聚，朱唇暖更融。气清兰蕊馥，肤润玉肌丰。
无力慵移腕，多娇爱敛躬。汗光珠点点，发乱绿松松。
方喜千年会，俄闻五夜穷。留连时有限，缱绻意难终。
慢脸含愁态，芳词誓素衷。赠环明运合，留结表心同。
啼粉流清镜，残灯绕暗虫。华光犹冉冉，旭日渐曈曈。
警乘还归洛，吹箫亦上嵩。衣香犹染麝，枕腻尚残红。
幂幂临塘草，飘飘思渚蓬。素琴鸣怨鹤，清汉望归鸿。
海阔诚难度，天高不易冲。行云无处所，萧史在楼中。','元稹',801);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·谷雨春光晓','谷雨春光晓，山川黛色青。
叶间鸣戴胜，泽水长浮萍。
暖屋生蚕蚁，喧风引麦葶。
鸣鸠徒拂羽，信矣不堪听。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('田家词','牛靿咤咤，田确确，旱块敲牛蹄趵趵。
种得官仓珠颗谷，六十年来兵簇簇，日月食粮车辘辘。
一日官军收海服，驱牛驾车食牛肉，归来攸得牛两角。
重铸锄犁作斤劚，姑舂妇担去输官，输官不足归卖屋。
愿官早胜仇早覆，农死有儿牛有犊，誓不遣官军粮不足。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('三月二十四日宿曾峰馆夜对桐花寄乐天','微月照桐花，月微花漠漠。
怨澹不胜情，低回拂帘幕。
叶新阴影细，露重枝条弱。
夜久春恨多，风清暗香薄。
是夕远思君，思君瘦如削。
但感事暌违，非言官好恶。
奏书金銮殿，步屣青龙阁。
我在山馆中，满地桐花落。','元稹',810);
INSERT INTO poem (title, content, author, `time`) VALUES('见乐天诗','通州到日日平西，江馆无人虎印泥。
忽向破檐残漏处，见君诗在柱心题。','元稹',815);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天秋兴见赠…莫怪独吟秋兴苦比君校近二毛年','劝君休作悲秋赋，白发如星也任垂。
毕竟百年同是梦，长年何异少何为。','元稹',802);
INSERT INTO poem (title, content, author, `time`) VALUES('惊蛰二月节','阳气初惊蛰，韶光大地周。
桃花开蜀锦，鹰老化春鸠。
时候争催迫，萌芽互矩修。
人间务生事，耕种满田畴。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 霜降九月中','风卷清云尽，空天万里霜。野豺先祭月，仙菊遇重阳。

秋色悲疏木，鸿鸣忆故乡。谁知一樽酒，能使百秋亡。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('说剑','吾友有宝剑，密之如密友。我实胶漆交，中堂共杯酒。
酒酣肝胆露，恨不眼前剖。高唱荆卿歌，乱击相如缶。
更击复更唱，更酌亦更寿。白虹坐上飞，青蛇匣中吼。
我闻音响异，疑是干将偶。为君再拜言，神物可见不。
君言我所重，我自为君取。迎箧已焚香，近鞘先泽手。
徐抽寸寸刃，渐屈弯弯肘。杀杀霜在锋，团团月临纽。
逡巡潜虬跃，郁律惊左右。霆电满室光，蛟龙绕身走。
我为捧之泣，此剑别来久。铸时近山破，藏在松桂朽。
幽匣狱底埋，神人水心守。本是稽泥淬，果非雷焕有。
我欲评剑功，愿君良听受。剑可剸犀兕，剑可切琼玖。
剑决天外云，剑冲日中斗。剑隳妖蛇腹，剑拂佞臣首。
太古初断鳌，武王亲击纣。燕丹卷地图，陈平绾花绶。
曾被桂树枝，寒光射林薮。曾经铸农器，利用翦稂莠。
神物终变化，复为龙牝牡。晋末武库烧，脱然排户牖。
为欲扫群胡，散作弥天帚。自兹失所往，豪英共为诟。
今复谁人铸，挺然千载后。既非古风胡，无乃近鸦九。
自我与君游，平生益自负。况擎宝剑出，重以雄心扣。
此剑何太奇，此心何太厚。劝君慎所用，所用无或苟。
潜将辟魑魅，勿但防妾妇。留斩泓下蛟，莫试街中狗。
君今困泥滓，我亦坌尘垢。俗耳惊大言，逢人少开口。','元稹',814);
INSERT INTO poem (title, content, author, `time`) VALUES('相和歌辞。决绝词三首','乍可为天上牵牛织女星，不愿为庭前红槿枝。
七月七日一相见，故心终不移。
那能朝开暮飞去，一任东西南北吹。
分不两相守，恨不两相思。
对面且如此，背面当可知。
春风撩乱伯劳语，况是此时抛去时。 
握手苦相问，竟不言后期。
君情既决绝，妾意已参差。
借如死生别，安得长苦悲。
噫春冰之将泮，何余怀之独结。
有美一人，於焉旷绝。
一日不见，比一日于三年，况三年之旷别。
水得风兮小而已波，笋在苞兮高不见节。
矧桃李之当春，竞众人之攀折。
我自顾悠悠而若云，又安能保君皓皓之如雪。
感破镜之分明，睹泪痕之馀血。
幸他人之既不我先，又安能使他人之终不我夺。
已焉哉，织女别黄姑，一年一度暂相见，彼此隔河何事无。
夜夜相抱眠，幽怀尚沉结。
那堪一年事，长遣一宵说。
但感久相思，何暇暂相悦。
虹桥薄夜成，龙驾侵晨列。
生憎野鹊往迟回，死恨天鸡识时节。
曙色渐曈曨，华星次明灭。
一去又一年，一年何时彻。
有此迢递期，不如生死别。
天公隔是妒相怜，何不便教相决绝。','元稹',802);
INSERT INTO poem (title, content, author, `time`) VALUES('咏二十四气诗·春分二月中','二气莫交争，春分雨处行。
雨来看电影，云过听雷声。
山色连天碧，林花向日明。
梁间玄鸟语，欲似解人情。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('以州宅夸于乐天','州城迥绕拂云堆，镜水稽山满眼来。四面常时对屏障，
一家终日在楼台。星河似向檐前落，鼓角惊从地底回。
我是玉皇香案吏，谪居犹得住蓬莱。','元稹',823);
INSERT INTO poem (title, content, author, `time`) VALUES('人道短','古道天道长人道短，我道天道短人道长。
天道昼夜回转不曾住，春秋冬夏忙。颠风暴雨电雷狂，
晴被阴暗，月夺日光。往往星宿，日亦堂堂。天既职性命，
道德人自强。尧舜有圣德，天不能遣，寿命永昌。
泥金刻玉，与秦始皇。周公傅说，何不长宰相。老聃仲尼，
何事栖遑。莽卓恭显，皆数十年富贵。梁冀夫妇，
车马煌煌。若此颠倒事，岂非天道短，岂非人道长。
尧舜留得神圣事，百代天子有典章。仲尼留得孝顺语，
千年万岁父子不敢相灭亡。殁后千馀载，
唐家天子封作文宣王。老君留得五千字，子孙万万称圣唐。
谥作玄元帝，魂魄坐天堂。周公周礼二十卷，
有能行者知纪纲。傅说说命三四纸，有能师者称祖宗。
天能夭人命，人使道无穷。若此神圣事，谁道人道短，
岂非人道长。天能种百草，莸得十年有气息，蕣才一日芳。
人能拣得丁沈兰蕙，料理百和香。天解养禽兽，
喂虎豹豺狼。人解和曲糵.充礿祀烝尝。杜鹃无百作，
天遣百鸟哺雏，不遣哺凤凰。巨蟒寿千岁，
天遣食牛吞象充腹肠。蛟螭与变化，鬼怪与隐藏。
蚊蚋与利觜，枳棘与锋铓。赖得人道有拣别，
信任天道真茫茫。若此撩乱事，岂非天道短，赖得人道长。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天武关南见微之题山石榴花诗','比因酬赠为花时，不为君行不复知。
又更几年还共到，满墙尘土两篇诗。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('酬白乐天杏花园','刘郎不用闲惆怅，且作花间共醉人。
算得贞元旧朝士，几人同见太和春。','元稹',828);
INSERT INTO poem (title, content, author, `time`) VALUES('和乐天梦亡友刘太白同游二首','君诗昨日到通州，万里知君一梦刘。
闲坐思量小来事，只应元是梦中游。
老来东郡复西州，行处生尘为丧刘。
纵使刘君魂魄在，也应至死不同游。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 寒露九月节','寒露惊秋晚，朝看菊渐黄。千家风扫叶，万里雁随阳。

化蛤悲群鸟，收田畏早霜。因知松柏志，冬夏色苍苍。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('松树','华山高幢幢，上有高高松。株株遥各各，叶叶相重重。
槐树夹道植，枝叶俱冥蒙。既无贞直干，复有罥挂虫。
何不种松树，使之摇清风。秦时已曾种，憔悴种不供。
可怜孤松意，不与槐树同。闲在高山顶，樛盘虬与龙。
屈为大厦栋，庇荫侯与公。不肯作行伍，俱在尘土中。','元稹',810);
INSERT INTO poem (title, content, author, `time`) VALUES('新竹','新篁才解箨，寒色已青葱。
冉冉偏凝粉，萧萧渐引风。
扶疏多透日，寥落未成丛。
惟有团团节，坚贞大小同。','元稹',814);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天书后三韵','今日庐峰霞绕寺，昔时鸾殿凤回书。两封相去八年后，
一种俱云五夜初。渐觉此生都是梦，不能将泪滴双鱼。','元稹',818);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·雨水正月中','雨水洗春容，平田已见龙。
祭鱼盈浦屿，归雁过山峰。
云色轻还重，风光淡又浓。
向春入二月，花色影重重。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杂曲歌辞·侠客行','侠客不怕死，怕在事不成。
事成不肯藏姓名，我非窃贼谁夜行。
白日堂堂杀袁盎，九衢草草人面青。
此客此心师海鲸，海鲸露背横沧溟。
海滨分作两处生，海鲸分海减海力。
侠客有谋人不测，三尺铁蛇延二国。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·大暑六月中','大暑三秋近，林钟九夏移。
桂轮开子夜，萤火照空时。
菰果邀儒客，菰蒲长墨池。
绛纱浑卷上，经史待风吹。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 大寒十二月中','腊酒自盈樽，金炉兽炭温。大寒宜近火，无事莫开门。

冬与春交替，星周月讵存？明朝换新律，梅柳待阳春。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('饮新酒','闻君新酒熟，况值菊花秋。莫怪平生志，图销尽日愁。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 小雪十月中','莫怪虹无影，如今小雪时。阴阳依上下，寒暑喜分离。

满月光天汉，长风响树枝。横琴对渌醑，犹自敛愁眉。','元稹',814);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天叹损伤见寄','前途何在转茫茫，渐老那能不自伤。病为怕风多睡月，
起因花药暂扶床。函关气索迷真侣，峡水波翻碍故乡。
唯有秋来两行泪，对君新赠远诗章。','元稹',819);
INSERT INTO poem (title, content, author, `time`) VALUES('六年春遣怀八首','伤禽我是笼中鹤，沉剑君为泉下龙。
重纩犹存孤枕在，春衫无复旧裁缝。
检得旧书三四纸，高低阔狭粗成行。
自言并食寻常事，唯念山深驿路长。
公无渡河音响绝，已隔前春复去秋。
今日闲窗拂尘土，残弦犹迸钿箜篌。
婢仆晒君馀服用，娇痴稚女绕床行。
玉梳钿朵香胶解，尽日风吹玳瑁筝。
伴客销愁长日饮，偶然乘兴便醺醺。
怪来醒后傍人泣，醉里时时错问君。
我随楚泽波中梗，君作咸阳泉下泥。
百事无心值寒食，身将稚女帐前啼。
童稚痴狂撩乱走，绣球花仗满堂前。
病身一到繐帷下，还向临阶背日眠。
小于潘岳头先白，学取庄周泪莫多。
止竟悲君须自省，川流前后各风波。','元稹',811);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·秋分八月中','琴弹南吕调，风色已高清。
云散飘飖影，雷收振怒声。
乾坤能静肃，寒暑喜均平。
忽见新来雁，人心敢不惊？','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天得微之诗知通州事因成四首','茅檐屋舍竹篱州，虎怕偏蹄蛇两头。暗蛊有时迷酒影，
浮尘向日似波流。沙含水弩多伤骨，田仰畬刀少用牛。
知得共君相见否，近来魂梦转悠悠。
平地才应一顷馀，阁栏都大似巢居。入衙官吏声疑鸟，
下峡舟船腹似鱼。市井无钱论尺丈，田畴付火罢耘锄。
此中愁杀须甘分，惟惜平生旧著书。
哭鸟昼飞人少见，伥魂夜啸虎行多。满身沙虱无防处，
独脚山魈不奈何。甘受鬼神侵骨髓，常忧岐路处风波。
南歌未有东西分，敢唱沦浪一字歌。
荒芜满院不能锄，甑有尘埃圃乏蔬。定觉身将囚一种，
未知生共死何如。饥摇困尾丧家狗，热暴枯鳞失水鱼。
苦境万般君莫问，自怜方寸本来虚。','元稹',815);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天八月十五夜禁中独直玩月见寄','一年秋半月偏深，况就烟霄极赏心。金凤台前波漾漾，
玉钩帘下影沉沉。宴移明处清兰路，歌待新词促翰林。
何意枚皋正承诏，瞥然尘念到江阴。','元稹',810);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天重寄别','却报君侯听苦辞，老头抛我欲何之。
武牢关外虽分手，不似如今衰白时。','元稹',824);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天喜邻郡','蹇驴瘦马尘中伴，紫绶朱衣梦里身。符竹偶因成对岸，
文章虚被配为邻。湖翻白浪常看雪，火照红妆不待春。
老大那能更争竞，任君投募醉乡人。','元稹',823);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·白露八月节','露沾蔬草白，天气转青高。
叶下和秋吹，惊看两鬓毛。
养羞因野鸟，为客讶蓬蒿。
火急收田种，晨昏莫辞劳。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 立秋七月节','不期朱夏尽，凉吹暗迎秋。天汉成桥鹊，星娥会玉楼。

寒声喧耳外，白露滴林头。一叶惊心绪，如何得不愁。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 处暑七月中','向来鹰祭鸟，渐觉白藏深。叶下空惊吹，天高不见心。

气收禾黍熟，风静草虫吟。缓酌樽中酒，容调膝上琴。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杏花','常年出入右银台，每怪春光例早回。
惭愧杏园行在景，同州园里也先开。','元稹',823);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天寄生衣','秋茅处处流痎疟，夜鸟声声哭瘴云。
羸骨不胜纤细物，欲将文服却还君。','元稹',815);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·芒种五月节','芒种看今日，螳螂应节生。
彤云高下影，鴳鸟往来声。
渌沼莲花放，炎风暑雨情。
相逢问蚕麦，幸得称人情。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬乐天赴江州路上见寄三首 其三','人亦有相爱，我尔殊众人。朝朝宁不食，日日愿见君。

一日不得见，愁肠坐氛氲。如何远相失，各作万里云。

云高风苦多，会合难遽因。天上犹有碍，何况地上身。','元稹',815);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 立春正月节','春冬移律吕，天地换星霜。间泮游鱼跃，和风待柳芳。

早梅迎雨水，残雪怯朝阳。万物含新意，同欢圣日长。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('折枝花赠行','樱桃花下送君时，一寸春心逐折枝。
别后相思最多处，千株万片绕林垂。','元稹',806);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 小寒十二月节','小寒连大吕，欢鹊垒新巢。
拾食寻河曲，衔柴绕树梢。
霜鹰近北首，雊雉隐丛茅。
莫怪严凝切，春冬正月交。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和乐天折剑头','闻君得折剑，一片雄心起。讵意铁蛟龙，潜在延津水。
风云会一合，呼吸期万里。雷震山岳碎，电斩鲸鲵死。
莫但宝剑头，剑头非此比。','元稹',810);
INSERT INTO poem (title, content, author, `time`) VALUES('放言五首','近来逢酒便高歌，醉舞诗狂渐欲魔。五斗解酲犹恨少，
十分飞盏未嫌多。眼前仇敌都休问，身外功名一任他。
死是等闲生也得，拟将何事奈吾何。
莫将心事厌长沙，云到何方不是家。酒熟餔糟学渔父。
饭来开口似神鸦。竹枝待凤千茎直，柳树迎风一向斜。
总被天公沾雨露，等头成长尽生涯。
霆轰电烻数声频，不奈狂夫不藉身。纵使被雷烧作烬，
宁殊埋骨扬为尘。得成蝴蝶寻花树，傥化江鱼掉锦鳞。
必若乖龙在诸处，何须惊动自来人。
安得心源处处安，何劳终日望林峦。玉英惟向火中冷，
莲叶元来水上干。甯戚饭牛图底事，陆通歌凤也无端。
孙登不语启期乐，各自当情各自欢。
三十年来世上行，也曾狂走趁浮名。两回左降须知命，
数度登朝何处荣。乞我杯中松叶满，遮渠肘上柳枝生。
他时定葬烧缸地，卖与人家得酒盛。','元稹',814);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·立夏四月节','欲知春与夏，仲吕启朱明。
蚯蚓谁教出，王菰自合生。
帘蚕呈茧样，林鸟哺雏声。
渐觉云峰好，徐徐带雨行。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 立冬十月节','霜降向人寒，轻冰渌水漫。蟾将纤影出，雁带几行残。

田种收藏了，衣裘制造看。野鸡投水日，化蜃不将难。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('乐府杂曲。鼓吹曲辞。将进酒','将进酒，将进酒，酒中有毒鸩主父，言之主父伤主母。
母为妾地父妾天，仰天俯地不忍言。佯为僵踣主父前，
主父不知加妾鞭。旁人知妾为主说，主将泪洗鞭头血。
推摧主母牵下堂，扶妾遣升堂上床。将进酒，
酒中无毒令主寿，愿主回思归主母，遣妾如此事主父。
妾为此事人偶知，自惭不密方自悲。主今颠倒安置妾，
贪天僭地谁不为。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晚春','昼静帘疏燕语频，双双斗雀动阶尘。
柴扉日暮随风掩，落尽闲花不见人。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏二十四气诗·夏至五月中','处处闻蝉响，须知五月中。
龙潜渌水穴，火助太阳宫。
过雨频飞电，行云屡带虹。
蕤宾移去后，二气各西东。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('予病瘴乐天寄通中散碧腴垂云膏仍题四韵以慰远怀开坼之间因有酬答','紫河变鍊红霞散，翠液煎研碧玉英。金籍真人天上合，盐车病骥轭前惊。

愁肠欲转蛟龙吼，醉眼初开日月明。唯有思君治不得，膏销雪尽意还生。','元稹',813);
INSERT INTO poem (title, content, author, `time`) VALUES('使东川。南秦雪','帝城寒尽临寒食，骆谷春深未有春。才见岭头云似盖，
已惊岩下雪如尘。千峰笋石千株玉，万树松萝万朵银。
飞鸟不飞猿不动，青骢御史上南秦。','元稹',809);
INSERT INTO poem (title, content, author, `time`) VALUES('远望','满眼伤心冬景和，一山红树寺边多。
仲宣无限思乡泪，漳水东流碧玉波。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西归绝句十二首','双堠频频减去程，渐知身得近京城。
春来爱有归乡梦，一半犹疑梦里行。
五年江上损容颜，今日春风到武关。
两纸京书临水读，小桃花树满商山。
同归谏院韦丞相，共贬河南亚大夫。
今日还乡独憔悴，几人怜见白髭须。
只去长安六日期，多应及得杏花时。
春明门外谁相待，不梦闲人梦酒卮。
白头归舍意如何，贺处无穷吊亦多。
左降去时裴相宅，旧来车马几人过。
还乡何用泪沾襟，一半云霄一半沉。
世事渐多饶怅望，旧曾行处便伤心。
闲游寺观从容到，遍问亲知次第寻。
肠断裴家光德宅，无人扫地戟门深。
一世营营死是休，生前无事定无由。
不知山下东流水，何事长须日夜流。
今朝西渡丹河水，心寄丹河无限愁。
若到庄前竹园下，殷勤为绕故山流。
寒窗风雪拥深炉，彼此相伤指白须。
一夜思量十年事，几人强健几人无。
云覆蓝桥雪满溪，须臾便与碧峰齐。
风回面市连天合，冻压花枝著水低。
寒花带雪满山腰，著柳冰珠满碧条。
天色渐明回一望，玉尘随马度蓝桥。','元稹',815);
INSERT INTO poem (title, content, author, `time`) VALUES('莺莺诗','殷红浅碧旧衣裳，取次梳头暗淡妆。夜合带烟笼晓日，
牡丹经雨泣残阳。低迷隐笑原非笑，散漫清香不似香。
频动横波嗔阿母，等闲教见小儿郎。','元稹',800);
INSERT INTO poem (title, content, author, `time`) VALUES('赠刘采春','新妆巧样画双蛾，谩裹常州透额罗。
正面偷匀光滑笏，缓行轻踏破纹波。
言辞雅措风流足，举止低回秀媚多。
更有恼人肠断处，选词能唱望夫歌。','元稹',829);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 冬至十一月中','二气俱生处，周家正立年。岁星瞻北极，舜日照南天。

拜庆朝金殿，欢娱列绮筵。万邦歌有道，谁敢动征边。','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('三月二十四日宿曾峰馆夜对桐花寄乐天','微月照桐花，月微花漠漠。怨澹不胜情，低回拂帘幕。

叶新阴影细，露重枝条弱。夜久春恨多，风清暗香薄。

是夕远思君，思君瘦如削。但感事睽违，非言官好恶。

奏书金銮殿，步屣青龙阁。我在山馆中，满地桐花落。','元稹',810);
INSERT INTO poem (title, content, author, `time`) VALUES('除夜','忆昔岁除夜，见君花烛前。今宵祝文上，重叠叙新年。
闲处低声哭，空堂背月眠。伤心小儿女，撩乱火堆边。','元稹',809);
INSERT INTO poem (title, content, author, `time`) VALUES('留呈梦得、子厚、致用','泉溜才通疑夜磬，烧烟馀暖有春泥。千层玉帐铺松盖，
五出银区印虎蹄。暗落金乌山渐黑，深埋粉堠路浑迷。
心知魏阙无多地，十二琼楼百里西。','元稹',815);
INSERT INTO poem (title, content, author, `time`) VALUES('使东川。江花落','日暮嘉陵江水东，梨花万片逐江风。
江花何处最肠断，半落江流半在空。','元稹',809);
INSERT INTO poem (title, content, author, `time`) VALUES('杂忆五首','今年寒食月无光，夜色才侵已上床。
忆得双文通内里，玉栊深处暗闻香。
花笼微月竹笼烟，百尺丝绳拂地悬。
忆得双文人静后，潜教桃叶送秋千。
寒轻夜浅绕回廊，不辨花丛暗辨香。
忆得双文胧月下，小楼前后捉迷藏。
山榴似火叶相兼，亚拂砖阶半拂檐。
忆得双文独披掩，满头花草倚新帘。
春冰消尽碧波湖，漾影残霞似有无。
忆得双文衫子薄，钿头云映褪红酥。','元稹',809);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗·小满四月中','小满气全时，如何靡草衰。
田家私黍稷，方伯问蚕丝。
杏麦修镰钐，錋欔竖棘篱。
向来看苦菜，独秀也何为？','元稹',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏廿四气诗 大雪十一月节','积阴成大雪，看处乱霏霏。玉管鸣寒夜，披书晓绛帷。

黄钟随气改，鴳鸟不鸣时。何限苍生类，依依惜暮晖。','元稹',NULL);

INSERT INTO poem (title, content, author, `time`) VALUES('商山早行','晨起动征铎，客行悲故乡。
鸡声茅店月，人迹板桥霜。
槲叶落山路，枳花明驿墙。
因思杜陵梦，凫雁满回塘。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('新添声杨柳枝词二首','一尺深红胜曲尘，天生旧物不如新。
合欢桃核终堪恨，里许元来别有人。
井底点灯深烛伊，共郎长行莫围棋。
玲珑骰子安红豆，入骨相思知不知。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·小山重叠金明灭','小山重叠金明灭，鬓云欲度香腮雪。懒起画蛾眉，弄妆梳洗迟。
照花前后镜，花面交相映。新帖绣罗襦，双双金鹧鸪。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('望江南·梳洗罢','梳洗罢，独倚望江楼。过尽千帆皆不是，斜晖脉脉水悠悠。肠断白蘋洲。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('梦江南·千万恨','千万恨，恨极在天涯。山月不知心里事，水风空落眼前花，摇曳碧云斜。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('瑶瑟怨','冰簟银床梦不成，碧天如水夜云轻。
雁声远过潇湘去，十二楼中月自明。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('更漏子·柳丝长','柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。
香雾薄，透帘幕，惆怅谢家池阁。红烛背，绣帘垂，梦长君不知。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('过分水岭','溪水无情似有情，入山三日得同行。
岭头便是分头处，惜别潺湲一夜声。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('苏武庙','苏武魂销汉使前，古祠高树两茫然。
云边雁断胡天月，陇上羊归塞草烟。
回日楼台非甲帐，去时冠剑是丁年。
茂陵不见封侯印，空向秋波哭逝川。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送人东游','荒戍落黄叶，浩然离故关。
高风汉阳渡，初日郢门山。
江上几人在，天涯孤棹还。
何当重相见，樽酒慰离颜。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('利州南渡','澹然空水带斜晖，曲岛苍茫接翠微。
波上马嘶看棹去，柳边人歇待船归。
数丛沙草群鸥散，万顷江田一鹭飞。
谁解乘舟寻范蠡，五湖烟水独忘机。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('莲花','绿塘摇滟接星津，轧轧兰桡入白蘋。
应为洛神波上袜，至今莲蕊有香尘。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠少年','江海相逢客恨多，秋风叶下洞庭波。
酒酣夜别淮阴市，月照高楼一曲歌。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·水精帘里颇黎枕','水精帘里颇黎枕，暖香惹梦鸳鸯锦。江上柳如烟，雁飞残月天。
藕丝秋色浅，人胜参差剪。双鬓隔香红，玉钗头上风。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咸阳值雨','咸阳桥上雨如悬，万点空濛隔钓船。
还似洞庭春水色，晓云将入岳阳天。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·满宫明月梨花白','满宫明月梨花白，故人万里关山隔。金雁一双飞，泪痕沾绣衣。
小园芳草绿，家住越溪曲。杨柳色依依，燕归君不归。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咸阳值雨','咸阳桥上雨如悬，万点空濛隔钓船。
还似洞庭春水色，晓云将入岳阳天。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·满宫明月梨花白','满宫明月梨花白，故人万里关山隔。金雁一双飞，泪痕沾绣衣。
小园芳草绿，家住越溪曲。杨柳色依依，燕归君不归。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('惜春词','百舌问花花不语，低回似恨横塘雨。
蜂争粉蕊蝶分香，不似垂杨惜金缕。
愿君留得长妖韶，莫逐东风还荡摇。
秦女含颦向烟月，愁红带露空迢迢。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('过五丈原','铁马云雕久绝尘，柳营高压汉营春。
天清杀气屯关右，夜半妖星照渭滨。
下国卧龙空寤主，中原逐鹿不由人。
象床锦帐无言语，从此谯周是老臣。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('过陈琳墓','曾于青史见遗文，今日飘蓬过此坟。
词客有灵应识我，霸才无主独怜君。
石麟埋没藏春草，铜雀荒凉对暮云。
莫怪临风倍惆怅，欲将书剑学从军。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·玉楼明月长相忆','玉楼明月长相忆，柳丝袅娜春无力。门外草萋萋，送君闻马嘶。
画罗金翡翠，香烛销成泪。花落子规啼，绿窗残梦迷。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('早秋山居','山近觉寒早，草堂霜气晴。
树凋窗有日，池满水无声。
果落见猿过，叶干闻鹿行。
素琴机虑静，空伴夜泉清。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('侠客行','欲出鸿都门，阴云蔽城阙。
宝剑黯如水，微红湿馀血。
白马夜频惊，三更霸陵雪。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳枝','御柳如丝映九重，凤凰窗映绣芙蓉。
景阳楼畔千条路，一面新妆待晓风。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('荷叶杯·一点露珠凝冷','一点露珠凝冷，波影，满池塘。绿茎红艳两相乱，肠断，水风凉。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和友人伤歌姬','月缺花残莫怆然，花须终发月终圆。
更能何事销芳念，亦有浓华委逝川。
一曲艳歌留婉转，九原春草妒婵娟。
王孙莫学多情客，自古多情损少年。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('清明日','清娥画扇中，春树郁金红。
出犯繁花露，归穿弱柳风。
马骄偏避幰，鸡骇乍开笼。
柘弹何人发，黄鹂隔故宫。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题卢处士山居','西溪问樵客，遥识楚人家。
古树老连石，急泉清露沙。
千峰随雨暗，一径入云斜。
日暮飞鸦集，满山荞麦花。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('更漏子·金雀钗','金雀钗，红粉面，花里暂时相见。知我意，感君怜，此情须问天。
香作穗，蜡成泪，还似两人心意。山枕腻，锦衾寒，觉来更漏残。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·杏花含露团香雪','杏花含露团香雪，绿杨陌上多离别。灯在月胧明，觉来闻晓莺。
玉钩褰翠幕，妆浅旧眉薄。春梦正关情，镜中蝉鬓轻。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('思帝乡·花花','花花，满枝红似霞。罗袖画帘肠断，卓香车。
回面共人闲语，战篦金凤斜。惟有阮郎春尽，不归家。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南歌子·似带如丝柳','似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题柳','杨柳千条拂面丝，绿烟金穗不胜吹。
香随静婉歌尘起，影伴娇娆舞袖垂。
羌管一声何处曲，流莺百啭最高枝。
千门九陌花如雪，飞过宫墙两自知。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('碧磵驿晓思','香灯伴残梦，楚国在天涯。
月落子规歇，满庭山杏花。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('定西番·细雨晓莺春晚','细雨晓莺春晚。人似玉，柳如眉，正相思。
罗幕翠帘初卷，镜中花一枝。肠断塞门消息，雁来稀。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('清平乐·洛阳愁绝','洛阳愁绝，杨柳花飘雪。终日行人恣攀折，桥下水流呜咽。
上马争劝离觞，南浦莺声断肠。愁杀平原年少，回首挥泪千行。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·牡丹花谢莺声歇','牡丹花谢莺声歇，绿杨满院中庭月。相忆梦难成，背窗灯半明。
翠钿金压脸，寂寞香闺掩。人远泪阑干，燕飞春又残。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('荷叶杯·镜水夜来秋月','镜水夜来秋月，如雪。采莲时，小娘红粉对寒浪。惆怅，正思惟。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春江花月夜词','玉树歌阑海云黑，花庭忽作青芜国。
秦淮有水水无情，还向金陵漾春色。
杨家二世安九重，不御华芝嫌六龙。
百幅锦帆风力满，连天展尽金芙蓉。
珠翠丁星复明灭，龙头劈浪哀笳发。
千里涵空澄水魂，万枝破鼻飘香雪。
漏转霞高沧海西，颇黎枕上闻天鸡。
鸾弦代雁曲如语，一醉昏昏天下迷。
四方倾动烟尘起，犹在浓香梦魂裹。
后主荒宫有晓莺，飞来只隔西江水。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('达摩支曲','捣麝成尘香不灭，拗莲作寸丝难绝。
红泪文姬洛水春，白头苏武天山雪。
君不见无愁高纬花漫漫，漳浦宴馀清露寒。
一旦臣僚共囚虏，欲吹羌管先汍澜。
旧臣头鬓霜华早，可惜雄心醉中老。
万古春归梦不归，邺城风雨连天草。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南湖','湖上微风入槛凉，翻翻菱荇满回塘。
野船著岸偎春草，水鸟带波飞夕阳。
芦叶有声疑雾雨，浪花无际似潇湘。
飘然篷艇东归客，尽日相看忆楚乡。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·蕊黄无限当山额','蕊黄无限当山额，宿妆隐笑纱窗隔。 相见牡丹时，暂来还别离。
翠钗金作股，钗上蝶双舞。 心事竟谁知？月明花满枝。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('更漏子·相见稀','相见稀，相忆久，眉浅澹烟如柳。垂翠幕，结同心，待郎熏绣衾。
城上月，白如雪，蝉鬓美人愁绝。宫树暗，鹊桥横，玉签初报明。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·南园满地堆轻絮','南园满地堆轻絮，愁闻一霎清明雨。雨后却斜阳，杏花零落香。
无言匀睡脸，枕上屏山掩。时节欲黄昏，无憀独倚门。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南歌子·转眄如波眼','转盼如波眼，娉婷似柳腰。花里暗相招，忆君肠欲断，恨春宵。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春晓曲','家临长信往来道，乳燕双双拂烟草。
油壁车轻金犊肥，流苏帐晓春鸡早。
笼中娇鸟暖犹睡，帘外落花闲不扫。
衰桃一树近前池，似惜红颜镜中老。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南歌子·手里金鹦鹉','手里金鹦鹉，胸前绣凤凰。偷眼暗形相，不如从嫁与，作鸳鸯。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酒泉子·罗带惹香','罗带惹香，犹系别时红豆。泪痕新，金缕旧，断离肠。
一双娇燕语雕梁，还是去年时节。绿杨浓，芳草歇，柳花狂。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酒泉子·楚女不归','楚女不归，楼枕小河春水。月孤明，风又起，杏花稀。
玉钗斜篸云鬟重，裙上金缕凤。八行书，千里梦，雁南飞。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·雨晴夜合玲珑日','雨晴夜合玲珑日，万枝香袅红丝拂。闲梦忆金堂，满庭萱草长。
绣帘垂箓簌，眉黛远山绿。春水渡溪桥，凭栏魂欲销。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·夜来皓月才当午','夜来皓月才当午，重帘悄悄无人语。深处麝烟长，卧时留薄妆。
当年还自惜，往事那堪忆。花露月明残，锦衾知晓寒。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('更漏子·星斗稀','星斗稀，钟鼓歇，帘外晓莺残月。兰露重，柳风斜，满庭堆落花。
虚阁上，倚阑望，还似去年惆怅。春欲暮，思无穷，旧欢如梦中。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('玉蝴蝶·秋风凄切伤离','秋风凄切伤离，行客未归时。塞外草先衰，江南雁到迟。
芙蓉凋嫩脸，杨柳堕新眉。摇落使人悲，断肠谁得知。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春日','问君何所思，迢递艳阳时。
门静人归晚，墙高蝶过迟。
一双青琐燕，千万绿杨丝。
屏上吴山远，楼中朔管悲。
宝书无寄处，香毂有来期。
草色将林彩，相添入黛眉。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('拂舞词','黄河怒浪连天来，大响谹谹如殷雷。
龙伯驱风不敢上，百川喷雪高崔嵬。
二十三弦何太哀，请公勿渡立徘徊。
下有狂蛟锯为尾，裂帆截棹磨霜齿。
神椎凿石塞神潭，白马参覃赤尘起。
公乎跃马扬玉鞭，灭没高蹄日千里。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酒泉子·花映柳条','花映柳条，闲向绿萍池上。凭阑干，窥细浪，雨萧萧。
近来音信两疏索，洞房空寂寞。掩银屏，垂翠箔，度春宵。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('回中作','苍莽寒空远色愁，呜呜戍角上高楼。
吴姬怨思吹双管，燕客悲歌别五侯。
千里关山边草暮，一星烽火朔云秋。
夜来霜重西风起，陇水无声冻不流。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('河传·湖上','湖上。闲望。雨萧萧。烟浦花桥路遥。谢娘翠蛾愁不销。终朝。梦魂迷晚潮。
荡子天涯归棹远。春已晚。莺语空肠断。若耶溪，溪水西。柳堤。不闻郎马嘶。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('更漏子·背江楼','背江楼，临海月，城上角声呜咽。堤柳动，岛烟昏，两行征雁分。
京口路，归帆渡，正是芳菲欲度。银烛尽，玉绳低，一声村落鸡。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南歌子·懒拂鸳鸯枕','懒拂鸳鸯枕，休缝翡翠裙，罗帐罢炉熏。近来心更切，为思君。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南歌子·倭堕低梳髻','倭堕低梳髻，连娟细扫眉。终日两相思。为君憔悴尽，百花时。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宿云际寺','白盖微云一径深，东峰弟子远相寻。
苍苔路熟僧归寺，红叶声干鹿在林。
高阁清香生静境，夜堂疏磬发禅心。
自从紫桂岩前别，不见南能直到今。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('荷叶杯·楚女欲归南浦','楚女欲归南浦，朝雨，湿愁红。小船摇漾入花里，波起，隔西风。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('开圣寺','路分蹊石夹烟丛，十里萧萧古树风。
出寺马嘶秋色里，向陵鸦乱夕阳中。
竹间泉落山厨静，塔下僧归影殿空。
犹有南朝旧碑在，耻将兴废问休公。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('遐方怨·凭绣槛','凭绣槛，解罗帷。未得君书，断肠潇湘春雁飞。不知征马几时归？海棠花谢也，雨霏霏。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蔡中郎坟','古坟零落野花春，闻说中郎有后身。
今日爱才非昔日，莫抛心力作词人。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳枝·织锦机边莺语频','织锦机边莺语频，停梭垂泪忆征人。
塞门三月犹萧索，纵有垂杨未觉春。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('定西番·汉使昔年离别','汉使昔年离别。攀弱柳，折寒梅，上高台。
千里玉关春雪，雁来人不来。羌笛一声愁绝，月徘徊。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('马嵬驿','穆满曾为物外游，六龙经此暂淹留。
返魂无验青烟灭，埋血空生碧草愁。
香辇却归长乐殿，晓钟还下景阳楼。
甘泉不复重相见，谁道文成是故侯。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳枝·宜春苑外最长条','宜春苑外最长条，闲袅春风伴舞腰。
正是玉人肠绝处，一渠春水赤栏桥。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('诉衷情·莺语','莺语，花舞，春昼午，雨霏微。金带枕，宫锦，凤凰帷。
柳弱燕交飞，依依。辽阳音信稀，梦中归。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('遐方怨·花半拆','花半拆，雨初晴。未卷珠帘，梦残，惆怅闻晓莺。宿妆眉浅粉山横。约鬟鸳镜里，绣罗轻。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蕃女怨·碛南沙上惊雁起','碛南沙上惊雁起，飞雪千里。玉连环，金镞箭，年年征战。画楼离恨锦屏空，杏花红。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·竹风轻动庭除冷','竹风轻动庭除冷，珠帘月上玲珑影。山枕隐秾妆，绿檀金凤凰。
两蛾愁黛浅，故国吴宫远。春恨正关情，画楼残点声。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春日偶作','西园一曲艳阳歌，扰扰车尘负薜萝。
自欲放怀犹未得，不知经世竟如何？
夜闻猛雨判花尽，寒恋重衾觉梦多。
钓渚别来应更好，春风还为起微波。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳八首·其二','南内墙东御路旁，预知春色柳丝黄。
杏花未肯无情思，何事行人最断肠。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('杨柳枝·馆娃宫外邺城西','馆娃宫外邺城西，远映征帆近拂堤。
系得王孙归意切，不关芳草绿萋萋。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蕃女怨·万枝香雪开已遍','万枝香雪开已遍，细雨双燕。钿蝉筝，金雀扇，画梁相见。雁门消息不归来，又飞回。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·宝函钿雀金鸂鶒','宝函钿雀金鸂鶒，沉香阁上吴山碧。杨柳又如丝，驿桥春雨时。
画楼音信断，芳草江南岸。鸾镜与花枝，此情谁得知？','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('元日','神耀破氛昏，新阳入晏温。
绪风调玉吹，端日应铜浑。
威凤跄瑶簴，升龙护璧门。
雨旸春令煦，裘冕晬容尊。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送渤海王子归本国','疆理虽重海，车书本一家。
盛勋归旧国，佳句在中华。
定界分秋涨，开帆到曙霞。
九门风月好，回首是天涯。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('河渎神·孤庙对寒潮','孤庙对寒潮，西陵风雨萧萧。谢娘惆怅倚兰桡，泪流玉箸千条。
暮天愁听思归乐，早梅香满山郭。回首两情萧索，离魂何处飘泊？','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春愁曲','红丝穿露珠帘冷，百尺哑哑下纤绠。
远翠愁山入卧屏，两重云母空烘影。
凉簪坠发春眠重，玉兔煴香柳如梦。
锦叠空床委堕红，飔飔扫尾双金凤。
蜂喧蝶驻俱悠扬，柳拂赤阑纤草长。
觉后梨花委平绿，春风和雨吹池塘。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·凤凰相对盘金缕','凤凰相对盘金缕，牡丹一夜经微雨。明镜照新妆，鬓轻双脸长。
画楼相望久，栏外垂丝柳。音信不归来，社前双燕回。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夜宴谣','长钗坠发双蜻蜓，碧尽山斜开画屏。
虬须公子五侯客，一饮千钟如建瓴。
鸾咽奼唱圆无节，眉敛湘烟袖回雪。
清夜恩情四座同，莫令沟水东西别。
亭亭蜡泪香珠残，暗露晓风罗幕寒。
飘飖戟带俨相次，二十四枝龙画竿。
裂管萦弦共繁曲，芳樽细浪倾春醁。
高楼客散杏花多，脉脉新蟾如瞪目。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('伤温德彝','昔年戎虏犯榆关，一败龙城匹马还。
侯印不闻封李广，他人丘垄似天山。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('菩萨蛮·翠翘金缕双鸂鶒','翠翘金缕双鸂鶒，水纹细起春池碧。池上海棠梨，雨晴红满枝。
绣衫遮笑靥，烟草粘飞蝶。青琐对芳菲，玉关音信稀。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('河渎神·河上望丛祠','河上望丛祠，庙前春雨来时。楚山无限鸟飞迟，兰棹空伤别离。
何处杜鹃啼不歇？艳红开尽如血。蝉鬓美人愁绝，百花芳草佳节。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酒泉子·日映纱窗','日映纱窗，金鸭小屏山碧。故乡春，烟霭隔，背兰釭。
宿妆惆怅倚高阁，千里云影薄。草初齐，花又落，燕双飞。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('原隰荑绿柳','迥野韶光早，晴川柳满堤。
拂尘生嫩绿，披雪见柔荑。
碧玉牙犹短，黄金缕未齐。
腰肢弄寒吹，眉意入春闺。
预恐狂夫折，迎牵逸客迷。
新莺将出谷，应借一枝栖。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('嘲三月十八日雪','三月雪连夜，未应伤物华。
只缘春欲尽，留著伴梨花。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('归国遥·香玉','香玉，翠凤宝钗垂簏簌，钿筐交胜金粟，越罗春水绿。
画堂照帘残烛，梦馀更漏促。谢娘无限心曲，晓屏山断续。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('女冠子·霞帔云发','霞帔云发，钿镜仙容似雪，画愁眉。遮语回轻扇，含羞下绣帷。
玉楼相望久，花洞恨来迟。早晚乘鸾去，莫相遗。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('定西番·海燕欲飞调羽','海燕欲飞调羽。萱草绿，杏花红，隔帘拢。
双鬓翠霞金缕，一枝春艳浓。楼上月明三五，琐窗中。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春洲曲','韶光染色如蛾翠，绿湿红鲜水容媚。
苏小慵多兰渚闲，融融浦日鵁鶄寐。
紫骝蹀躞金衔嘶，堤上扬鞭烟草迷。
门外平桥连柳堤，归来晚树黄莺啼。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('莲浦谣','鸣桡轧轧溪溶溶，废绿平烟吴苑东。
水清莲媚两相向，镜里见愁愁更红。
白马金鞭大堤上，西江日夕多风浪。
荷心有露似骊珠，不是真圆亦摇荡。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('清平乐·上阳春晚','上阳春晚，宫女愁蛾浅。新岁清平思同辇，争奈长安路远。
凤帐鸳被徒熏，寂寞花琐千门。竞把黄金买赋，为妾将上明君。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('烧歌','起来望南山，山火烧山田。
微红夕如灭，短焰复相连。
差差向岩石，冉冉凌青壁。
低随回风尽，远照檐茅赤。
邻翁能楚言，倚锸欲潸然。
自言楚越俗，烧畲为早田。
豆苗虫促促，篱上花当屋。
废栈豕归栏，广场鸡啄粟。
新年春雨晴，处处赛神声。
持钱就人卜，敲瓦隔林鸣。
卜得山上卦，归来桑枣下。
吹火向白茅，腰镰映赪蔗。
风驱槲叶烟，槲树连平山。
迸星拂霞外，飞烬落阶前。
仰面呻复嚏，鸦娘咒丰岁。
谁知苍翠容，尽作官家税。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南歌子·脸上金霞细','脸上金霞细，眉间翠钿深。欹枕覆鸳衾。隔帘莺百啭，感君心。','温庭筠',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('河渎神·铜鼓赛神来','铜鼓赛神来，满庭幡盖裴回。水村江浦过风雷，楚山如画烟开。
离别艣声空萧索，玉容惆怅妆薄。青麦燕飞落落，卷帘愁对珠阁。','温庭筠',NULL);

INSERT INTO poem (title, content, author, `time`) VALUES('滁州西涧','独怜幽草涧边生，上有黄鹂深树鸣。
春潮带雨晚来急，野渡无人舟自横。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('淮上喜会梁州故人','江汉曾为客，相逢每醉还。
浮云一别后，流水十年间。
欢笑情如旧，萧疏鬓已斑。
何因不归去？淮上有秋山。','韦应物',769);
INSERT INTO poem (title, content, author, `time`) VALUES('秋夜寄邱员外','怀君属秋夜，散步咏凉天。
空山松子落，幽人应未眠。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('简卢陟','可怜白雪曲，未遇知音人。
恓惶戎旅下，蹉跎淮海滨。
涧树含朝雨，山鸟哢馀春。
我有一瓢酒，可以慰风尘。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寄李儋元锡','去年花里逢君别，今日花开又一年。
世事茫茫难自料，春愁黯黯独成眠。
身多疾病思田里，邑有流亡愧俸钱。
闻道欲来相问讯，西楼望月几回圆。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寄全椒山中道士','今朝郡斋冷，忽念山中客。
涧底束荆薪，归来煮白石。
欲持一瓢酒，远慰风雨夕。
落叶满空山，何处寻行迹。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得暮雨送李胄','楚江微雨里，建业暮钟时。
漠漠帆来重，冥冥鸟去迟。
海门深不见，浦树远含滋。
相送情无限，沾襟比散丝。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('闻雁','故园眇何处，归思方悠哉。
淮南秋雨夜，高斋闻雁来。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('调笑令·胡马','胡马，胡马，远放燕支山下。跑沙跑雪独嘶，东望西望路迷。迷路，迷路，边草无穷日暮。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏露珠','秋荷一滴露，清夜坠玄天。
将来玉盘上，不定始知圆。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('长安遇冯著','客从东方来，衣上灞陵雨。
问客何为来，采山因买斧。
冥冥花正开，飏飏燕新乳。
昨别今已春，鬓丝生几缕。','韦应物',755);
INSERT INTO poem (title, content, author, `time`) VALUES('寒食寄京师诸弟','雨中禁火空斋冷，江上流莺独坐听。
把酒看花想诸弟，杜陵寒食草青青。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初发扬子寄元大校书','悽悽去亲爱，泛泛入烟雾。
归棹洛阳人，残钟广陵树。
今朝此为别，何处还相遇。
世事波上舟，沿洄安得住。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('观田家','微雨众卉新，一雷惊蛰始。
田家几日闲，耕种从此起。
丁壮俱在野，场圃亦就理。
归来景常晏，饮犊西涧水。
饥劬不自苦，膏泽且为喜。
仓禀无宿储，徭役犹未已。
方惭不耕者，禄食出闾里。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夕次盱眙县','落帆逗淮镇，停舫临孤驿。
浩浩风起波，冥冥日沉夕。
人归山郭暗，雁下芦洲白。
独夜忆秦关，听钟未眠客。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏花明','夏条绿已密，朱萼缀明鲜。
炎炎日正午，灼灼火俱燃。
翻风适自乱，照水复成妍。
归视窗间字，荧煌满眼前。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送杨氏女','永日方戚戚，出行复悠悠。
女子今有行，大江溯轻舟。
尔辈苦无恃，抚念益慈柔。
幼为长所育，两别泣不休。
对此结中肠，义往难复留。
自小阙内训，事姑贻我忧。
赖兹托令门，任恤庶无尤。
贫俭诚所尚，资从岂待周。
孝恭遵妇道，容止顺其猷。
别离在今晨，见尔当何秋。
居闲始自遣，临感忽难收。
归来视幼女，零泪缘缨流。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('郡斋雨中与诸文士燕集','兵卫森画戟，宴寝凝清香。
海上风雨至，逍遥池阁凉。
烦疴近消散，嘉宾复满堂。
自惭居处崇，未睹斯民康。
理会是非遣，性达形迹忘。
鲜肥属时禁，蔬果幸见尝。
俯饮一杯酒，仰聆金玉章。
神欢体自轻，意欲凌风翔。
吴中盛文史，群彦今汪洋。
方知大藩地，岂曰财赋强。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('淮上遇洛阳李主簿','结茅临古渡，卧见长淮流。
窗里人将老，门前树已秋。
寒山独过雁，暮雨远来舟。
日夕逢归客，那能忘旧游！','韦应物',770);
INSERT INTO poem (title, content, author, `time`) VALUES('闲居寄端及重阳','山明野寺曙钟微，雪满幽林人迹稀。
闲居寥落生高兴，无事风尘独不归。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('东郊','吏舍跼终年，出郊旷清曙。
杨柳散和风，青山澹吾虑。
依丛适自憩，缘涧还复去。
微雨霭芳原，春鸠鸣何处。
乐幽心屡止，遵事迹犹遽。
终罢斯结庐，慕陶直可庶。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('闲居寄诸弟','秋草生庭白露时，故园诸弟益相思。
尽日高斋无一事，芭蕉叶上独题诗。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('新秋夜寄诸弟','两地俱秋夕，相望共星河。
高梧一叶下，空斋归思多。
方用忧人瘼，况自抱微痾。
无将别来近，颜鬓已蹉跎。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('淮上即事寄广陵亲故','前舟已眇眇，欲渡谁相待？
秋山起暮钟，楚雨连沧海。
风波离思满，宿昔容鬓改。
独鸟下东南，广陵何处在？','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登楼寄王卿','踏阁攀林恨不同，楚云沧海思无穷。
数家砧杵秋山下，一郡荆榛寒雨中。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('幽居','贵贱虽异等，出门皆有营。
独无外物牵，遂此幽居情。
微雨夜来过，不知春草生。
青山忽已曙，鸟雀绕舍鸣。
时与道人偶，或随樵者行。
自当安蹇劣，谁谓薄世荣。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('自巩洛舟行入黄河即事寄府县僚友','夹水苍山路向东，东南山豁大河通。
寒树依微远天外，夕阳明灭乱流中。
孤村几岁临伊岸，一雁初晴下朔风。
为报洛桥游宦侣，扁舟不系与心同。','韦应物',769);
INSERT INTO poem (title, content, author, `time`) VALUES('听嘉陵江水声寄深上人','凿崖泄奔湍，古称神禹迹。
夜喧山门店，独宿不安席。
水性自云静，石中本无声；
如何两相激，雷转空山惊？
贻之道门旧，了此物我情。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('燕居即事','萧条竹林院，风雨丛兰折。
幽鸟林上啼，青苔人迹绝。
燕居日已永，夏木纷成结。
几阁积群书，时来北窗阅。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春游南亭','川明气已变，岩寒云尚拥。
南亭草心绿，春塘泉脉动。
景煦听禽响，雨余看柳重。
逍遥池馆华，益愧专城宠。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得沙际路送从叔象','独树沙边人迹稀，欲行愁远暮钟时。
野泉几处侵应尽，不遇山僧知问谁。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('燕李录事','与君十五侍皇闱，晓拂炉烟上赤墀。
花开汉苑经过处，雪下骊山沐浴时。
近臣零落今犹在，仙驾飘飖不可期。
此日相逢思旧日，一杯成喜亦成悲。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寺居独夜寄崔主簿','幽人寂不寐，木叶纷纷落。
寒雨暗深更，流萤度高阁。
坐使青灯晓，还伤夏衣薄。
宁知岁方晏，离居更萧索。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('休假日访王侍御不遇','九日驰驱一日闲，寻君不遇又空还。
怪来诗思清入骨，门对寒流雪满山。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春思','野花如雪绕江城，坐见年芳忆帝京。
阊阖晓开凝碧树，曾陪鸳鹭听流莺。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('同褒子秋斋独宿','山月皎如烛，风霜时动竹。
夜半鸟惊栖，窗间人独宿。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('月夜','皓月流春城，华露积芳草。
坐念绮窗空，翻伤清景好。
清景终若斯，伤多人自老。','韦应物',777);
INSERT INTO poem (title, content, author, `time`) VALUES('夏至避暑北池','昼晷已云极，宵漏自此长。
未及施政教，所忧变炎凉。
公门日多暇，是月农稍忙。
高居念田里，苦热安可当。
亭午息群物，独游爱方塘。
门闭阴寂寂，城高树苍苍。
绿筠尚含粉，圆荷始散芳。
于焉洒烦抱，可以对华觞。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西塞山','势从千里奔，直入江中断。
岚横秋塞雄，地束惊流满。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏声','万物自生听，太空恒寂寥。
还从静中起，却向静中消。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('调笑令·河汉','河汉，河汉，晓挂秋城漫漫。愁人起望相思，塞北江南别离。离别，离别，河汉虽同路绝。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('休暇日访王侍御不遇','九日驱驰一日闲，寻君不遇又空还。
怪来诗思清人骨，门对寒流雪满山。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('示全真元常','余辞郡符去，尔为外事牵。
宁知风雪夜，复此对床眠。
始话南池饮，更咏西楼篇。
无将一会易，岁月坐推迁。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寒食','晴明寒食好，春园百卉开。
彩绳拂花去，轻球度阁来。
长歌送落日，缓吹逐残杯。
非关无烛罢，良为羁思催。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('逢杨开府','少事武皇帝，无赖恃恩私。
身作里中横，家藏亡命儿。
朝持樗蒲局，暮窃东邻姬。
司隶不敢捕，立在白玉墀。
骊山风雪夜，长杨羽猎时。
一字都不识，饮酒肆顽痴。
武皇升仙去，憔悴被人欺。
读书事已晚，把笔学题诗。
两府始收迹，南宫谬见推。
非才果不容，出守抚茕嫠。
忽逢杨开府，论旧涕俱垂。
坐客何由识，惟有故人知。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('早春对雪，寄前殿中元侍御','扫雪开幽径，端居望故人。
犹残腊月酒，更值早梅春。
几日东城陌，何时曲水滨。
闻闲且共赏，莫待绣衣新。','韦应物',776);
INSERT INTO poem (title, content, author, `time`) VALUES('池上','郡中卧病久，池上一来赊。
榆柳飘枯叶，风雨倒横查。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬柳郎中春日归扬州南郭见别之作','广陵三月花正开，花里逢君醉一回。
南北相过殊不远，暮潮从去早潮来。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠王侍御','心同野鹤与尘远，诗似冰壶见底清。
府县同趋昨日事，升沉不改故人情。
上阳秋晚萧萧雨，洛水寒来夜夜声。
自叹犹为折腰吏，可怜骢马路傍行。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('见紫荆花','杂英纷已积，含芳独暮春。
还如故园树，忽忆故园人。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('答李浣三首','孤客逢春暮，缄情寄旧游。
海隅人使远，书到洛阳秋。

马卿犹有壁，渔父自无家。
想子今何处，扁舟隐荻花。

林中观易罢，溪上对鸥闲。
楚俗饶辞客，何人最往还。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登楼','兹楼日登眺，流岁暗蹉跎。
坐厌淮南守，秋山红树多。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('玩萤火','时节变衰草，物色近新秋。度月影才敛，绕竹光复流。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('立夏日忆京师诸弟','改序念芳辰，烦襟倦日永。
夏木已成阴，公门昼恒静。
长风始飘阁，叠云才吐岭。
坐想离居人，还当惜徂景。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寄畅当（闻以子弟被召从军）','寇贼起东山，英俊方未闲。
闻君新应募，籍籍动京关。
出身文翰场，高步不可攀。
青袍未及解，白羽插腰间。
昔为琼树枝，今有风霜颜。
秋郊细柳道，走马一夕还。
丈夫当为国，破敌如摧山。
何必事州府，坐使鬓毛斑。','韦应物',775);
INSERT INTO poem (title, content, author, `time`) VALUES('咏春雪','裴回轻雪意，似惜艳阳时。不悟风花冷，翻令梅柳迟。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('游开元精舍','夏衣始轻体，游步爱僧居。
果园新雨后，香台照日初。
绿阴生昼静，孤花表春馀。
符竹方为累，形迹一来疏。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('喜园中茶生','洁性不可污，为饮涤尘烦。
此物信灵味，本自出山原。
聊因理郡馀，率尔植荒园。
喜随众草长，得与幽人言。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南园','清露夏天晓，荒园野气通。
水禽遥泛雪，池莲迥披红。
幽林讵知暑，环舟似不穷。
顿洒尘喧意，长啸满襟风。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('五弦行','美人为我弹五弦，尘埃忽静心悄然。
古刀幽磬初相触，千珠贯断落寒玉。
中曲又不喧，徘徊夜长月当轩。
如伴风流萦艳雪，更逐落花飘御园。
独凤寥寥有时隐，碧霄来下听还近。
燕姬有恨楚客愁，言之不尽声能尽。
末曲感我情，解幽释结和乐生。
壮士有仇未得报， 拔剑欲去愤已平，夜寒酒多愁遽明。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋夜','暗窗凉叶动，秋天寝席单。
忧人半夜起，明月在林端。
一与清景遇，每忆平生欢。
如何方恻怆，披衣露更寒。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏玉','乾坤有精物，至宝无文章。
雕琢为世器，真性一朝伤。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('温泉行','出身天宝今年几，顽钝如锤命如纸。
作官不了却来归，还是杜陵一男子。
北风惨惨投温泉，忽忆先皇游幸年。
身骑厩马引天仗，直入华清列御前。
玉林瑶雪满寒山，上升玄阁游绛烟。
平明羽卫朝万国，车马合沓溢四鄽。
蒙恩每浴华池水，扈猎不蹂渭北田。
朝廷无事共欢燕，美人丝管从九天。
一朝铸鼎降龙驭，小臣髯绝不得去。
今来萧瑟万井空，唯见苍山起烟雾。
可怜蹭蹬失风波，仰天大叫无奈何。
弊裘羸马冻欲死，赖遇主人杯酒多。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏珊瑚','绛树无花叶，非石亦非琼。
世人何处得，蓬莱石上生。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寒食后北楼作','园林过新节，风花乱高阁。
遥闻击鼓声，蹴鞠军中乐。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日','已谓心苦伤，如何日方永。
无人不昼寝，独坐山中静。
悟澹将遣虑，学空庶遗境。
积俗易为侵，愁来复难整。','韦应物',777);
INSERT INTO poem (title, content, author, `time`) VALUES('送汾城王主簿','少年初带印，汾上又经过。
芳草归时遍，情人故郡多。
禁钟春雨细，宫树野烟和。
相望东桥别，微风起夕波。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏琥珀','曾为老茯神，本是寒松液。
蚊蚋落其中，千年犹可觌。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西楼','高阁一长望，故园何日归。
烟尘拥函谷，秋雁过来稀。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('雨夜感怀','微雨洒高林，尘埃自萧散。
耿耿心未平，沉沉夜方半。
独惊长簟冷，遽觉愁鬓换。
谁能当此夕，不有盈襟叹。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('答郑骑曹青橘绝句','怜君卧病思新橘，试摘犹酸亦未黄。
书后欲题三百颗，洞庭须待满林霜。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('骊山行','君不见开元至化垂衣裳，厌坐明堂朝万方。
访道灵山降圣祖，沐浴华池集百祥。
千乘万骑被原野，云霞草木相辉光。
禁仗围山晓霜切，离宫积翠夜漏长。
玉阶寂历朝无事，碧树萎蕤寒更芳。
三清小鸟传仙语，九华真人奉琼浆。
下元昧爽漏恒秩，登山朝礼玄元室。
翠华稍隐天半云，丹阁光明海中日。
羽旗旄节憩瑶台，清丝妙管从空来。
万井九衢皆仰望，彩云白鹤方徘徊。
凭高览古嗟寰宇，造化茫茫思悠哉。
秦川八水长缭绕，汉氏五陵空崔嵬。
乃言圣祖奉丹经，以年为日亿万龄。
苍生咸寿阴阳泰，高谢前王出尘外。
英豪共理天下晏，戎夷詟伏兵无战。
时丰赋敛未告劳，海阔珍奇亦来献。
干戈一起文武乖，欢娱已极人事变。
圣皇弓剑坠幽泉，古木苍山闭宫殿。
缵承鸿业圣明君，威震六合驱妖氛。
太平游幸今可待，汤泉岚岭还氛氲。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('对萱草','何人树萱草，对此郡斋幽。
本是忘忧物，今夕重生忧。
丛疏露始滴，芳馀蝶尚留。
还思杜陵圃，离披风雨秋。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('乐府杂曲·鼓吹曲辞·有所思','借问江上柳，青青为谁春。
空游昨日地，不见昨日人。
缭绕万家井，往来车马尘。
莫道无相识，要非心所亲。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夜对流萤作','月暗竹亭幽，萤光拂席流。
还思故园夜，更度一年秋。
自惬观书兴，何惭秉烛游。
府中徒冉冉，明发好归休。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登宝意寺上方旧游','翠岭香台出半天，万家烟树满晴川。
诸僧近住不相识，坐听微钟记往年。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('伤逝','染白一为黑，焚木尽成灰。
念我室中人，逝去亦不回。
结发二十载，宾敬如始来。
提携属时屯，契阔忧患灾。
柔素亮为表，礼章夙所该。
仕公不及私，百事委令才。
一旦入闺门，四屋满尘埃。
斯人既已矣，触物但伤摧。
单居移时节，泣涕抚婴孩。
知妄谓当遣，临感要难裁。
梦想忽如睹，惊起复徘徊。
此心良无已，绕屋生蒿莱。','韦应物',776);
INSERT INTO poem (title, content, author, `time`) VALUES('寓居沣上精舍寄于张二舍人','万木丛云出香阁，西连碧涧竹林园。
高斋犹宿远山曙，微霰下庭寒雀喧。
道心淡泊对流水，生事萧疏空掩门。
时忆故交那得见，晓排阊阖奉明恩。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('同德寺雨后寄元侍御李博士','川上风雨来，须臾满城阙。
岧峣青莲界，萧条孤兴发。
前山遽已净，阴霭夜来歇。
乔木生夏凉，流云吐华月。
严城自有限，一水非难越。
相望曙河远，高斋坐超忽。','韦应物',767);
INSERT INTO poem (title, content, author, `time`) VALUES('石鼓歌','周宣大猎兮岐之阳，刻石表功兮炜煌煌。
石如鼓形数止十，风雨缺讹苔藓涩。今人濡纸脱其文，
既击既扫白黑分。忽开满卷不可识，惊潜动蛰走云云。
喘逶迤，相纠错，乃是宣王之臣史籀作。
一书遗此天地间，精意长存世冥寞。秦家祖龙还刻石，
碣石之罘李斯迹。世人好古犹共传，持来比此殊悬隔。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('假中对雨呈县中僚友','却足甘为笑，闲居梦杜陵。
残莺知夏浅，社雨报年登。
流麦非关忘，收书独不能。
自然忧旷职，缄此谢良朋。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('与村老对饮','鬓眉雪色犹嗜酒，言辞淳朴古人风。
乡村年少生离乱，见话先朝如梦中。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('采玉行','官府征白丁，言采蓝谿玉。绝岭夜无家，深榛雨中宿。
独妇饷粮还，哀哀舍南哭。','韦应物',776);
INSERT INTO poem (title, content, author, `time`) VALUES('听莺曲','东方欲曙花冥冥，啼莺相唤亦可听。
乍去乍来时近远，才闻南陌又东城。
忽似上林翻下苑，绵绵蛮蛮如有情。
欲啭不啭意自娇，羌儿弄笛曲未调。
前声后声不相及，秦女学筝指犹涩。
须臾风暖朝日暾，流音变作百鸟喧。
谁家懒妇惊残梦，何处愁人忆故园。
伯劳飞过声跼促，戴胜下时桑田绿。
不及流莺日日啼，能使万家春意闲。
有时断续听不了，飞去花枝犹袅袅。
还栖碧树锁千门，春漏方残一声晓。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('郡斋卧疾绝句','香炉宿火灭，兰灯宵影微。
秋斋独卧病，谁与覆寒衣。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('郡中西斋','似与尘境绝，萧条斋舍秋。寒花独经雨，山禽时到州。
清觞养真气，玉书示道流。岂将符守恋，幸已栖心幽。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('游琅琊山寺','受命恤人隐，兹游久未遑。
鸣驺响幽涧，前旌耀崇冈。
青冥台砌寒，绿缛草木香。
填壑跻花界，叠石构云房。
经制随岩转，缭绕岂定方。
新泉泄阴壁，高萝荫绿塘。
攀林一栖止，饮水得清凉。
物累诚可遣，疲氓终未忘。
还归坐郡阁，但见山苍苍。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠别河南李功曹','耿耿抱私戚，寥寥独掩扉。
临觞自不饮，况与故人违。
故人方琢磨，瑰朗代所稀。
宪礼更右职，文翰洒天机。
聿来自东山，群彦仰馀辉。
谈笑取高第，绾绶即言归。
洛都游燕地，千里及芳菲。
今朝章台别，杨柳亦依依。
云霞未改色，山川犹夕晖。
忽复不相见，心思乱霏霏。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('横吹曲辞。长安道','汉家宫殿含云烟，两宫十里相连延。晨霞出没弄丹阙，
春雨依微自甘泉。春雨依微春尚早，长安贵游爱芳草。
宝马横来下建章，香车却转避驰道。
贵游谁最贵，卫霍世难比。何能蒙主恩，幸遇边尘起。
归来甲第拱皇居。朱门峨峨临九衢，
中有流苏合欢之宝帐，一百二十凤凰罗列含明珠。
下有锦铺翠被之粲烂，博山吐香五云散。
丽人绮阁情飘飖，头上鸳钗双翠翘，低鬟曳袖回春雪，
聚黛一声愁碧霄。山珍海错弃藩篱，烹犊炰羔如折葵。
既请列侯封部曲，还将金印授庐儿。欢荣若此何所苦，
但苦白日西南驰。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('凌雾行','秋城海雾重，职事凌晨出。
浩浩合元天，溶溶迷朗日。
才看含鬓白，稍视沾衣密。
道骑全不分，郊树都如失。
霏微误嘘吸，肤腠生寒栗。
归当饮一杯，庶用蠲斯疾。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏冰歌','出自玄泉杳杳之深井，汲在朱明赫赫之炎辰。
九天含露未销铄，阊阖初开赐贵人。
碎如坠琼方截璐，粉壁生寒象筵布。
玉壶纨扇亦玲珑，座有丽人色俱素。
咫尺炎凉变四时，出门焦灼君讵知。
肥羊甘醴心闷闷，饮此莹然何所思。
当念阑干凿者苦，腊月深井汗如雨。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('王母歌','众仙翼神母，羽盖随云起。上游玄极杳冥中，
下看东海一杯水。海畔种桃经几时，千年开花千年子。
玉颜眇眇何处寻，世上茫茫人自死。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('子规啼','高林滴露夏夜清，南山子规啼一声。
邻家孀妇抱儿泣，我独展转何时明。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('怀琅琊、深标二释子','白云埋大壑，阴崖滴夜泉。应居西石室，月照山苍然。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送黎六郎赴阳翟少府','试吏向嵩阳，春山踯躅芳。腰垂新绶色，衣满旧芸香。
乔树别时绿，客程关外长。只应传善政，日夕慰高堂。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('拟古诗十二首','辞君远行迈，饮此长恨端。已谓道里远，如何中险艰。
流水赴大壑，孤云还暮山。无情尚有归，行子何独难。
驱车背乡园，朔风卷行迹。严冬霜断肌，日入不遑息。
忧欢容发变，寒暑人事易。中心君讵知，冰玉徒贞白。
黄鸟何关关，幽兰亦靡靡。此时深闺妇，日照纱窗里。
娟娟双青娥，微微启玉齿。自惜桃李年，误身游侠子。
无事久离别，不知今生死。
峨峨高山巅，浼浼青川流。世人不自悟，驰谢如惊飍.
百金非所重，厚意良难得。旨酒亲与朋，芳年乐京国。
京城繁华地，轩盖凌晨出。垂杨十二衢，隐映金张室。
汉宫南北对，飞观齐白日。游泳属芳时，平生自云毕。
绮楼何氛氲，朝日正杲杲。四壁含清风，丹霞射其牖。
玉颜上哀啭，绝耳非世有。但感离恨情，不知谁家妇。
孤云忽无色，边马为回首。曲绝碧天高，馀声散秋草。
徘徊帷中意，独夜不堪守。思逐朔风翔，一去千里道。
嘉树蔼初绿，靡芜叶幽芳。君子不在赏，寄之云路长。
路长信难越，惜此芳时歇。孤鸟去不还，缄情向天末。
月满秋夜长，惊鸟号北林。天河横未落，斗柄当西南。
寒蛩悲洞房，好鸟无遗音。商飙一夕至，独宿怀重衾。
旧交日千里，隔我浮与沉。人生岂草木，寒暑移此心。
酒星非所酌，月桂不为食。虚薄空有名，为君长叹息。
兰蕙虽可怀，芳香与时息。岂如凌霜叶，岁暮蔼颜色。
折柔将有赠，延意千里客。草木知贱微，所贵寒不易。
神州高爽地，遐瞰靡不通。寒月野无绿，寥寥天宇空。
阴阳不停驭，贞脆各有终。汾沮何鄙俭，考槃何退穷。
反志解牵跼，无为尚劳躬。美人夺南国，一笑开芙蓉。
清镜理容发，褰帘出深重。艳曲呈皓齿，舞罗不堪风。
慊慊情有待，赠芳为我容。可嗟青楼月，流影君帷中。
春至林木变，洞房夕含清。单居谁能裁，好鸟对我鸣。
良人久燕赵，新爱移平生。别时双鸳绮，留此千恨情。
碧草生旧迹，绿琴歇芳声。思将魂梦欢，反侧寐不成。
揽衣迷所次，起望空前庭。孤影中自恻，不知双涕零。
秋天无留景，万物藏光辉。落叶随风起，愁人独何依。
华月屡圆缺，君还浩无期。如何雨绝天，一去音问违。
有客天一方，寄我孤桐琴。迢迢万里隔，托此传幽音。
冰霜中自结，龙凤相与吟。弦以明直道，漆以固交深。
白日淇上没，空闺生远愁。寸心不可限，淇水长悠悠。
芳树自妍芳，春禽自相求。徘徊东西厢，孤妾谁与俦。
年华逐丝泪，一落俱不收。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寇季膺古刀歌','古刀寒锋青槭槭，少年交结平陵客。求之时代不可知，
千痕万穴如星离。重叠泥沙更剥落，纵横鳞甲相参差。
古物有灵知所适，貂裘拂之横广席。阴森白日掩云虹，
错落池光动金碧。知君宝此夸绝代，求之不得心常爱。
厌见今时绕指柔，片锋折刃犹堪佩。高山成谷苍海填，
英豪埋没谁所捐。吴钩断马不知处，几度烟尘今独全。
夜光投人人不畏，知君独识精灵器。酬恩结思心自知，
死生好恶不相弃。白虎司秋金气清，高天寥落云峥嵘。
月肃风凄古堂净，精芒切切如有声。何不跨蓬莱，
斩长鲸。世人所好殊辽阔，千金买铅徒一割。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('燕衔泥','衔泥燕，声喽喽，尾涎涎。秋去何所归，春来复相见。
岂不解决绝高飞碧云里，何为地上衔泥滓。衔泥虽贱意有营，
杏梁朝日巢欲成。不见百鸟畏人林野宿，翻遭网罗俎其肉，
未若衔泥入华屋。燕衔泥，百鸟之智莫与齐。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('雪中','空堂岁已晏，密室独安眠。压筱夜偏积，覆阁晓逾妍。
连山暗古郡，惊风散一川。此时骑马出，忽省京华年。','韦应物',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋景诣琅琊精舍','屡访尘外迹，未穷幽赏情。高秋天景远，始见山水清。
上陟岩殿憩，暮看云壑平。苍茫寒色起，迢递晚钟鸣。
意有清夜恋，身为符守婴。悟言缁衣子，萧洒中林行。','韦应物',NULL);

INSERT INTO poem (title, content, author, `time`) VALUES('望月怀远','海上生明月，天涯共此时。情人怨遥夜，竟夕起相思。灭烛怜光满，披衣觉露滋。不堪盈手赠，还寝梦佳期。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春江晚景','江林多秀发，云日复相鲜。征路那逢此，春心益渺然。兴来只自得，佳处莫能传。薄暮津亭下，余花满客船。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('感遇·其一','兰叶春葳蕤，桂华秋皎洁。欣欣此生意，自尔为佳节。谁知林栖者，闻风坐相悦。草木有本心，何求美人折？','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('戏题春意','一作江南守，江林三四春。相鸣不及鸟，相乐喜关人。日守朱丝直，年催华发新。淮阳只有卧，持此度芳辰。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('使至广州','昔年尝不调，兹地亦邅回。本谓双凫少，何知驷马来。人非汉使橐，郡是越王台。去去虽殊事，山川长在哉。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('感遇·其二','江南有丹橘，经冬犹绿林。岂伊地气暖，自有岁寒心。可以荐佳客，奈何阻重深。运命惟所遇，循环不可寻。徒言树桃李，此木岂无阴。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏燕','海燕何微眇，乘春亦暂来。岂知泥滓贱？只见玉堂开。绣户时双入，华轩日几回？无心与物竞，鹰隼莫相猜。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('浈阳峡','行舟傍越岑，窈窕越溪深。水暗先秋冷，山晴当昼阴。重林间五色，对壁耸千寻。惜此生遐远，谁知造化心。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('感遇十二首·其四','孤鸿海上来，池潢不敢顾。侧见双翠鸟，巢在三珠树。矫矫珍木巅，得无金丸惧？美服患人指，高明逼神恶。今我游冥冥，弋者何所慕！','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得自君之出矣','自君之出矣，不复理残机。思君如满月，夜夜减清辉。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('幽人归独卧','幽人归独卧，滞虑洗孤清。持此谢高鸟，因之传远情。日夕怀空意，人谁感至精？飞沈理自隔，何所慰吾诚?','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('答陆澧','松叶堪为酒，春来酿几多。不辞山路远，踏雪也相过。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('归燕诗','海燕岁微渺，乘春亦暂来。岂知泥滓贱，只见玉堂开。绣户时双入，华堂日几回。无心与物竞，鹰隼莫相猜。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋晚登楼望南江入始兴郡路','潦收沙衍出，霜降天宇晶。
                                                                           伏槛一长眺，津途多远情。
                                                                           思来江山外，望尽烟云生。
                                                                           滔滔不自辨，役役且何成。
                                                                           我来飒衰鬓，孰云飘华缨。
                                                                           枥马苦踡跼，笼禽念遐征。
                                                                           岁阴向晼晚，日夕空屏营。
                                                                           物生贵得性，身累由近名。
                                                                           内顾觉今是，追叹何时平。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制送尚书燕国公赴朔方','宗臣事有征，庙算在休兵。
                                                                            天与三台座，人当万里城。
                                                                            朔南方偃革，河右暂扬旌。
                                                                            宠锡从仙禁，光华出汉京。
                                                                            山川勤远略，原隰轸皇情。
                                                                            为奏薰琴唱，仍题宝剑名。
                                                                            闻风六郡伏，计日五戎平。
                                                                            山甫归应疾，留侯功复成。
                                                                            歌钟旋可望，衽席岂难行。
                                                                            四牡何时入，吾君忆履声。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('湖口望庐山瀑布泉','万丈红泉落，迢迢半紫氛。
                                                                       奔流下杂树，洒落出重云。
                                                                       日照虹霓似，天清风雨闻。
                                                                       灵山多秀色，空水共氤氲。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西江夜行','遥夜人何在，澄潭月里行。悠悠天宇旷，切切故乡情。外物寂无扰，中流澹自清。念归林叶换，愁坐露华生。犹有汀洲鹤，宵分乍一鸣。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('耒阳溪夜行','乘夕棹归舟，缘源路转幽。月明看岭树，风静听溪流。岚气船间入，霜华衣上浮。猿声虽此夜，不是别家愁。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋夕望月','清迥江城月，流光万里同。所思如梦里，相望在庭中。皎洁青苔露，萧条黄叶风。含情不得语，频使桂华同。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('听筝','端居正无绪，那复发秦筝。纤指传新意，繁弦起怨情。 悠扬思欲绝，掩抑态还生。岂是声能感，人心自不平。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('出为豫章郡途次庐山东岩下','兹山镇何所，乃在澄湖阴。下有蛟螭伏，上与虹蜺寻。
                                                                           灵仙未始旷，窟宅何其深。双阙出云峙，三宫入烟沉。
                                                                           攀崖犹昔境，种杏非旧林。想像终古迹，惆怅独往心。
                                                                           纷吾婴世网，数载忝朝簪。孤根自靡托，量力况不任。
                                                                           多谢周身防，常恐横议侵。岂匪鹓鸿列，惕如泉壑临。
                                                                           迨兹刺江郡，来此涤尘襟。有趣逢樵客，忘怀狎野禽。
                                                                           栖闲义未果，用拙欢在今。愿言答休命，归事丘中琴。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('将至岳阳有怀赵二','湘岸多深林，青冥昼结阴。独无谢客赏，况复贾生心。
                                                                       草色虽云发，天光或未临。江潭非所遇，为尔白头吟。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和吏部崔尚书雨后大明朝堂望南山','迢递终南顶，朝朝阊阖前。朅来青绮外，高在翠微先。
                                                                               双凤褰为阙，群龙俨若仙。还知到玄圃，更是谒甘泉。
                                                                               夜雨尘初灭，秋空月正悬。诡容纷入望，霁色宛成妍。
                                                                               东极华阴践，西弥嶓冢连。奔峰出岭外，瀑水落云边。
                                                                               汉帝宫将苑，商君陌与阡。林华铺近甸，烟霭绕晴川。
                                                                               既庶仁斯及，分忧政已宣。山公启事罢，吉甫颂声传。
                                                                               济济金门步，洋洋玉树篇。徒歌虽有属，清越岂同年。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和黄门卢侍御咏竹','清切紫庭垂，葳蕤防露枝。色无玄月变，声有惠风吹。 高节人相重，虚心世所知。凤凰佳可食，一去一来仪。
','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和王司马折梅寄京邑昆弟','离别念同嬉，芬荣欲共持。独攀南国树，遥寄北风时。 林惜迎春早，花愁去日迟。还闻折梅处，更有棣华诗。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送广州周判官','海郡雄蛮落，津亭壮越台。城隅百雉映，水曲万家开。 里树桄榔出，时禽翡翠来。观风犹未尽，早晚使车回。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初发道中寄远','日夜乡山远，秋风复此时。旧闻胡马思，今听楚猿悲。 念别朝昏苦，怀归岁月迟。壮图空不息，常恐发如丝。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初发江陵有怀','极望涔阳浦，江天渺不分。扁舟从此去，鸥鸟自为群。 他日怀真赏，中年负俗纷。适来果微尚，倏尔会斯文。 复想金闺籍，何如梦渚云。我行多胜寄，浩思独氛氲。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和苏侍郎小园夕霁寄诸弟','清风阊阖至，轩盖承明归。云月爱秋景，林堂开夜扉。 何言兼济日，尚与宴私违。兴逐蒹葭变，文因棠棣飞。 人伦用忠孝，帝德已光辉。赠弟今为贵，方知陆氏微。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('故刑部李尚书挽词三首','仙宗出赵北，相业起山东。明德尝为礼，嘉谋屡作忠。
                                                                         论经白虎殿，献赋甘泉宫。与善今何在，苍生望已空。
                                                                         宿昔三台践，荣华驷马归。印从青琐拜，翰入紫宸挥。
                                                                         题剑恩方重，藏舟事已非。龙门不可望，感激涕沾衣。
                                                                         永叹常山宝，沉埋京兆阡。同盟会五月，华表记千年。
                                                                         渺漫野中草，微茫空里烟。共悲人事绝，唯对杜陵田。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏史','大德始无颇，中智是所是。居然已不一，况乃务相诡。
                                                                 小道致泥难，巧言因萋毁。穰侯或见迟，苏生得阴揣。
                                                                 轻既长沙傅，重亦边郡徙。势倾不幸然，迹在胡宁尔。
                                                                 沧溟所为大，江汉日来委。沣水虽复清，鱼鳖岂游此。
                                                                 贤哉有小白，仇中有管氏。若人不世生，悠悠多如彼。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('道逢北使题赠京邑亲知','征骖稍靡靡，去国方迟迟。路绕南登岸，情摇北上旗。 故人怜别日，旅雁逐归时。岁晏无芳草，将何寄所思。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('使还湘水','归舟宛何处，正值楚江平。夕逗烟村宿，朝缘浦树行。 于役已弥岁，言旋今惬情。乡郊尚千里，流目夏云生。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('饯济阴梁明府各探一物得荷叶','荷叶生幽渚，芳华信在兹。朝朝空此地，采采欲因谁。 但恐星霜改，还将蒲稗衰。怀君美人别，聊以赠心期。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制经孔子旧宅','孔门太山下，不见登封时。徒有先王法，今为明主思。
                                                                        恩加万乘幸，礼致一牢祠。旧宅千年外，光华空在兹。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('巫山高','巫山与天近，烟景长青荧。此中楚王梦，梦得神女灵。 神女去已久，云雨空冥冥。唯有巴猿啸，哀音不可听。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('武司功初有幽庭春暄见贻夏首获见以诗报焉','芳月尽离居，幽怀重起予。虽言春事晚，尚想物华初。 迟日皦方照，高斋澹复虚。笋成林向密，花落树应疏。 赠鲤情无间，求莺思有馀。暄妍不相待，含叹欲焉如。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和韦尚书答梓州兄南亭宴集','棠棣闻馀兴，乌衣有旧游。门前杜城陌，池上曲江流。 暇日尝繁会，清风咏阻修。始知西峙岳，同气此相求。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制南郊礼毕酺宴','配天昭圣业，率土庆辉光。春发三条路，酺开百戏场。
                                                                         流恩均庶品，纵观聚康庄。妙舞来平乐，新声出建章。
                                                                         分曹日抱戴，赴节凤归昌。幸奏承云乐，同晞湛露阳。
                                                                         气和皆有感，泽厚自无疆。饱德君臣醉，连歌奉柏梁。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('与生公游石窟山','探秘孰云远，忘怀复尔同。日寻高深意，宛是神仙中。
                                                                      跻险构灵室，诡制非人功。潜洞黝无底，殊庭忽似梦。
                                                                      岂如武安凿，自若茅山通。造物良有寄，嬉游乃惬衷。
                                                                      犹希咽玉液，从此升云空。咄咄共携手，泠然且驭风。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('饯王司马入计同用洲字','元僚行上计，举饯出林丘。忽望题舆远，空思解榻游。 别筵铺柳岸，征棹倚芦洲。独叹湘江水，朝宗向北流。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('高斋闲望言怀','高斋复晴景，延眺属清秋。风物动归思，烟林生远愁。 纷吾自穷海，薄宦此中州。取路无高足，随波适下流。 岁华空冉冉，心曲且悠悠。坐惜芳时歇，胡然久滞留。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('与弟游家园','定省荣君赐，来归是昼游。林乌飞旧里，园果让新秋。 枝长南庭树，池临北涧流。星霜屡尔别，兰麝为谁幽。 善积家方庆，恩深国未酬。栖栖将义动，安得久情留。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('故徐州刺史赠吏部侍郎苏公挽歌词三首','韦玄方继相，荀爽复齐名。在贵兼天爵，能贤出世卿。
                                                                                学闻金马诏，神见玉人清。藏壑今如此，为山遂不成。
                                                                                相如只谢病，子敬忽云亡。岂悟瑶台雪，分雕玉树行。
                                                                                清规留草议，故事在封章。本谓山公启，而今殁始扬。
                                                                                返葬长安陌，秋风箫鼓悲。奈何相送者，不是平生时。
                                                                                寒影催年急，哀歌助晚迟。宁知建旟罢，丹旐向京师。
','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('饯王尚书出边','汉相推人杰，殷宗伐鬼方。还闻出将重，坐见即戎良。
                                                                     上策应为豫，中权且用光。令申兵气倍，威憺虏魂亡。
                                                                     树比公孙大，城如道济长。夏云登陇首，秋露泫辽阳。
                                                                     武德舒宸眷，文思饯乐章。感恩身既许，激节胆犹尝。
                                                                     祖帐倾朝列，军麾驻道傍。诗人何所咏，尚父欲鹰扬。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('冬中至玉泉山寺属穷阴冰闭崖谷无色及仲春行县…有此作','灵境信幽绝，芳时重暄妍。再来及兹胜，一遇非无缘。
                                                                                        万木柔可结，千花敷欲然。松间鸣好鸟，竹下流清泉。
                                                                                        石壁开精舍，金光照法筵。真空本自寂，假有聊相宣。
                                                                                        复此灰心者，仍追巢顶禅。简书虽有畏，身世亦相捐。
','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('林亭寓言','林居逢岁晏，遇物使情多。蘅茝不时与，芬荣奈汝何。 更怜篱下菊，无如松上萝。因依自有命，非是隔阳和。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬王六霁后书怀见示','云雨俱行罢，江天已洞开。炎氛霁后灭，边绪望中来。 作骥君垂耳，为鱼我曝鳃。更怜湘水赋，还是洛阳才。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('始兴南山下有林泉，尝卜居焉，荆州卧病有怀此地','出处各有在，何者为陆沉。幸无迫贱事，聊可祛迷襟。
                                                                                     世路少夷坦，孟门未岖嶔。多惭入火术，常惕履冰心。
                                                                                     一跌不自保，万全焉可寻。行行念归路，眇眇惜光阴。
                                                                                     浮生如过隙，先达已吾箴。敢忘丘山施，亦云年病侵。
                                                                                     力衰在所养，时谢良不任。但忆旧栖息，愿言遂窥临。
                                                                                     云间日孤秀，山下面清深。萝茑自为幄，风泉何必琴。
                                                                                     归此老吾老，还当日千金。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晨坐斋中偶而成咏','寒露洁秋空，遥山纷在瞩。
                                                                       孤顶乍修耸，微云复相续。
                                                                       人兹赏地偏，鸟亦爱林旭。
                                                                       结念凭幽远，抚躬曷羁束。
                                                                       仰霄谢逸翰，临路嗟疲足。
                                                                       徂岁方暌携，归心亟踯躅。
                                                                       休闲倘有素，岂负南山曲。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和吏部李侍郎见示秋夜望月忆诸侍郎之什…因命仆继作','清秋发高兴，凉月复闲宵。光逐露华满，情因水镜摇。
                                                                                       同时亦所见，异路无相招。美景向空尽，欢言随事销。
                                                                                       忽听金华作，诚如玉律调。南宫尚为后，东观何其辽。
                                                                                       名数虽云隔，风期幸未遥。今来重馀论，怀此更终朝。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬王六寒朝见诒','贾生流寓日，扬子寂寥时。在物多相背，唯君独见思。 渔为江上曲，雪作郢中词。忽枉兼金讯，长怀伐木诗。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('自豫章南还江上作','归去南江水，磷磷见底清。转逢空阔处，聊洗滞留情。 浦树遥如待，江鸥近若迎。津途别有趣，况乃濯吾缨。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制过王濬墓','汉王思钜鹿，晋将在弘农。入蜀举长算，平吴成大功。 与浑虽不协，归皓实为雄。孤绩沦千载，流名感圣衷。 万乘度荒陇，一顾凛生风。古节犹不弃，今人争效忠。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制早发三乡山行','羽卫森森西向秦，山川历历在清晨。晴云稍卷寒岩树， 宿雨能销御路尘。圣德由来合天道，灵符即此应时巡。 遗贤一一皆羁致，犹欲高深访隐沦。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登郡城南楼','闭阁幸无事，登楼聊永日。云霞千里开，洲渚万形出。

                                                                    澹澹澄江漫，飞飞度鸟疾。邑人半舻舰，津树多枫橘。

                                                                    感别时已屡，凭眺情非一。远怀不我同，孤兴与谁悉。

                                                                    平生本单绪，邂逅承优秩。谬忝为邦寄，多惭理人术。

                                                                    驽铅虽自勉，仓廪素非实。陈力倘无效，谢病从芝术。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('苏侍郎紫薇庭各赋一物得芍药','仙禁生红药，微芳不自持。幸因清切地，还遇艳阳时。 名见桐君箓，香闻郑国诗。孤根若可用，非直爱华滋。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制初出洛城','东土淹龙驾，西人望翠华。山川只询物，宫观岂为家。 十月回星斗，千官捧日车。洛阳无怨思，巡幸更非赊。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制途次陕州作','驰道当河陕，陈诗问国风。川原三晋别，襟带两京同。 后殿函关尽，前旌阙塞通。行看洛阳陌，光景丽天中。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('折杨柳','纤纤折杨柳，持此寄情人。一枝何足贵，怜是故园春。 迟景那能久，芳菲不及新。更愁征戍客，容鬓老边尘。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('经江宁览旧迹至玄武湖','南国更数世，北湖方十洲。天清华林苑，日晏景阳楼。
                                                                         果下回仙骑，津傍驻彩斿。凫鹥喧凤管，荷芰斗龙舟。
                                                                         七子陪诗赋，千人和棹讴。应言在镐乐，不让横汾秋。
                                                                         风俗因纾慢，江山成易由。驹王信不武，孙叔是无谋。
                                                                         佳气日将歇，霸功谁与修。桑田东海变，麋鹿姑苏游。
                                                                         否运争三国，康时劣九州。山虽幕府在，馆岂豫章留。
                                                                         水淀还相阅，菱歌亦故遒。雄图不足问，唯想事风流。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('恩赐乐游园宴应制','宝筵延厚命，供帐序群公。形胜宜春接，威仪建礼同。 晞阳人似露，解愠物从风。朝庆千龄始，年华二月中。 辉光遍草木，和气发丝桐。岁岁无为化，宁知乐九功。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制温泉歌','有时神物待圣人，去后汤还冷，来时树亦春。
                                                                      今兹十月自东归，羽旆逶迤上翠微。温谷葱葱佳气色，
                                                                      离宫奕奕叶光辉。临渭川，近天邑，浴日温泉复在兹，
                                                                      群仙洞府那相及。吾君利物心，玄泽浸苍黔。
                                                                      渐渍神汤无疾苦，薰歌一曲感人深。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南郊文武出入舒和之乐','祝史辞正，人神庆叶。福以德昭，享以诚接。 六变云备，百礼斯浃。祀事孔明，祚流万叶。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制早登太行山率尔言志','孟月摄提贞，乘时我后征。晨严九折度，暮戒六军行。
                                                                            日御驰中道，风师卷太清。戈鋋林表出，组练雪间明。
                                                                            动植希皇豫，高深奉睿情。**七圣列，望幸百神迎。
                                                                            气色烟犹喜，恩光草尚荣。之罘称万岁，今此复同声。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('当涂界寄裴宣州','故人宣城守，亦在江南偏。如何分虎竹，相与间山川。
                                                                      章绶胡为者，形骸非自然。含情津渡阔，倚望脰空延。
                                                                      远近闻佳政，平生仰大贤。推心徒有属，会面良无缘。
                                                                      目夕遵前渚，江村投暮烟。念行祗意默，怀远岂言宣。
                                                                      委曲风波事，难为尺素传。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日奉使南海在道中作','缅然万里路，赫曦三伏时。飞走逃深林，流烁恐生疵。
                                                                         行李岂无苦，而我方自怡。肃事诚在公，拜庆遂及私。
                                                                         展力惭浅效，衔恩感深慈。且欲汤火蹈，况无鬼神欺。
                                                                         朝发高山阿，夕济长江湄。秋瘴宁我毒，夏水胡不夷。
                                                                         信知道存者，但问心所之。吕梁有出入，乃觉非虚词。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('临泛东湖','郡庭日休暇，湖曲邀胜践。乐职在中和，灵心挹上善。
 乘流坐清旷，举目眺悠缅。林与西山重，云因北风卷。
 晶明画不逮，阴影镜无辨。晚秀复芬敷，秋光更遥衍。
 万族纷可佳，一游岂能展。羁孤忝邦牧，顾己非时选。
 梁公世不容，长孺心亦褊。永念出笼絷，常思退疲蹇。
 岁徂风露严，日恐兰苕剪。佳辰不可得，良会何其鲜。
 罢兴还江城，闭关聊自遣。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制烛龙斋祭','上帝临下，鉴亦有光。孰云阴骘，惟圣克彰。六月徂暑，
                                                                       四郊愆阳。我后其勤，告于坛场。精意允溢，群灵鼓舞。
                                                                       蔚兮朝云，沛然时雨。雨我原田，亦既有年。烛龙煌煌，
                                                                       明宗报祀。于以助之，天人帝子。闻诗有训，国风兹始。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠澧阳韦明府','君有百炼刃，堪断七重犀。谁开太阿匣，持割武城鸡。 竟与尚书佩，遥应天子提。何时遇操宰，当使玉如泥。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('洪州西山祈雨，是日辄应，因赋诗言事','兹山蕴灵异，走望良有归。丘祷虽已久，甿心难重违。
                                                                                迟明申藻荐，先夕旅岩扉。独宿云峰下，萧条人吏稀。
                                                                                我来不外适，幽抱自中微。静入风泉奏，凉生松栝围。
                                                                                穷年滞远想，寸晷阅清晖。虚美怅无属，素情缄所依。
                                                                                诡随嫌弱操，羁束谢贞肥。义济亦吾道，诚存为物祈。
                                                                                灵心倏已应，甘液幸而飞。闭阁且无责，随车安敢希。
                                                                                多惭德不感，知复是耶非。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('眉州康司马挽歌词','家受专门学，人称入室贤。刘桢徒有气，管辂独无年。 谪去长沙国，魂归京兆阡。从兹匣中剑，埋没罢冲天。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送窦校书见饯得云中辨江树','江水天连色，无涯净野氛。微明岸傍树，凌乱渚前云。 举棹形徐转，登舻意渐分。渺茫从此去，空复惜离群。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制幸晋阳宫','隋季失天策，万方罹凶残。皇祖称义旗，三灵皆获安。
                                                                       圣期将申锡，王业成艰难。盗移未改命，历在终履端。
                                                                       彼汾惟帝乡，雄都信郁盘。一月朔巡狩，群后陪清銮。
                                                                       霸迹在沛庭，旧仪睹汉官。唐风思何深，舜典敷更宽。
                                                                       户蒙枌榆复，邑争牛酒欢。缅惟翦商后，岂独微禹叹。
                                                                       三后既在天，万年斯不刊。尊祖实我皇，天文皆仰观。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬周判官巡至始兴会改秘书少监见贻之作兼呈耿广州','惟昔迁乐土，迨今已重世。阴庆荷先德，素风惭后裔。
唯益梓桑恭，岂禀山川丽。于时初自勉，揆己无兼济。
瘠土资劳力，良书启蒙蔽。一探石室文，再擢金门第。
既起南宫草，复掌西掖制。过举及小人，便蕃在中岁。
亚司河海秩，转牧江湖澨。勿谓符竹轻，但觉涓尘细。
一麾尚云忝，十驾宜求税。心息已如灰，迹牵且为赘。
忽捧天书委，将革海隅弊。朝闻循诚节，夕饮蒙瘴疠。
义疾耻无勇，盗憎攻亦锐。葵藿是倾心，豺狼何反噬。
履险甘所受，劳贤恧相曳。揽辔但荒服，循陔便私第。
嘉庆始获申，恩华复相继。无庸我先举，同事君犹滞。
当推奉使绩，且结拜亲契。更延怀安旨，曾是虑危际。
善谋虽若兹，至理焉可替。所仗有神道，况承明主惠。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('园中时蔬尽皆锄理唯秋兰数本委而不顾彼虽一物有足悲者遂赋二章','场藿已成岁，园葵亦向阳。兰时独不偶，露节渐无芳。
旨异菁为蓄，甘非蔗有浆。人多利一饱，谁复惜馨香。
幸得不锄去，孤苗守旧根。无心羡旨蓄，岂欲近名园。
遇赏宁充佩，为生莫碍门。幽林芳意在，非是为人论。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制次琼岳韵','山祇亦望幸，云雨见灵心。岳馆逢朝霁，关门解宿阴。 咸京天上近，清渭日边临。我武因冬狩，何言是即禽。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉使自蓝田玉山南行','征骖入云壑，始忆步金门。通籍微躯幸，归途明主恩。
匪唯徇行役，兼得慰晨昏。是节暑云炽，纷吾心所尊。
海县且悠缅，山邮日骏奔。徒知恶嚣事，未暇息阴论。
峣武经陈迹，衡湘指故园。水闻南涧险，烟望北林繁。
远霭千岩合，幽声百籁喧。阴泉夏犹冻，阳景昼方暾。
懿此高深极，徒令梦想存。盛明期有报，长往复奚言。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制早渡蒲津关','魏武中流处，轩皇问道回。长堤春树发，高掌曙云开。
                                                                        龙负王舟渡，人占仙气来。河津会日月，天仗役风雷。
                                                                        东顾重关尽，西驰万国陪。还闻股肱郡，元首咏康哉。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬宋使君见赠之作','时来不自意，宿昔谬枢衡。翊圣负明主，妨贤愧友生。 罢归犹右职，待罪尚南荆。政有留棠旧，风因继组成。 高轩问疾苦，烝庶荷仁明。衰废时所薄，只言僚故情。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送使广州','家在湘源住，君今海峤行。经过正中道，相送倍为情。 心逐书邮去，形随世网婴。因声谢远别，缘义不缘名。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制度潼关口号','嶙嶙故城垒，荒凉空戍楼。在德不在险，方知王道休。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬宋使君见诒','陟邻初禀训，献策幸逢时。朝列且云忝，君恩复若兹。 庭闱际海曲，轺传荷天慈。顾己欢乌鸟，闻君泣素丝。 才明应主召，福善岂神欺。但愿白心在，终然涅不淄。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送姚评事入蜀各赋一物得卜肆','蜀严化已久，沉冥空所思。尝闻卖卜处，犹忆下帘时。 驱传应经此，怀贤倘问之。归来说往事，历历偶心期。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('将发还乡示诸弟','岁阳亦颓止，林意日萧摵。云胡当此时，缅迈复为客。
                                                                      至爱孰能舍，名义来相迫。负德良不赀，输诚靡所惜。
                                                                      一木逢厦构，纤尘愿山益。无力主君恩，宁利客卿璧。
                                                                      去去荣归养，怃然叹行役。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('剪彩','姹女矜容色，为花不让春。既争芳意早，谁待物华真。 叶作参差发，枝从点缀新。自然无限态，长在艳阳晨。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('郡中每晨兴辄见群鹤东飞至暮又行列而返哢唳云路甚和乐焉予愧独处江城常目送此意有所羡遂赋以诗','云间有数鹤，抚翼意无违。晓日东田去，烟霄北渚归。

                                                                                  欢呼良自适，罗列好相依。远集长江静，高翔众鸟稀。

                                                                                  岂烦仙子驭，何畏野人机。却念乘轩者，拘留不得飞。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南山下旧居闲放','祗役已云久，乘闲返服初。块然屏尘事，幽独坐林闾。
                                                                      清旷前山远，纷喧此地疏。乔木凌青霭，修篁媚绿渠。
                                                                      耳和绣翼鸟，目畅锦鳞鱼。寂寞心还间，飘飖体自虚。
                                                                      兴来命旨酒，临罢阅仙书。但乐多幽意，宁知有毁誉。
                                                                      尚想争名者，谁云要路居。都忘下流叹，倾夺竟何如。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('南阳道中作','登郢属岁阴，及宛懵所适。复闻东汉主，遗此南都迹。
                                                                    佳气蔼厥初，霸图纷在昔。兹邦称贵近，与世尝薰赫。
                                                                    遭遇感风云，变衰空草泽。不识邓公树，犹传阴后石。
                                                                    驱马历闉闍，荆榛翳阡陌。事去物无象，感来心不怿。
                                                                    怀古对穷秋，兴言伤远客。眇默遵岐路，辛勤弊行役。
                                                                    云雁号相呼，林麇走自索。顾忆徇书剑，未尝安枕席。
                                                                    岂暇墨突黔，空持辽豕白。迷复期非远，归欤赏农隙。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送杨府李功曹','平生属良友，结绶望光辉。何知人事拙，相与宦情非。 别路穿林尽，征帆际海归。居然已多意，况复两乡违。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登襄阳岘山','昔年亟攀践，征马复来过。信若山川旧，谁如岁月何。
                                                                    蜀相吟安在，羊公碣已磨。令图犹寂寞，嘉会亦蹉跎。
                                                                    宛宛樊城岸，悠悠汉水波。逶迤春日远，感寄客情多。
                                                                    地本原林秀，朝来烟景和。同心不同赏，留叹此岩阿。
','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('郢城西北有大古冢数十观其封域多是楚时诸王而年代久远不复可识唯直西有樊妃冢因后人为植松柏故行路尽知之','蘋藻生南涧，蕙兰秀中林。嘉名有所在，芳气无幽深。
                                                                                                                楚子初逞志，樊妃尝献箴。能令更择士，非直罢从禽。
                                                                                                                旧国皆湮灭，先王亦莫寻。唯传贤媛陇，犹结后人心。
                                                                                                                牢落山川意，萧疏松柏阴。破墙时直上，荒径或斜侵。
                                                                                                                惠问终不绝，风流独至今。千春思窈窕，黄鸟复哀音。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('二弟宰邑南海，见群雁南飞，因成咏以寄','鸿雁自北来，嗷嗷度烟景。常怀稻粱惠，岂惮江山永。 小大每相从，羽毛当自整。双凫侣晨泛，独鹤参宵警。 为我更南飞，因书至梅岭。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('王六履震广州津亭晓望','明发临前渚，寒来净远空。水纹天上碧，日气海边红。 景物纷为异，人情赖此同。乘槎自有适，非欲破长风。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('三月三日登龙山','伊川与灞津，今日祓除人。岂似龙山上，还同湘水滨。 衰颜忧更老，淑景望非春。禊饮岂吾事，聊将偶俗尘。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和圣制喜雨','艰我稼穑，载育载亭。随物应之，曷圣与灵。谓我何凭，
                                                                     惟德之馨。谁云天远，以诚必至。太清无云，羲和顿辔。
                                                                     于斯烝人，瞻彼非觊。阴冥倏忽，沛泽咸洎。何以致之。
                                                                     我后之感。无皋无隰，黍稷黯黯。无卉无木，敷芬黮黤.
                                                                     黄龙勿来，鸣鸟不思。人和年丰，皇心则怡。岂与周宣，
                                                                     云汉徒诗。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('林亭咏','穿筑非求丽，幽闲欲寄情。偶怀因壤石，真意在蓬瀛。 苔益山文古，池添竹气清。从兹果萧散，无事亦无营。','张九龄',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送杨道士往天台','鬼谷还成道，天台去学仙。行应松子化，留与世人传。 此地烟波远，何时羽驾旋。当须一把袂，城郭共依然。','张九龄',NULL);




INSERT INTO poem (title, content, author, `time`) VALUES('登蓟丘楼送贾兵曹入都','东山宿昔意，北征非我心。
                                                                         　　孤负平生愿，感涕下沾襟。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登幽州台歌','　前不见古人，后不见来者。
                                                                    　　念天地之悠悠，独怆然而涕下。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('白帝城怀古','　日落沧江晚，停桡问土风。
                                                                    　　城临巴子国，台没汉王宫。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('彩树歌','嘉锦筵珍树兮，错众彩之氛氲。
                                                                  　　状瑶台之微月，点巫山之朝云。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬晖上人秋夜山亭有赠','皎皎白林秋，微微翠山静。
                                                                         　　禅居感物变，独坐开轩屏。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬田逸人游岩见寻不遇题隐居里壁','游人献书去，薄暮返灵台。
                                                                              　　传道寻仙友，青囊卖卜来。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初入峡苦风寄故乡亲友','故乡今日友，欢会坐应同。
                                                                         　　宁知巴峡路，辛苦石尤风。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春晦饯陶七于江南同用风字','黄鹤烟云去，青江琴酒同。
                                                                           　　离帆方楚越，沟水复西东。
                                                                           　　芙蓉生夏浦，杨柳送春风。
                                                                           　　明日相思处，应对菊花丛。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春夜别友人','银烛吐清烟，金尊对绮筵。
　　离堂思琴瑟，别路绕山川。
                                                                    　　明月悬高树，长河没晓天。
                                                                    　　悠悠洛阳去，此会在何年。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('答洛阳主人','平生白云志，早爱赤松游。
                                                                    　　事亲恨未立，从宦此中州。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('度荆门望楚','　遥遥去巫峡，望望下章台。
                                                                    　　巴国山川尽，荆门烟雾开。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日游晖上人房','山水开精舍，琴歌列梵筵。
                                                                      　　人疑白楼赏，地似竹林禅。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('岘山怀古','秣马临荒甸，登高览旧都。
                                                                   　　犹悲坠泪碣，尚想卧龙图。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宴胡楚真禁所','人生固有命，天道信无言。
                                                                     　　青绳一相点，白璧遂成冤。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('燕昭王','南登碣石馆，遥望黄金台。
                                                                  　　丘陵尽乔木，昭王安在哉？
                                                                  　　霸图今已矣，驱马复归来。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏主人壁上画鹤寄乔主簿崔着作','古壁仙人画，丹青尚有文。
                                                                             　　独舞纷如雪，孤飞暖似雪。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('月夜有怀','　美人挟赵瑟，微月在西轩。
                                                                   　　寂寞夜何久，殷勤玉指繁。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('落第西还别刘祭酒高明府','别馆分周国。归骖入汉京。
                                                                          　　地连函谷塞。川接广阳城。','陈子昂',NULL);

INSERT INTO poem (title, content, author, `time`) VALUES('晚次乐乡县','故乡杳无际，日暮且孤征。川原迷旧国，道路入边城。野戍荒烟断，深山古木平。如何此时恨，噭噭夜猿鸣。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('修竹篇','龙种生南岳，孤翠郁亭亭。
峰岭上崇崒，烟雨下微冥。
夜间鼯鼠叫，昼聒泉壑声。
春风正淡荡，白露已清泠。
哀响激金奏，密色滋玉英。
岁寒霜雪苦，含彩独青青。
岂不厌凝冽？羞比春木荣。
春木有荣歇，此节无凋零。
始愿与金石，终古保坚贞。
不意伶伦子，吹之学凤鸣。
遂偶云和瑟，张乐奏天庭。
妙曲方千变，《箫韶》亦九成。
信蒙雕斲美，常愿事仙灵。
驱驰翠虬驾，伊郁紫鸾笙。
结交嬴台女，吟弄《升天行》。
携手登白日，远游戏赤城。
低昂玄鹤舞，断续彩云生。
永随众仙去，三山游玉京。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送魏大从军','匈奴犹未灭，魏绛复从戎。

                                                                    怅别三河道，言追六郡雄。

                                                                    雁山横代北，狐塞接云中。

                                                                    勿使燕然上，惟留汉将功。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送别崔著作东征','金天方肃杀，白露始专征。王师非乐战，之子慎佳兵。海气侵南部，边风扫北平。莫卖卢龙塞，归邀麟阁名。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('与东方左史虬修竹篇','龙种生南岳，孤翠郁亭亭。
峰岭上崇崒，烟雨下微冥。
夜闻鼯鼠叫，昼聒泉壑声。
春风正淡荡，白露已清泠。
哀响激金奏，密色滋玉英。
岁寒霜雪苦，含彩独青青。
岂不厌凝冽，羞比春木荣。
春木有荣歇，此节无凋零。
始愿与金石，终古保坚贞。
不意伶伦子，吹之学凤鸣。
遂偶云和瑟，张乐奏天庭。
妙曲方千变，箫韶亦九成。
信蒙雕斫美，常愿事仙灵。
驱驰翠虬驾，伊郁紫鸾笙。
结交嬴台女，吟弄升天行。
携手登白日，远游戏赤城。
低昂玄鹤舞，断续彩云生。
永随众仙去，三山游玉京。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('感遇诗三十八首·其十九','圣人不利己，忧济在元元。
黄屋非尧意，瑶台安可论？
吾闻西方化，清净道弥敦。
奈何穷金玉，雕刻以为尊？
云构山林尽，瑶图珠翠烦。
鬼工尚未可，人力安能存？
夸愚适增累，矜智道逾昏。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('和陆明府赠将军重出塞','忽闻天上将，关塞重横行。始返楼兰国，还向朔方城。黄金装战马，白羽集神兵。星月开天阵，山川列地营。晚风吹画角，春色耀飞旌。宁知班定远，犹是一书生。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('燕昭王','南登碣石馆，遥望黄金台。丘陵尽乔木，昭王安在哉？霸图今已矣，驱马复归来。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题祀山烽树赠乔十二侍御','汉庭荣巧宦，云阁薄边功。可怜骢马使，白首为谁雄。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏主人壁上画鹤寄乔主簿崔著作','古壁仙人画，丹青尚有文。独舞纷如雪，孤飞暧似云。自矜彩色重，宁忆故池群。江海联翩翼，长鸣谁复闻。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('度峡口山赠乔补阙知之王二无竞','峡口大漠南，横绝界中国。
丛石何纷纠，赤山复翕赩。
远望多众容，逼之无异色。
崔崒乍孤断，逶迤屡回直。
信关胡马冲，亦距汉边塞。
岂依河山险，将顺休明德。
物壮诚有衰，势雄良易极。
逦迤忽而尽，泱漭平不息。
之子黄金躯，如何此荒域。
云台盛多士，待君丹墀侧。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春夜别友人二首·其二','紫塞白云断，青春明月初。对此芳樽夜，离忧怅有馀。清冷花露满，滴沥檐宇虚。怀君欲何赠，愿上大臣书。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬晖上人秋夜山亭有赠','皎皎白林秋，微微翠山静。禅居感物变，独坐开轩屏。风泉夜声杂，月露宵光冷。多谢忘机人，尘忧未能整。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('入东阳峡与李明府舟前后不相及','东岩初解缆，南浦遂离群。出没同洲岛，沿洄异渚濆。
风烟犹可望，歌笑浩难闻。路转青山合，峰回白日曛。
奔涛上漫漫，积水下沄沄.倏忽犹疑及，差池复两分。
离离间远树，蔼蔼没遥氛。地上巴陵道，星连牛斗文。
孤狖啼寒月，哀鸿叫断云。仙舟不可见，摇思坐氛氲。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晦日宴高氏林亭','寻春游上路，追宴入山家。主第簪缨满，皇州景望华。 玉池初吐溜，珠树始开花。欢娱方未极，林阁散馀霞。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('江上暂别萧四刘三旋欣接遇','昨夜沧江别，言乖天汉游。宁期此相遇，尚接武陵洲。 结绶还逢育，衔杯且对刘。波潭一瀰瀰，临望几悠悠。 山水丹青杂，烟云紫翠浮。终愧神仙友，来接野人舟。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春日登金华观','白玉仙台古，丹丘别望遥。山川乱云日，楼榭入烟霄。 鹤舞千年树，虹飞百尺桥。还疑赤松子，天路坐相邀。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西还至散关答乔补阙知之','葳蕤苍梧凤，嘹唳白露蝉。羽翰本非匹，结交何独全。
昔君事胡马，余得奉戎旃。携手向沙塞，关河缅幽燕。
芳岁几阳止，白日屡徂迁。功业云台薄，平生玉佩捐。
叹此南归日，犹闻北戍边。代水不可涉，巴江亦潺湲。
揽衣度函谷，衔涕望秦川。蜀门自兹始，云山方浩然。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('庆云章','昆崙元气，实生庆云。大人作矣，五色氤氲。
昔在帝妫，南风既薰。丛芳烂熳，郁郁纷纷。旷矣千祀，庆云来止。
玉叶金柯，祚我天子。非我天子，庆云谁昌。非我圣母，庆云谁光。
庆云光矣，周道昌矣。九万八千，天授皇年。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬晖上人夏日林泉','闻道白云居，窈窕青莲宇。
岩泉万丈流，树石千年古。
林卧对轩窗，山阴满庭户。
方释尘事劳，从君袭兰杜','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送客','故人洞庭去，杨柳春风生。相送河洲晚，苍茫别思盈。 白蘋已堪把，绿芷复含荣。江南多桂树，归客赠生平。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠别冀侍御崔司议','有道君匡国，无闷余在林。白云峨眉上，岁晚来相寻。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蓟丘览古赠卢居士藏用七首','王道已沦昧，战国竞贪兵。乐生何感激，仗义下齐城。 雄图竟中夭，遗叹寄阿衡。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宿襄河驿浦','沿流辞北渚，结缆宿南洲。合岸昏初夕，回塘暗不流。 卧闻塞鸿断，坐听峡猿愁。沙浦明如月，汀葭晦若秋。 不及能鸣雁，徒思海上鸥。天河殊未晓，沧海信悠悠。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('入峭峡安居溪伐木溪源幽邃林岭相映有奇致焉','肃徒歌伐木，骛楫漾轻舟。靡迤随回水，潺湲溯浅流。
                                                                                   烟沙分两岸，露岛夹双洲。古树连云密，交峰入浪浮。
                                                                                   岩潭相映媚，溪谷屡环周。路迥光逾逼，山深兴转幽。
                                                                                   麇鼯寒思晚，猿鸟暮声秋。誓息兰台策，将从桂树游。
                                                                                   因书谢亲爱，千岁觅蓬丘。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('居延海树闻莺同作','边地无芳树，莺声忽听新。间关如有意，愁绝若怀人。 明妃失汉宠，蔡女没胡尘。坐闻应落泪，况忆故园春。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登蓟丘楼送贾兵曹入都','东山宿昔意，北征非我心。孤负平生愿，感涕下沾襟。
                                                                         暮登蓟楼上，永望燕山岑。辽海方漫漫，胡沙飞且深。
                                                                         峨眉杳如梦，仙子曷由寻。击剑起叹息，白日忽西沉。
                                                                         闻君洛阳使，因子寄南音。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初入峡苦风寄故乡亲友','故乡今日友，欢会坐应同。宁知巴峡路，辛苦石尤风。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('居延海树闻莺同作','边池无芳树。莺声忽听新。间关如有意。愁绝若怀人。明妃失汉宠。蔡女没胡尘。坐闻应落泪。况忆故园春。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('还至张掖古城，闻东军告捷，赠韦五虚己','孟秋首归路，仲月旅边亭。闻道兰山战，相邀在井陉。
屡斗关月满，三捷虏云平。汉军追北地，胡骑走南庭。
君为幕中士，畴昔好言兵。白虎锋应出，青龙阵几成。
披图见丞相，按节入咸京。宁知玉门道，翻作陇西行。
北海朱旄落，东归白露生。纵横未得意，寂寞寡相迎。
负剑空叹息，苍茫登古城。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('魏氏园林人赋一物得秋亭萱草','昔时幽径里，荣耀杂春丛。今来玉墀上，销歇畏秋风。 细叶犹含绿，鲜花未吐红。忘忧谁见赏，空此北堂中。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('洛城观酺应制','圣人信恭己，天命允昭回。苍极神功被，青云秘箓开。
垂衣受金册，张乐宴瑶台。云凤休征满，鱼龙杂戏来。
崇恩逾五日，惠泽畅三才。玉帛群臣醉，徽章缛礼该。
方睹升中禅，言观拜洛回。微臣固多幸，敢上万年杯。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('答韩使同在边','汉家失中策，胡马屡南驱。闻诏安边使，曾是故人谟。
废书怅怀古，负剑许良图。出关岁方晏，乘障日多虞。
虏入白登道，烽交紫塞途。连兵屯北地，清野备东胡。
边城方晏闭，斥堠始昭苏。复闻韩长孺，辛苦事匈奴。
雨雪颜容改，纵横才位孤。空怀老臣策，未获赵军租。
但蒙魏侯重，不受谤书诬。当取金人祭，还歌凯入都。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日游晖上人房','山水开精舍，琴歌列梵筵。人疑白楼赏，地似竹林禅。 对户池光乱，交轩岩翠连。色空今已寂，乘月弄澄泉。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠严仓曹乞推命录','少学纵横术，游楚复游燕。栖遑长委命，富贵未知天。 闻道沉冥客，青囊有秘篇。九宫探万象，三算极重玄。 愿奉唐生诀，将知跃马年。非同墨翟问，空滞杀龙川。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('万州晓发放舟乘涨，还寄蜀中亲朋','空濛岩雨霁，烂熳晓云归。啸旅乘明发，奔桡骛断矶。
                                                                              苍茫林岫转，络绎涨涛飞。远岸孤烟出，遥峰曙日微。
                                                                              前瞻未能眴，坐望已相依。曲直多今古，经过失是非。
                                                                              还期方浩浩，征思日騑騑.寄谢千金子，江海事多违。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('同宋参军之问梦赵六赠卢陈二子之作','晓霁望嵩丘，白云半岩足。氛氲涵翠微，宛如嬴台曲。
故人昔所尚，幽琴歌断续。变化竟无常，人琴遂两亡。
白云失处所，梦想暧容光。畴昔疑缘业，儒道两相妨。
前期许幽报，迨此尚茫茫。晤言既已失，感叹情何一。
始忆携手期，云台与峨眉。达兼济天下，穷独善其时。
诸君推管乐，之子慕巢夷。奈何苍生望，卒为黄绶欺。
铭鼎功未立，山林事亦微。抚孤一流恸，怀旧日暌违。
卢子尚高节，终南卧松雪。宋侯逢圣君，骖驭游青云。
而我独蹭蹬，语默道犹屯。征戍在辽阳，蹉跎草再黄。
丹丘恨不及，白露已苍苍。远闻山阳赋，感涕下沾裳。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('山水粉图','山图之白云兮，若巫山之高丘。纷群翠之鸿溶， 又似蓬瀛海水之周流。信夫人之好道，爱云山以幽求。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('月夜有怀','美人挟赵瑟，微月在西轩。寂寞夜何久，殷勤玉指繁。 清光委衾枕，遥思属湘沅。空帘隔星汉，犹梦感精魂','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠赵六贞固二首','回中烽火入，塞上追兵起。此时边朔寒，登陇思君子。
东顾望汉京，南山云雾里。
赤螭媚其彩，婉娈苍梧泉。昔者琅琊子，躬耕亦慨然。
美人岂遐旷，之子乃前贤。良辰在何许，白日屡颓迁。
道心固微密，神用无留连。舒可弥宇宙，揽之不盈拳。
蓬莱久芜没，金石徒精坚。良宝委短褐，闲琴独婵娟。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登泽州城北楼宴','平生倦游者，观化久无穷。复来登此国，临望与君同。 坐见秦兵垒，遥闻赵将雄。武安君何在，长平事已空。 且歌玄云曲，御酒舞薰风。勿使青衿子，嗟尔白头翁。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蓟丘览古赠卢居士藏用七首·燕昭王','南登碣石坂，遥望黄金台。丘陵尽乔木，昭王安在哉。
                                                                               霸图怅已矣，驱马复归来。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送别出塞','平生闻高义，书剑百夫雄。言登青云去，非此白头翁。 胡兵屯塞下，汉骑属云中。君为白马将，腰佩騂角弓。 单于不敢射，天子伫深功。蜀山余方隐，良会何时同。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('鸳鸯篇','飞飞鸳鸯鸟，举翼相蔽亏。俱来绿潭里，共向白云涯。
音容相眷恋，羽翮两逶迤。蘋萍戏春渚，霜霰绕寒池。
浦沙连岸净，汀树拂潭垂。年年此游玩，岁岁来追随。
凤凰起丹穴，独向梧桐枝。鸿雁来紫塞，空忆稻粱肥。
乌啼倦依托，鹤鸣伤别离。岂若此双禽，飞翻不异林。
刷尾青江浦，交颈紫山岑。文章负奇色，和鸣多好音。
闻有鸳鸯绮，复有鸳鸯衾。持为美人赠，勖此故交心。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋园卧病呈晖上人','幽寂旷日遥，林园转清密。疲疴澹无豫，独坐泛瑶瑟。
怀挟万古情，忧虞百年疾。绵绵多滞念，忽忽每如失。
缅想赤松游，高寻白云逸。荣吝始都丧，幽人遂贞吉。
图书纷满床，山水蔼盈室。宿昔心所尚，平生自兹毕。
愿言谁见知，梵筵有同术。八月高秋晚，凉风正萧瑟。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和皇帝上礼抚事述怀应制','大君忘自我，应运居紫宸。揖让期明辟，讴歌且顺人。
轩宫帝图盛，皇极礼容申。南面朝万国，东堂会百神。
云陛旂常满，天庭玉帛陈。钟石和睿思，雷雨被深仁。
承平信娱乐，王业本艰辛。愿罢瑶池宴，来观农扈春。
卑宫昭夏德，尊老睦尧亲。微臣敢拜手，歌舞颂维新。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晦日重宴高氏林亭','公子好追随，爱客不知疲。象筵开玉馔，翠羽饰金卮。 此时高宴所，讵减习家池。循涯倦短翮，何处俪长离。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('酬李参军崇嗣旅馆见赠','昨夜银河畔，星文犯遥汉。今朝紫气新，物色果逢真。
言从天上落，乃是地仙人。白璧疑冤楚，乌裘似入秦。
摧藏多古意，历览备艰辛。乐广云虽睹，夷吾风未春。
凤歌空有问，龙性讵能驯。宝剑终应出，骊珠会见珍。
未及冯公老，何惊孺子贫。青云傥可致，北海忆孙宾。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠赵六贞固','回中峰火入。
塞上追兵起。
此时边朔寒。
登陇思君子。
东顾望汉京。
南山云雾里。

赤螭媚其彩。
婉娈苍梧泉。
昔者琅琊子。
躬耕亦慨然。
美人岂遐旷。
之子乃前贤。
良辰在何许。
白日屡颓迁。
道心固微密。
神用无留连。
舒可弥宇宙。
揽之不盈拳。
蓬莱久芜没。
金石徒精坚。
良宝委短褐。
闲琴独蝉娟。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日遇荆州府崔兵曹使宴','輶轩凤凰使，林薮鹖鸡冠。江湖一相许，云雾坐交欢。 兴尽崔亭伯，言忘释道安。林光稍欲暮，岁物已将阑。 古树苍烟断，虚亭白露寒。瑶琴山水曲，今日为君弹。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蓟丘览古赠卢居士藏用七首。燕太子','秦王日无道，太子怨亦深。一闻田光义，匕首赠千金。 其事虽不立，千载为伤心。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送魏兵曹使巂州得登字','阳山淫雾雨，之子慎攀登。羌笮多珍宝，人言有爱憎。 欲酬明主惠，当尽使臣能。勿以王阳道，迢递畏崚嶒。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宿空舲峡青树村浦','的的明月水，啾啾寒夜猿。客思浩方乱，洲浦寂无喧。 忆作千金子，宁知九逝魂。虚闻事朱阙，结绶骛华轩。 委别高堂爱，窥觎明主恩。今成转蓬去，叹息复何言。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('上元夜效小庾体','三五月华新，遨游逐上春。相邀洛城曲，追宴小平津。楼上看珠妓，车中见玉人。芳宵殊未极，随意守灯轮。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题田洗马游岩桔槔','望苑长为客，商山遂不归。谁怜北陵井，未息汉阴机。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('庆云章','昆仑元气，实生庆云。大人作矣，五色氤氲。昔在帝妫，
南风既薰。丛芳烂熳，郁郁纷纷。旷矣千祀，庆云来止，
玉叶金柯，祚我天子。非我天子，庆云谁昌。非我圣母，
庆云谁光。庆云光矣，周道昌矣。九万八千，天授皇年','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送东莱王学士无竞','宝剑千金买，平生未许人。怀君万里别，持赠结交亲。 孤松宜晚岁，众木爱芳春。已矣将何道，无令白首新。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('观荆玉篇','鸱夷双白玉，此玉有缁磷。悬之千金价，举世莫知真。 丹青非异色，轻重有殊伦。勿信玉工言，徒悲荆国人。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宴胡楚真禁所','人生固有命，天道信无言。青蝇一相点，白璧遂成冤。 请室闲逾邃，幽庭春未暄。寄谢韩安国，何惊狱吏尊。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春台引','感阳春兮生碧草之油油。怀宇宙以伤远，登高台而写忧。
迟美人兮不见，恐青岁之遂遒。从毕公以酣饮，
寄林塘而一留。采芳荪于北渚，忆桂树于南州。
何云木之美丽，而池馆之崇幽。星台秀士，月旦诸子。
嘉青鸟之辰，迎火龙之始。挟宝书与瑶瑟，
芳蕙华而兰靡。乃掩白蘋，藉绿芷。酒既醉，乐未已。
击青钟，歌渌水。怨青春之萎绝，赠瑶台之旖旎。
愿一见而道意，结众芳之绸缪。曷余情之荡漾，
瞩青云以增愁。怅三山之飞鹤，忆海上之白鸥。重曰：
群仙去兮青春颓，岁华歇兮黄鸟哀。富贵荣乐几时兮，
朱宫碧堂生青苔，白云兮归来。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('同旻上人伤寿安傅少府','生涯良浩浩，天命固谆谆。闻道神仙尉，怀德遂为邻。
畴昔逢尧日，衣冠仕汉辰。交游纷若凤，词翰宛如麟。
太息劳黄绶，长思谒紫宸。金兰徒有契，玉树已埋尘。
把臂虽无托，平生固亦亲。援琴一流涕，旧馆几沾巾。
杳杳泉中夜，悠悠世上春。幽明长隔此，歌哭为何人。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('座右铭','事父尽孝敬，事君贵端贞。
兄弟敦和睦，朋友笃信诚。
从关重公慎，立身贵廉明。
待干慕谦让，莅民尚宽平。
理讼惟正直，察狱必审情。
谤议不足怨，宠辱讵须惊。
处满常惮溢，居高本虑倾。
诗礼固可学，郑卫不足听。
幸能修实操，何俟钓虚声。
白珪玷可灭，黄金诺不轻。
秦穆饮盗马，楚客报绝缨。
言行既无择，存殁自扬名。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题田洗马游岩桔槔','望苑（一作远）长为客。商山遂不归。谁怜北陵井（一作客）。未息汉阴机。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('于长史山池三日曲水宴','摘兰藉芳月，祓宴坐回汀。
泛滟清流满，葳蕤白芷生。
金弦挥赵瑟，玉指弄秦筝。
岩榭风光媚，郊园春树平。
烟花飞御道，罗绮照昆明。
日落红尘合，车马乱纵横。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日晖上人房别李参军崇嗣','四十九变化，一十三死生。翕忽玄黄里，驱驰风雨情。
是非纷妄作，宠辱坐相惊。至人独幽鉴，窈窕随昏明。
咫尺山河道，轩窗日月庭。别离焉足问，悲乐固能并。
我辈何为尔，栖皇犹未平。金台可攀陟，宝界绝将迎。
户牖观天地，阶基上杳冥。自超三界乐，安知万里征。
中国要荒内，人寰宇宙荣。弦望如朝夕，宁嗟蜀道行','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('同王员外雨后登开元寺南楼因酬晖上人独坐山亭有赠','钟梵经行罢，香林坐入禅。岩庭交杂树，石濑泻鸣泉。 水月心方寂，云霞思独玄。宁知人世里，疲病得攀缘。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题居延古城赠乔十二知之','闻君东山意，宿昔紫芝荣。沧洲今何在，华发旅边城。 还汉功既薄，逐胡策未行。徒嗟白日暮，坐对黄云生。 桂枝芳欲晚，薏苡谤谁明。无为空自老，含叹负生平。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('落第西还别刘祭酒高明府','别馆分周国，归骖入汉京。地连函谷塞，川接广阳城。 望迥楼台出，途遥烟雾生。莫言长落羽，贫贱一交情。','陈子昂',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('感遇诗三十八首·其八','吾观昆崙化，日月沦洞冥。精魄相交会，天壤以罗生。仲尼推太极，老聃贵窈冥。西方金仙子，崇义乃无明。空色皆寂灭，缘业定何成。名教信纷藉，死生俱未停。','陈子昂',NULL);


INSERT INTO poem (title, content, author, `time`) VALUES('白雪歌送武判官归京','北风卷地白草折，胡天八月即飞雪。
忽如一夜春风来，千树万树梨花开。
散入珠帘湿罗幕，狐裘不暖锦衾薄。
将军角弓不得控，都护铁衣冷难着。
瀚海阑干百丈冰，愁云惨淡万里凝。
中军置酒饮归客，胡琴琵琶与羌笛。
纷纷暮雪下辕门，风掣红旗冻不翻。
轮台东门送君去，去时雪满天山路。
山回路转不见君，雪上空留马行处。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('逢入京使','故园东望路漫漫，双袖龙钟泪不干。
马上相逢无纸笔，凭君传语报平安。','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('走马川行奉送封大夫出师西征','君不见走马川行雪海边，平沙莽莽黄入天。
轮台九月风夜吼，一川碎石大如斗，随风满地石乱走。
匈奴草黄马正肥，金山西见烟尘飞，汉家大将西出师。
将军金甲夜不脱，半夜军行戈相拨，风头如刀面如割。
马毛带雪汗气蒸，五花连钱旋作冰，幕中草檄砚水凝。
虏骑闻之应胆慑，料知短兵不敢接，车师西门伫献捷。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('行军九日思长安故园','强欲登高去，无人送酒来。
遥怜故园菊，应傍战场开。','岑参',757);
INSERT INTO poem (title, content, author, `time`) VALUES('戏问花门酒家翁','老人七十仍沽酒，千壶百瓮花门口。
道傍榆荚巧似钱，摘来沽酒君肯否。','岑参',751);
INSERT INTO poem (title, content, author, `time`) VALUES('碛中作','走马西来欲到天，辞家见月两回圆。
今夜不知何处宿，平沙万里绝人烟。','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('山房春事二首','风恬日暖荡春光，戏蝶游蜂乱入房。
数枝门柳低衣桁，一片山花落笔床。
梁园日暮乱飞鸦，极目萧条三两家。
庭树不知人去尽，春来还发旧时花。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('凉州馆中与诸判官夜集','弯弯月出挂城头，城头月出照凉州。
凉州七里十万家，胡人半解弹琵琶。
琵琶一曲肠堪断，风萧萧兮夜漫漫。
河西幕中多故人，故人别来三五春。
花门楼前见秋草，岂能贫贱相看老。
一生大笑能几回，斗酒相逢须醉倒。','岑参',754);
INSERT INTO poem (title, content, author, `time`) VALUES('武威送刘判官赴碛西行军','火山五月行人少，看君马去疾如鸟。
都护行营太白西，角声一动胡天晓。','岑参', 751);
INSERT INTO poem (title, content, author, `time`) VALUES('送李副使赴碛西官军','火山六月应更热，赤亭道口行人绝。
知君惯度祁连城，岂能愁见轮台月。
脱鞍暂入酒家垆，送君万里西击胡。
功名祗向马上取，真是英雄一丈夫。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送人赴安西','上马带吴钩，翩翩度陇头。
小来思报国，不是爱封侯。
万里乡为梦，三边月作愁。
早须清黠虏，无事莫经秋。','岑参',754);
INSERT INTO poem (title, content, author, `time`) VALUES('胡歌','黑姓蕃王貂鼠裘，葡萄宫锦醉缠头。
关西老将能苦战，七十行兵仍未休。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('暮秋山行','疲马卧长坂，夕阳下通津。
山风吹空林，飒飒如有人。
苍旻霁凉雨，石路无飞尘。
千念集暮节，万籁悲萧辰。
鶗鴂昨夜鸣，蕙草色已陈。
况在远行客，自然多苦辛。','岑参',739);
INSERT INTO poem (title, content, author, `time`) VALUES('寄左省杜拾遗','联步趋丹陛，分曹限紫微。
晓随天仗入，暮惹御香归。
白发悲花落，青云羡鸟飞。
圣朝无阙事，自觉谏书稀。','岑参',758);
INSERT INTO poem (title, content, author, `time`) VALUES('轮台歌奉送封大夫出师西征','轮台城头夜吹角，轮台城北旄头落。
羽书昨夜过渠黎，单于已在金山西。
戍楼西望烟尘黑，汉军屯在轮台北。
上将拥旄西出征，平明吹笛大军行。
四边伐鼓雪海涌，三军大呼阴山动。
虏塞兵气连云屯，战场白骨缠草根。
剑河风急雪片阔，沙口石冻马蹄脱。
亚相勤王甘苦辛，誓将报主静边尘。
古来青史谁不见，今见功名胜古人。','岑参',754);
INSERT INTO poem (title, content, author, `time`) VALUES('发临洮将赴北庭留别','闻说轮台路，连年见雪飞。
春风曾不到，汉使亦应稀。
白草通疏勒，青山过武威。
勤王敢道远，私向梦中归。','岑参',754);
INSERT INTO poem (title, content, author, `time`) VALUES('春梦','洞房昨夜春风起，故人尚隔湘江水。
枕上片时春梦中，行尽江南数千里。','岑参',753);
INSERT INTO poem (title, content, author, `time`) VALUES('碛西头送李判官入京','一身从远使，万里向安西。
汉月垂乡泪，胡沙费马蹄。
寻河愁地尽，过碛觉天低。
送子军中饮，家书醉里题。','岑参',754);
INSERT INTO poem (title, content, author, `time`) VALUES('奉和中书舍人贾至早朝大明宫','鸡鸣紫陌曙光寒，莺啭皇州春色阑。
金阙晓钟开万户，玉阶仙仗拥千官。
花迎剑珮星初落，柳拂旌旗露未干。
独有凤凰池上客，阳春一曲和皆难。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('与高适薛据同登慈恩寺浮图','塔势如涌出，孤高耸天宫。
登临出世界，磴道盘虚空。
突兀压神州，峥嵘如鬼工。
四角碍白日，七层摩苍穹。
下窥指高鸟，俯听闻惊风。
连山若波涛，奔凑似朝东。
青槐夹驰道，宫馆何玲珑。
秋色从西来，苍然满关中。
五陵北原上，万古青濛濛。
净理了可悟，胜因夙所宗。
誓将挂冠去，觉道资无穷。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初过陇山途中呈宇文判官','一驿过一驿，驿骑如星流。
平明发咸阳，暮及陇山头。
陇水不可听，呜咽令人愁。
沙尘扑马汗，雾露凝貂裘。
西来谁家子，自道新封侯。
前月发安西，路上无停留。
都护犹未到，来时在西州。
十日过沙碛，终朝风不休。
马走碎石中，四蹄皆血流。
万里奉王事，一身无所求。
也知塞垣苦，岂为妻子谋。
山口月欲出，先照关城楼。
溪流与松风，静夜相飕飗。
别家赖归梦，山塞多离忧。
与子且携手，不愁前路修。','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('武威春暮闻宇文判官西使还已到晋昌','岸雨过城头，黄鹂上戍楼。
塞花飘客泪，边柳挂乡愁。
白发悲明镜，青春换敝裘。
君从万里使，闻已到瓜州。','岑参',751);
INSERT INTO poem (title, content, author, `time`) VALUES('送崔子还京','匹马西从天外归，扬鞭只共鸟争飞。
送君九月交河北，雪里题诗泪满衣。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('冬夕','浩汗霜风刮天地，温泉火井无生意。
泽国龙蛇冻不伸，南山瘦柏消残翠。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('奉陪封大夫九日登高','九日黄花酒，登高会昔闻。
霜威逐亚相，杀气傍中军。
横笛惊征雁，娇歌落塞云。
边头幸无事，醉舞荷吾君。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('过碛','黄沙碛里客行迷，四望云天直下低。
为言地尽天还尽，行到安西更向西。','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('秋思','那知芳岁晚，坐见寒叶堕。
吾不如腐草，翻飞作萤火。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('热海行送崔侍御还京','侧闻阴山胡儿语，西头热海水如煮。
海上众鸟不敢飞，中有鲤鱼长且肥。
岸旁青草长不歇，空中白雪遥旋灭。
蒸沙烁石燃虏云，沸浪炎波煎汉月。
阴火潜烧天地炉，何事偏烘西一隅？
势吞月窟侵太白，气连赤坂通单于。
送君一醉天山郭，正见夕阳海边落。
柏台霜威寒逼人，热海炎气为之薄。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('题平阳郡汾桥边柳树','此地曾居住，今来宛似归。
可怜汾上柳，相见也依依。','岑参',745);
INSERT INTO poem (title, content, author, `time`) VALUES('初授官题高冠草堂','三十始一命，宦情多欲阑。
自怜无旧业，不敢耻微官。
涧水吞樵路，山花醉药栏。
只缘五斗米，辜负一渔竿。','岑参',746);
INSERT INTO poem (title, content, author, `time`) VALUES('经火山','火山今始见，突兀蒲昌东。
赤焰烧虏云，炎氛蒸塞空。
不知阴阳炭，何独烧此中？
我来严冬时，山下多炎风。
人马尽汗流，孰知造化工！','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('田使君美人舞如莲花北鋋歌','美人舞如莲花旋，世人有眼应未见。
高堂满地红氍毹，试舞一曲天下无。
此曲胡人传入汉，诸客见之惊且叹。
慢脸娇娥纤复秾，轻罗金缕花葱茏。
回裾转袖若飞雪，左鋋右鋋生旋风。
琵琶横笛和未匝，花门山头黄云合。
忽作出塞入塞声，白草胡沙寒飒飒。
翻身入破如有神，前见后见回回新。
始知诸曲不可比，采莲落梅徒聒耳。
世人学舞只是舞，恣态岂能得如此。','岑参',751);
INSERT INTO poem (title, content, author, `time`) VALUES('胡笳歌送颜真卿使赴河陇','君不闻胡笳声最悲？紫髯绿眼胡人吹。
吹之一曲犹未了，愁杀楼兰征戍儿。
凉秋八月萧关道，北风吹断天山草。
昆仑山南月欲斜，胡人向月吹胡笳。
胡笳怨兮将送君，秦山遥望陇山云。
边城夜夜多愁梦，向月胡笳谁喜闻？','岑参',748);
INSERT INTO poem (title, content, author, `time`) VALUES('至大梁却寄匡城主人','一从弃鱼钓，十载干明王。
无由谒天阶，却欲归沧浪。
仲秋至东郡，遂见天雨霜。
昨夜梦故山，蕙草色已黄。
平明辞铁丘，薄暮游大梁。
仲秋萧条景，拔剌飞鹅鶬。
四郊阴气闭，万里无晶光。
长风吹白茅，野火烧枯桑。
故人南燕吏，籍籍名更香。
聊以玉壶赠，置之君子堂。','岑参',742);
INSERT INTO poem (title, content, author, `time`) VALUES('赵将军歌','九月天山风似刀，城南猎马缩寒毛。
将军纵博场场胜，赌得单于貂鼠袍。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('西过渭州见渭水思秦川','渭水东流去，何时到雍州？
凭添两行泪，寄向故园流。','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('玉门关盖将军歌','盖将军，真丈夫。
行年三十执金吾，身长七尺颇有须。
玉门关城迥且孤，黄沙万里白草枯。
南邻犬戎北接胡，将军到来备不虞。
五千甲兵胆力粗，军中无事但欢娱。
暖屋绣帘红地炉，织成壁衣花氍毹。
灯前侍婢泻玉壶，金铛乱点野酡酥。
紫绂金章左右趋，问著只是苍头奴。
美人一双闲且都，朱唇翠眉映明矑。
清歌一曲世所无，今日喜闻凤将雏。
可怜绝胜秦罗敷，使君五马谩踟蹰。
野草绣窠紫罗襦，红牙缕马对樗蒱。
玉盘纤手撒作卢，众中夸道不曾输。
枥上昂昂皆骏驹，桃花叱拨价最殊。
骑将猎向城南隅，腊日射杀千年狐。
我来塞外按边储，为君取醉酒剩沽。
醉争酒盏相喧呼，忽忆咸阳旧酒徒。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('巩北秋兴寄崔明允','白露披梧桐，玄蝉昼夜号。
秋风万里动，日暮黄云高。
君子佐休明，小人事蓬蒿。
所适在鱼鸟，焉能徇锥刀。
孤舟向广武，一鸟归成皋。
胜概日相与，思君心郁陶。','岑参',735);
INSERT INTO poem (title, content, author, `time`) VALUES('天山雪歌送萧治归京','天山雪云常不开，千峰万岭雪崔嵬。
北风夜卷赤亭口，一夜天山雪更厚。
能兼汉月照银山，复逐胡风过铁关。
交河城边鸟飞绝，轮台路上马蹄滑。
晻霭寒氛万里凝，阑干阴崖千丈冰。
将军狐裘卧不暖，都护宝刀冻欲断。
正是天山雪下时，送君走马归京师。
雪中何以赠君别，惟有青青松树枝。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('北庭西郊候封大夫受降回军献上','胡地苜蓿美，轮台征马肥。
大夫讨匈奴，前月西出师。
甲兵未得战，降虏来如归。
橐驼何连连，穹帐亦累累。
阴山烽火灭，剑水羽书稀。
却笑霍嫖姚，区区徒尔为。
西郊候中军，平沙悬落晖。
驿马从西来，双节夹路驰。
喜鹊捧金印，蛟龙盘画旗。
如公未四十，富贵能及时。
直上排青云，傍看疾若飞。
前年斩楼兰，去岁平月支。
天子日殊宠，朝廷方见推。
何幸一书生，忽蒙国士知。
侧身佐戎幕，敛衽事边陲。
自逐定远侯，亦著短后衣。
近来能走马，不弱并州儿。','岑参',754);
INSERT INTO poem (title, content, author, `time`) VALUES('感遇','北山有芳杜，靡靡花正发。
未及得采之，秋风忽吹杀。
君不见拂云百丈青松柯，纵使秋风无奈何。
四时常作青黛色，可怜杜花不相识。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登古邺城','下马登邺城，城空复何见。
东风吹野火，暮入飞云殿。
城隅南对望陵台，漳水东流不复回。
武帝宫中人去尽，年年春色为谁来。','岑参',739);
INSERT INTO poem (title, content, author, `time`) VALUES('北庭贻宗学士道别','万事不可料，叹君在军中。
读书破万卷，何事来从戎。
曾逐李轻车，西征出太蒙。
荷戈月窟外，擐甲昆仑东。
两度皆破胡，朝廷轻战功。
十年只一命，万里如飘蓬。
容鬓老胡尘，衣裘脆边风。
忽来轮台下，相见披心胸。
饮酒对春草，弹棋闻夜钟。
今且还龟兹，臂上悬角弓。
平沙向旅馆，匹马随飞鸿。
孤城倚大碛，海气迎边空。
四月犹自寒，天山雪濛濛。
君有贤主将，何谓泣途穷。
时来整六翮，一举凌苍穹。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('酒泉太守席上醉后作','酒泉太守能剑舞，高堂置酒夜击鼓。
胡笳一曲断人肠，座上相看泪如雨。
琵琶长笛曲相和，羌儿胡雏齐唱歌。
浑炙犁牛烹野驼，交河美酒归叵罗。
三更醉后军中寝，无奈秦山归梦何。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('六月三十日水亭送华阴王少府还县（得潭字）','亭晚人将别，池凉酒未酣。
关门劳夕梦，仙掌引归骖。
荷叶藏鱼艇，藤花罥客簪。
残云收夏暑，新雨带秋岚。
失路情无适，离怀思不堪。
赖兹庭户里，别有小江潭。','岑参',760);
INSERT INTO poem (title, content, author, `time`) VALUES('送杨子','斗酒渭城边，垆头耐醉眠。
梨花千树雪，杨叶万条烟。
惜别添壶酒，临岐赠马鞭。
看君颍上去，新月到家圆。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('林卧','偶得鱼鸟趣，复兹水木凉。
远峰带雨色，落日摇川光。
臼中西山药，袖里淮南方。
唯爱隐几时，独游无何乡。','岑参',760);
INSERT INTO poem (title, content, author, `time`) VALUES('送王大昌龄赴江宁','对酒寂不语，怅然悲送君。
明时未得用，白首徒攻文。
泽国从一官，沧波几千里。
群公满天阙，独去过淮水。
旧家富春渚，尝忆卧江楼。
自闻君欲行，频望南徐州。
穷巷独闭门，寒灯静深屋。
北风吹微雪，抱被肯同宿。
君行到京口，正是桃花时。
舟中饶孤兴，湖上多新诗。
潜虬且深蟠，黄鹄举未晚。
惜君青云器，努力加餐饭。','岑参',740);
INSERT INTO poem (title, content, author, `time`) VALUES('过燕支寄杜位','燕支山西酒泉道，北风吹沙卷白草。
长安遥在日光边，忆君不见令人老。','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('登总持阁','高阁逼诸天，登临近日边。
晴开万井树，愁看五陵烟。
槛外低秦岭，窗中小渭川。
早知清净理，常愿奉金仙。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蜀葵花歌','昨日一花开，今日一花开。
今日花正好，昨日花已老。
始知人老不如花，可惜落花君莫扫。
人生不得长少年，莫惜床头沽酒钱。
请君有钱向酒家，君不见，蜀葵花。','岑参',753);
INSERT INTO poem (title, content, author, `time`) VALUES('早秋与诸子登虢州西亭观眺','亭高出鸟外，客到与云齐。
树点千家小，天围万岭低。
残虹挂陕北，急雨过关西。
酒榼缘青壁，瓜田傍绿溪。
微官何足道，爱客且相携。
唯有乡园处，依依望不迷。','岑参',759);
INSERT INTO poem (title, content, author, `time`) VALUES('题金城临河驿楼','古戍依重险，高楼见五凉。
山根盘驿道，河水浸城墙。
庭树巢鹦鹉，园花隐麝香。
忽如江浦上，忆作捕鱼郎。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('登凉州尹台寺','胡地三月半，梨花今始开。
因从老僧饭，更上夫人台。
清唱云不去，弹弦风飒来。
应须一倒载，还似山公回。','岑参',751);
INSERT INTO poem (title, content, author, `time`) VALUES('送崔全被放归都觐省','夫子不自衍，世人知者稀，来倾阮氏酒，去著老莱衣。
渭北草新出，关东花欲飞，楚王犹自惑，片玉且将归。','岑参',741);
INSERT INTO poem (title, content, author, `time`) VALUES('敬酬李判官使院即事见呈','公府日无事，吾徒只是闲。
草根侵柱础，苔色上门关。
饮砚时见鸟，卷帘晴对山。
新诗吟未足，昨夜梦东还。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('宿铁关西馆','马汗踏成泥，朝驰几万蹄。
雪中行地角，火处宿天倪。
塞迥心常怯，乡遥梦亦迷。
那知故园月，也到铁关西。','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('火山云歌送别','火山突兀赤亭口，火山五月火云厚。
火云满山凝未开，飞鸟千里不敢来。
平明乍逐胡风断，薄暮浑随塞雨回。
缭绕斜吞铁关树，氛氲半掩交河戍。
迢迢征路火山东，山上孤云随马去。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('登北庭北楼，呈幕中诸公','尝读西域传，汉家得轮台。
古塞千年空，阴山独崔嵬。
二庭近西海，六月秋风来。
日暮上北楼，杀气凝不开。
大荒无鸟飞，但见白龙塠。
旧国眇天末，归心日悠哉。
上将新破胡，西郊绝烟埃。
边城寂无事，抚剑空徘徊。
幸得趋幕中，托身厕群才。
早知安边计，未尽平生怀。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('赴北庭度陇思家','西向轮台万里馀，也知乡信日应疏。
陇山鹦鹉能言语，为报家人数寄书。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春兴戏题赠李侯','黄雀始欲衔花来，君家种桃花未开。
长安二月眼看尽，寄报春风早为催。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题三会寺苍颉造字台','野寺荒台晚，寒天古木悲。
空阶有鸟迹，犹似造书时。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('还高冠潭口留别舍弟','昨日山有信，只今耕种时。
遥传杜陵叟，怪我还山迟。
独向潭上酌，无人林下期。
东谿忆汝处，闲卧对鸬鹚。','岑参',743);
INSERT INTO poem (title, content, author, `time`) VALUES('寄宇文判官','西行殊未已，东望何时还。
终日风与雪，连天沙复山。
二年领公事，两度过阳关。
相忆不可见，别来头已斑。','岑参',750);
INSERT INTO poem (title, content, author, `time`) VALUES('首秋轮台','异域阴山外，孤城雪海边。
秋来唯有雁，夏尽不闻蝉。
雨拂毡墙湿，风摇毳幕羶。
轮台万里地，无事历三年。','岑参',756);
INSERT INTO poem (title, content, author, `time`) VALUES('早发焉耆，怀终南别业','晓笛别乡泪，秋冰鸣马蹄。
一身虏云外，万里胡天西。
终日见征战，连年闻鼓鼙。
故山在何处，昨日梦清溪。','岑参',750);
INSERT INTO poem (title, content, author, `time`) VALUES('过酒泉，忆杜陵别业','昨夜宿祁连，今朝过酒泉。
黄沙西际海，白草北连天。
愁里难消日，归期尚隔年。
阳关万里梦，知处杜陵田。','岑参',749);
INSERT INTO poem (title, content, author, `time`) VALUES('高冠谷口招郑鄠','谷口来相访，空斋不见君。
涧花然暮雨，潭树暖春云。
门径稀人迹，檐峰下鹿群。
衣裳与枕席，山霭碧氛氲。','岑参',746);
INSERT INTO poem (title, content, author, `time`) VALUES('晚过盘石寺礼郑和尚','暂诣高僧话，来寻野寺孤。
岸花藏水碓，溪竹映风炉。
顶上巢新鹊，衣中得旧珠。
谈禅未得去，辍棹且踟蹰。','岑参',739);
INSERT INTO poem (title, content, author, `time`) VALUES('虢州送天平何丞入京市马','关树晚苍苍，长安近夕阳。
回风醒别酒，细雨湿行装。
习战边尘黑，防秋塞草黄。
知君市骏马，不是学燕王。','岑参',761);
INSERT INTO poem (title, content, author, `time`) VALUES('长门怨','君王嫌妾妒，闭妾在长门。
舞袖垂新宠，愁眉结旧恩。
绿钱侵履迹，红粉湿啼痕。
羞被夭桃笑，看春独不言。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('邯郸客舍歌','客从长安来，驱马邯郸道。
伤心丛台下，一带生蔓草。
客舍门临漳水边，垂杨下系钓鱼船。
邯郸女儿夜沽酒，对客挑灯夸数钱。
酩酊醉时日正午，一曲狂歌垆上眠。','岑参',739);
INSERT INTO poem (title, content, author, `time`) VALUES('渔父','扁舟沧浪叟，心与沧浪清。
不自道乡里，无人知姓名。
朝从滩上饭，暮向芦中宿。
歌竟还复歌，手持一竿竹。
竿头钓丝长丈馀，鼓枻乘流无定居。
世人那得识深意，此翁取适非取鱼。','岑参',743);
INSERT INTO poem (title, content, author, `time`) VALUES('函谷关歌，送刘评事使关西','君不见函谷关，崩城毁壁至今在。
树根草蔓遮古道，空谷千年长不改。
寂寞无人空旧山，圣朝无外不须关。
白马公孙何处去，青牛老人更不还。
苍苔白骨空满地，月与古时长相似。
野花不省见行人，山鸟何曾识关吏。
故人方乘使者车，吾知郭丹却不如。
请君时忆关外客，行到关西多致书。','岑参',739);
INSERT INTO poem (title, content, author, `time`) VALUES('司马相如琴台','相如琴台古，人去台亦空。
台上寒萧条，至今多悲风。
荒台汉时月，色与旧时同。','岑参',767);
INSERT INTO poem (title, content, author, `time`) VALUES('醉戏窦子美人','朱唇一点桃花殷，宿妆娇羞偏髻鬟。
细看只似阳台女，醉著莫许归巫山。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('题观楼','荒楼荒井闭空山，关令乘云去不还。
羽盖霓旌何处在，空留药臼向人间。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('玉关寄长安李主簿','东去长安万里馀，故人何惜一行书。
玉关西望堪肠断，况复明朝是岁除。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('灭胡曲','都护新灭胡，士马气亦粗。
萧条虏尘净，突兀天山孤。','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('首春渭西郊行，呈蓝田张二主簿','回风度雨渭城西，细草新花踏作泥。
秦女峰头雪未尽，胡公陂上日初低。
愁窥白发羞微禄，悔别青山忆旧谿.
闻道辋川多胜事，玉壶春酒正堪携。','岑参',759);
INSERT INTO poem (title, content, author, `time`) VALUES('九日使君席奉饯卫中丞赴长水','节使横行西出师，鸣弓擐甲羽林儿。
台上霜风凌草木，军中杀气傍旌旗。
预知汉将宣威日，正是胡尘欲灭时。
为报使君多泛菊，更将弦管醉东篱。','岑参',761);
INSERT INTO poem (title, content, author, `time`) VALUES('初至犍为作','山色轩槛内，滩声枕席间。
草生公府静，花落讼庭闲。
云雨连三峡，风尘接百蛮。
到来能几日，不觉鬓毛斑。','岑参',767);
INSERT INTO poem (title, content, author, `time`) VALUES('送韦侍御先归京（得宽字）','闻欲朝龙阙，应须拂豸冠。
风霜随马去，炎暑为君寒。
客泪题书落，乡愁对酒宽。
先凭报亲友，后月到长安。','岑参',751);
INSERT INTO poem (title, content, author, `time`) VALUES('宿关西客舍寄东山严许二山人时天宝初七月初三日在内学见有高道举徵','云送关西雨，风传渭北秋。
孤灯然客梦，寒杵捣乡愁。
滩上思严子，山中忆许由。
苍生今有望，飞诏下林丘。','岑参',742);
INSERT INTO poem (title, content, author, `time`) VALUES('送杨录事充潼关判官（得江字·一作充使）','夫子方寸里，秋天澄霁江。
关西望第一，郡内政无双。
狭室下珠箔，连宵倾玉缸。
平明犹未醉，斜月隐书窗。','岑参',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赠酒泉韩太守','太守有能政，遥闻如古人。
俸钱尽供客，家计常清贫。
酒泉西望玉关道，千山万碛皆白草。
辞君走马归长安，忆君倏忽令人老。','岑参',751);
INSERT INTO poem (title, content, author, `time`) VALUES('范公丛竹歌','世人见竹不解爱，知君种竹府城内。
此君托根幸得地，种来几时闻已大。
盛暑翛翛丛色寒，闲宵槭槭叶声干。
能清案牍帘下见，宜对琴书窗外看。
为君成阴将蔽日，迸笋穿阶踏还出。
守节偏凌御史霜，虚心愿比郎官笔。
君莫爱南山松树枝，竹色四时也不移。
寒天草木黄落尽，犹自青青君始知。','岑参',760);
INSERT INTO poem (title, content, author, `time`) VALUES('上嘉州青衣山中峰，题惠净上人幽居，寄兵部杨郎中','青衣谁开凿，独在水中央。
浮舟一跻攀，侧径缘穹苍。
绝顶诣老僧，豁然登上方。
诸岭一何小，三江奔茫茫。
兰若向西开，峨眉正相当。
猿鸟乐钟磬，松萝泛天香。
江云入袈裟，山月吐绳床。
早知清净理，久乃机心忘。
尚以名宦拘，聿来夷獠乡。
吾友不可见，郁为尚书郎。
早岁爱丹经，留心向青囊。
渺渺云智远，幽幽海怀长。
胜赏欲与俱，引领遥相望。
为政愧无术，分忧幸时康。
君子满天朝，老夫忆沧浪。
况值庐山远，抽簪归法王。','岑参',767);
INSERT INTO poem (title, content, author, `time`) VALUES('题苜蓿峰寄家人','苜蓿峰边逢立春，胡芦河上泪沾巾。
闺中只是空相忆，不见沙场愁杀人','岑参',755);
INSERT INTO poem (title, content, author, `time`) VALUES('醉里送裴子赴镇西','醉后未能别，待醒方送君。
看君走马去，直上天山云。','岑参',756);
INSERT INTO poem (title, content, author, `time`) VALUES('送郭仆射节制剑南','铁马擐红缨，幡旗出禁城。
明王亲授钺，丞相欲专征。
玉馔天厨送，金杯御酒倾。
剑门乘嶮过，阁道踏空行。
山鸟惊吹笛，江猿看洗兵。
晓云随去阵，夜月逐行营。
南仲今时往，西戎计日平。
将心感知己，万里寄悬旌。','岑参',765);
INSERT INTO poem (title, content, author, `time`) VALUES('送严黄门拜御史大夫再镇蜀川兼觐省','授钺辞金殿，承恩恋玉墀。
登坛汉主用，讲德蜀人思。
副相韩安国，黄门向子期。
刀州重入梦，剑阁再题词。
春草连青绶，晴花间赤旗。
山莺朝送酒，江月夜供诗。
许国分忧日，荣亲色养时。
苍生望已久，来去不应迟。','岑参',764);
INSERT INTO poem (title, content, author, `time`) VALUES('送薛播擢第归河东','归去新战胜，盛名人共闻。
乡连渭川树，家近条山云。
夫子能好学，圣朝全用文。
弟兄负世誉，词赋超人群。
雨气醒别酒，城阴低暮曛。
遥知出关后，更有一终军。','岑参',752);
INSERT INTO poem (title, content, author, `time`) VALUES('西掖省即事','西掖重云开曙晖，北山疏雨点朝衣。
千门柳色连青琐，三殿花香入紫微。
平明端笏陪鹓列，薄暮垂鞭信马归。
官拙自悲头白尽，不如岩下偃荆扉。','岑参',758);
INSERT INTO poem (title, content, author, `time`) VALUES('江上春叹','腊月江上暖，南桥新柳枝。
春风触处到，忆得故园时。
终日不如意，出门何所之。
从人觅颜色，自笑弱男儿。','岑参',766);
INSERT INTO poem (title, content, author, `time`) VALUES('晚发五渡','客厌巴南地，乡邻剑北天。
江村片雨外，野寺夕阳边。
芋叶藏山径，芦花杂渚田。
舟行未可住，乘月且须牵。','岑参',767);
INSERT INTO poem (title, content, author, `time`) VALUES('咏鹅','鹅，鹅，鹅，曲项向天歌。
白毛浮绿水，红掌拨清波。','骆宾王',641);
INSERT INTO poem (title, content, author, `time`) VALUES('于易水送人','此地别燕丹，壮士发冲冠。
昔时人已没，今日水犹寒。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('在狱咏蝉','西陆蝉声唱，南冠客思深。
不堪玄鬓影，来对白头吟。
露重飞难进，风多响易沉。
无人信高洁，谁为表予心？','骆宾王',679);
INSERT INTO poem (title, content, author, `time`) VALUES('帝京篇','山河千里国，城阙九重门。
不睹皇居壮，安知天子尊。
皇居帝里崤函谷，鹑野龙山侯甸服。
五纬连影集星躔，八水分流横地轴。
秦塞重关一百二，汉家离宫三十六。
桂殿嶔岑对玉楼，椒房窈窕连金屋。
三条九陌丽城隈，万户千门平旦开。
复道斜通鳷鹊观，交衢直指凤凰台。
剑履南宫入，簪缨北阙来。
声名冠寰宇，文物象昭回。
钩陈肃兰戺，璧沼浮槐市。
铜羽应风回，金茎承露起。
校文天禄阁，习战昆明水。
朱邸抗平台，黄扉通戚里。
平台戚里带崇墉，炊金馔玉待鸣钟。
小堂绮帐三千户，大道青楼十二重。
宝盖雕鞍金络马，兰窗绣柱玉盘龙。
绣柱璇题粉壁映，锵金鸣玉王侯盛。
王侯贵人多近臣，朝游北里暮南邻。
陆贾分金将宴喜，陈遵投辖正留宾。
赵李经过密，萧朱交结亲。
丹凤朱城白日暮，青牛绀幰红尘度。
侠客珠弹垂杨道，倡妇银钩采桑路。
倡家桃李自芳菲，京华游侠盛轻肥。
延年女弟双凤入，罗敷使君千骑归。
同心结缕带，连理织成衣。
春朝桂尊尊百味，秋夜兰灯灯九微。
翠幌珠帘不独映，清歌宝瑟自相依。
且论三万六千是，宁知四十九年非。
古来荣利若浮云，人生倚伏信难分。
始见田窦相移夺，俄闻卫霍有功勋。
未厌金陵气，先开石椁文。
朱门无复张公子，灞亭谁畏李将军。
相顾百龄皆有待，居然万化咸应改。
桂枝芳气已销亡，柏梁高宴今何在。
春去春来苦自驰，争名争利徒尔为。
久留郎署终难遇，空扫相门谁见知。
当时一旦擅豪华，自言千载长骄奢。
倏忽抟风生羽翼，须臾失浪委泥沙。
黄雀徒巢桂，青门遂种瓜。
黄金销铄素丝变，一贵一贱交情见。
红颜宿昔白头新，脱粟布衣轻故人。
故人有湮沦，新知无意气。
灰死韩安国，罗伤翟廷尉。
已矣哉，归去来。
马卿辞蜀多文藻，扬雄仕汉乏良媒。
三冬自矜诚足用，十年不调几邅回。
汲黯薪逾积，孙弘阁未开。
谁惜长沙傅，独负洛阳才。','骆宾王',676);
INSERT INTO poem (title, content, author, `time`) VALUES('送郑少府入辽共赋侠客远从戎','边烽警榆塞，侠客度桑干。
柳叶开银镝，桃花照玉鞍。
满月临弓影，连星入剑端。
不学燕丹客，空歌易水寒。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('在军登城楼','城上风威冷，江中水气寒。
戎衣何日定，歌舞入长安。','骆宾王',684);
INSERT INTO poem (title, content, author, `time`) VALUES('北眺舂陵','揽辔疲宵迈，驱马倦晨兴。
既出封泥谷，还过避雨陵。
山行明照上，溪宿密云蒸。
登高徒欲赋，词殚独抚膺。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日游目聊作','暂屏嚣尘累，言寻物外情。
致逸心逾默，神幽体自轻。
浦夏荷香满，田秋麦气清。
讵假沧浪上，将濯楚臣缨。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('同崔驸马晓初登楼思京','丽谯通四望，繁忧起万端。
绮疏低晚魄，镂槛肃初寒。
白云乡思远，黄图归路难。
唯馀西向笑，暂似当长安。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('月夜有怀简诸同病','闲庭落景尽，疏帘夜月通。
山灵响似应，水净望如空。
栖枝犹绕鹊，遵渚未来鸿。
可叹高楼妇，悲思杳难终。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春夜韦明府宅宴得春字','酌桂陶芳夜，披薜啸幽人。
雅琴驯鲁雉，清歌落范尘。
宿云低迥盖，残月上虚轮。
幸此承恩洽，聊当故乡春。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送别','寒更承夜永，凉夕向秋澄。
离心何以赠，自有玉壶冰。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日送尹大赴京','挂瓢余隐舜，负鼎尔干汤。
竹叶离樽满，桃花别路长。
低河耿秋色，落月抱寒光。
素书如可嗣，幽谷伫宾行。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('春日离长安客中言怀','年华开早律，霁色荡芳晨。
城阙千门晓，山河四望春。
御沟通太液，戚里对平津。
宝瑟调中妇，金罍引上宾。
剧谈推曼倩，惊坐揖陈遵。
意气一言合，风期万里亲。
自惟安直道，守拙忌因人。
谈器非先木，图荣异后薪。
揶揄惭路鬼，憔悴切波臣。
玄草终疲汉，乌裘几滞秦。
生涯无岁月，岐路有风尘。
还嗟太行道，处处白头新。
分类：','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('和王记室从赵王春日游陀山寺','鸟旟陪访道，鹫岭狎栖真。
四禅明静业，三空广胜因。
祥河疏叠涧，慧日皎重轮。
叶暗龙宫密，花明鹿苑春。
雕谈筌奥旨，妙辩漱玄津。
雅曲终难和，徒自奏巴人。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('相和歌辞·王昭君','敛容辞豹尾，缄怨度龙鳞。
金钿明汉月，玉箸染胡尘。
妆镜菱花暗，愁眉柳叶嚬。
惟有清笳曲，时闻芳树春。
','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('至分陕','陕西开胜壤，召南分沃畴。
列树巢维鹊，平渚下睢鸠。
憩棠疑勿剪，曳葛似攀樛。
至今王化美，非独在隆周。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送王明府参选赋得鹤','振衣游紫府，飞盖背青田。
虚心恒警露，孤影尚凌烟。
离歌凄妙曲，别操绕繁弦。
在阴如可和，清响会闻天。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初秋登王司马楼宴得同字','展骥端居暇，登龙喜宴同。
缔赏三清满，承欢六义通。
野晦寒阴积，潭虚夕照空。
顾惭非梦鸟，滥此厕雕虫。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('早发淮口望盱眙','养蒙分四渎，习坎奠三荆。
徙帝留馀地，封王表旧城。
岸昏涵蜃气，潮满应鸡声。
洲迥连沙静，川虚积溜明。
一朝从捧檄，千里倦悬旌。
背流桐柏远，逗浦木兰轻。
小山迷隐路，大块切劳生。
唯有贞心在，独映寒潭清。','骆宾王',680);
INSERT INTO poem (title, content, author, `time`) VALUES('伤祝阿王明府','洛川真气上，重泉惠政融。
含章光后烈，继武嗣前雄。
与善良难验，生涯忽易穷。
翔凫犹化履，狎雉尚驯童。
钱满荒阶绿，尘浮虚帐红。
夏馀将宿草，秋近未惊蓬。
烟晦泉门闭，日尽夜台空。
谁堪孤陇外，独听白杨风。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('四月八日题七级','化城分鸟堞，香阁俯龙川。
复栋侵黄道，重檐架紫烟。
铭书非晋代，壁画是梁年。
霸略今何在，王宫尚岿然。
二帝曾游圣，三卿是偶贤。
因兹游胜侣，超彼托良缘。
我出有为界，君登非想天。
悠悠青旷里，荡荡白云前。
今日经行处，曲音号盖烟。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('相和歌辞·从军行','平生一顾念，意气溢三军。
野日分戈影，天星合剑文。
弓弦抱汉月，马足践胡尘。
不求生入塞，唯当死报君。','骆宾王',670);
INSERT INTO poem (title, content, author, `time`) VALUES('相和歌辞·棹歌行','写月图黄罢，凌波拾翠通。
镜花摇芰日，衣麝入荷风。
叶密舟难荡，莲疏浦易空。
凤媒羞自托，鸳翼恨难穷。
秋帐灯花翠，倡楼粉色红。
相思无别曲，并在棹歌中。','骆宾王',676);
INSERT INTO poem (title, content, author, `time`) VALUES('晚憩田家','转蓬劳远役，披薜下田家。
山形类九折，水势急三巴。
悬梁接断岸，涩路拥崩查。
雾岩沦晓魄，风溆涨寒沙。
心迹一朝舛，关山万里赊。
龙章徒表越，闽俗本殊华。
旅行悲泛梗，离赠折疏麻。
唯有寒潭菊，独似故园花。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('出石门','层岩远接天，绝岭上栖烟。
松低轻盖偃，藤细弱丝悬。
石明如挂镜，苔分似列钱。
暂策为龙杖，何处得神仙。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('寓居洛滨对雪忆谢二','旅思眇难裁，冲飙恨易哀。
旷望洛川晚，飘飖瑞雪来。
积彩明书幌，流韵绕琴台。
色夺迎仙羽，花避犯霜梅。
谢庭赏方逸，袁扉掩未开。
高人傥有访，兴尽讵须回。','骆宾王',657);
INSERT INTO poem (title, content, author, `time`) VALUES('北眺舂陵','揽辔疲宵迈，驱马倦晨兴。
既出封泥谷，还过避雨陵。
山行明照上，谿宿密云蒸。
登高徒欲赋，词殚独抚膺。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('同崔驸马晓初登楼思京','丽谯通四望，繁忧起万端。
绮疏低晚魄，镂槛肃初寒。
白云乡思远，黄图归路难。
唯馀西向笑，暂似当长安。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('月夜有怀简诸同病','闲庭落景尽，疏帘夜月通。
山灵响似应，水净望如空。
栖枝犹绕鹊，遵渚未来鸿。
可叹高楼妇，悲思杳难终。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('叙寄员半千','薄宦三河道，自负十馀年。
不应惊若厉，只为直如弦。
坐历山川险，吁嗟陵谷迁。
长吟空抱膝，短翮讵冲天。
魂归沧海上，望断白云前。
钓名劳拾紫，隐迹自谈玄。
不学多能圣，徒思鸿宝仙。
斯志良难已，此道岂徒然。
嗟为刀笔吏，耻从绳墨牵。
岐路情虽狎，人伦地本偏。
长揖谢时事，独往访林泉。
寄言二三子，生死不来旋。','骆宾王',677);
INSERT INTO poem (title, content, author, `time`) VALUES('咏怀古意上裴侍郎','三十二馀罢，鬓是潘安仁。
四十九仍入，年非朱买臣。
纵横愁系越，坎壈倦游秦。
出笼穷短翮，委辙涸枯鳞。
穷经不沾用，弹铗欲谁申。
天子未驱策，岁月几沉沦。
轻生长慷慨，效死独殷勤。
徒歌易水客，空老渭川人。
一得视边塞，万里何苦辛。
剑匣胡霜影，弓开汉月轮。
金刀动秋色，铁骑想风尘。
为国坚诚款，捐躯忘贱贫。
勒功思比宪，决略暗欺陈。
若不犯霜雪，虚掷玉京春。','骆宾王',670);
INSERT INTO poem (title, content, author, `time`) VALUES('过张平子墓','西鄂该通理，南阳擅德音。
玉卮浮藻丽，铜浑积思深。
忽怀今日昔，非复昔时今。
日落丰碑暗，风来古木吟。
惟叹穷泉下，终郁羡鱼心。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('于紫云观赠道士','碧落澄秋景，玄门启曙关。
人疑列御至，客似令威还。
羽盖徒欣仰，云车未可攀。
只应倾玉醴，时许寄颓颜。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('渡瓜步江','捧檄辞幽径，鸣榔下贵洲。
惊涛疑跃马，积气似连牛。
月迥寒沙净，风急夜江秋。
不学浮云影，他乡空滞留。','骆宾王',676);
INSERT INTO poem (title, content, author, `time`) VALUES('途中有怀','眷然怀楚奏，怅矣背秦关。
涸鳞惊照辙，坠羽怯虚弯。
素服三川化，乌裘十上还。
莫言无皓齿，时俗薄朱颜。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('至分水戍','行役忽离忧，复此怆分流。
溅石回湍咽，萦丛曲涧幽。
阴岩常结晦，宿莽竞含秋。
况乃霜晨早，寒风入戍楼。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('望乡夕泛','归怀剩不安，促榜犯风澜。
落宿含楼近，浮月带江寒。
喜逐行前至，忧从望里宽。
今夜南枝鹊，应无绕树难。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('久客临海有怀','天涯非日观，地屺望星楼。
练光摇乱马，剑气上连牛。
草湿姑苏夕，叶下洞庭秋。
欲知凄断意，江上涉安流。','骆宾王',682);
INSERT INTO poem (title, content, author, `time`) VALUES('游兖部逢孔君自卫来，欣然相遇若旧','游人自卫返，背客隔淮来。
倾盖金兰合，忘筌玉叶开。
繁花明日柳，疏蕊落风梅。
将期重交态，时慰不然灰。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('西京守岁','闲居寡言宴，独坐惨风尘。
忽见严冬尽，方知列宿春。
夜将寒色去，年共晓光新。
耿耿他乡夕，无由展旧亲。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日饯陆道士陈文林','青牛游华岳，赤马走吴宫。
玉柱离鸿怨，金罍浮蚁空。
日霁崤陵雨，尘起洛阳风。
唯当玄度月，千里与君同','骆宾王',659);
INSERT INTO poem (title, content, author, `time`) VALUES('送费六还蜀','星楼望蜀道，月峡指吴门。
万行流别泪，九折切惊魂。
雪影含花落，云阴带叶昏。
还愁三径晚，独对一清尊。','骆宾王',676);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日送侯四得弹字','我留安豹隐，君去学鹏抟。
岐路分襟易，风云促膝难。
夕涨流波急，秋山落日寒。
惟有思归引，凄断为君弹。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日送别','寂寥心事晚，摇落岁时秋。
共此伤年发，相看惜去留。
当歌应破涕，哀命返穷愁。
别后能相忆，东陵有故侯。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('别李峤得胜字','芳尊徒自满，别恨转难胜。
客似游江岸，人疑上灞陵。
寒更承夜永，凉景向秋澄。
离心何以赠，自有玉壶冰。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('在兖州饯宋五之问','淮沂泗水地，梁甫汶阳东。
别路青骊远，离尊绿蚁空。
柳寒凋密翠，棠晚落疏红。
别后相思曲，凄断入琴风。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('游灵公观','灵峰标胜境，神府枕通川。
玉殿斜连汉，金堂迥架烟。
断风疏晚竹，流水切危弦。
别有青门外，空怀玄圃仙。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日游山家同夏少府','返照下层岑，物外狎招寻。
兰径薰幽珮，槐庭落暗金。
谷静风声彻，山空月色深。
一遣樊笼累，唯馀松桂心。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('初秋于窦六郎宅宴','千里风云契，一朝心赏同。
意尽深交合，神灵俗累空。
草带销寒翠，花枝发夜红。
唯将澹若水，长揖古人风。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('冬日宴','二三物外友，一百杖头钱。
赏洽袁公地，情披乐令天。
促席鸾觞满，当炉兽炭然。
何须攀桂树，逢此自留连。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('镂鸡子','幸遇清明节，欣逢旧练人。
刻花争脸态，写月竞眉新。
晕罢空馀月，诗成并道春。
谁知怀玉者，含响未吟晨。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏美人在天津桥','美女出东邻，容与上天津。
整衣香满路，移步袜生尘。
水下看妆影，眉头画月新。
寄言曹子建，个是洛川神。','骆宾王',657);
INSERT INTO poem (title, content, author, `time`) VALUES('送宋五之问得凉字','愿言游泗水，支离去二漳。
道术君所笃，筌蹄余自忘。
雪威侵竹冷，秋爽带池凉。
欲验离襟切，岐路在他乡。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宪台出絷寒夜有怀','独坐怀明发，长谣苦未安。
自应迷北叟，谁肯问南冠。
生死交情异，殷忧岁序阑。
空馀朝夕鸟，相伴夜啼寒。','骆宾王',678);
INSERT INTO poem (title, content, author, `time`) VALUES('送郭少府探得忧字','开筵枕德水，辍棹舣仙舟。
贝阙桃花浪，龙门竹箭流。
当歌凄别曲，对酒泣离忧。
还望青门外，空见白云浮。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('冬日过故人任处士书斋','神交尚投漆，虚室罢游兰。
网积窗文乱，苔深履迹残。
雪明书帐冷，水静墨池寒。
独此琴台夜，流水为谁弹。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('送刘少府游越州','一丘余枕石，三越尔怀铅。
离亭分鹤盖，别岸指龙川。
露下蝉声断，寒来雁影连。
如何沟水上，凄断听离弦。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得白云抱幽石','重岩抱危石，幽涧曳轻云。
绕镇仙衣动，飘蓬羽盖分。
锦色连花静，苔光带叶熏。
讵知吴会影，长抱穀城文。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('赋得春云处处生','千里年光静，四望春云生。
椠日祥光举，疏云瑞叶轻。
盖阴笼迥树，阵影抱危城。
非将吴会远，飘荡帝乡情。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('咏水','列名通地纪，疏派合天津。
波随月色净，态逐桃花春。
照霞如隐石，映柳似沉鳞。
终当挹上善，属意澹交人。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('同张二咏雁','唼藻沧江远，衔芦紫塞长。
雾深迷晓景，风急断秋行。
阵照通宵月，书封几夜霜。
无复能鸣分，空知愧稻粱。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏雪','龙云玉叶上，鹤雪瑞花新。
影乱铜乌吹，光销玉马津。
含辉明素篆，隐迹表祥轮。
幽兰不可俪，徒自绕阳春。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('咏云酒','朔空曾纪历，带地旧疏泉。
色泛临砀瑞，香流赴蜀仙。
款交欣散玉，洽友悦沉钱。
无复中山赏，空吟吴会篇。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('尘灰','洛川流雅韵，秦道擅苛威。
听歌梁上动，应律管中飞。
光飘神女袜，影落羽人衣。
愿言心未翳，终冀效轻微。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋晨同淄川毛司马秋九咏·秋风','紫陌炎氛歇，青蘋晚吹浮。
乱竹摇疏影，萦池织细流。
飘香曳舞袖，带粉泛妆楼。
不分君恩绝，纨扇曲中秋。','骆宾王',649);
INSERT INTO poem (title, content, author, `time`) VALUES('称心寺','征帆恣远寻，逶迤过称心。
凝滞蘅vK岸，沿洄楂柚林。
穿溆不厌曲，舣潭惟爱深。
为乐凡几许，听取舟中琴。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('棹歌行','写月涂黄罢，凌波拾翠通。
镜花摇芰日，衣麝入荷风。
叶密舟难荡，莲疏浦易空。
凤媒羞自托，鸳翼恨难穷。
秋帐灯华翠，倡楼粉色红。
相思无别曲，并在棹歌中。','骆宾王',676);
INSERT INTO poem (title, content, author, `time`) VALUES('海曲书情','薄游倦千里，劳生负百年。
未能槎上汉，讵肯剑游燕。
白云照春海，青山横曙天。
江涛让双璧，渭水掷三钱。
坐惜风光晚，长歌独块然。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('蓬莱镇','旅客春心断，边城夜望高。
野楼疑海气，白鹭似江涛。
结绶疲三入，承冠泣二毛。
将飞怜弱羽，欲济乏轻舠.
赖有阳春曲，穷愁且代劳。','骆宾王',680);
INSERT INTO poem (title, content, author, `time`) VALUES('冬日野望','故人无与晤，安步陟山椒。
野静连云卷，川明断雾销。
灵岩闻晓籁，洞浦涨秋潮。
三江归望断，千里故乡遥。
劳歌徒自奏，客魂谁为招。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晚渡黄河','千里寻归路，一苇乱平源。
通波连马颊，迸水急龙门。
照日荣光净，惊风瑞浪翻。
棹唱临风断，樵讴入听喧。
岸迥秋霞落，潭深夕雾繁。
谁堪逝川上，日暮不归魂。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('宿山庄','金陵一超忽，玉烛几还周。
露积吴台草，风入郢门楸。
林虚宿断雾，磴险挂悬流。
拾青非汉策，化缁类秦裘。
牵迹犹多蹇，劳生未寡尤。
独此他乡梦，空山明月秋。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晚度天山有怀京邑','忽上天山路，依然想物华。
云疑上苑叶，雪似御沟花。
行叹戎麾远，坐怜衣带赊。
交河浮绝塞，弱水浸流沙。
旅思徒漂梗，归期未及瓜。
宁知心断绝，夜夜泣胡笳。','骆宾王',671);
INSERT INTO poem (title, content, author, `time`) VALUES('远使海曲春夜多怀','长啸三春晚，端居百虑盈。
未安胡蝶梦，遽切鲁禽情。
别岛连寰海，离魂断戍城。
流星疑伴使，低月似依营。
怀禄宁期达，牵时匪徇名。
艰虞行已远，时迹自相惊。','骆宾王',680);
INSERT INTO poem (title, content, author, `time`) VALUES('早发诸暨','征夫怀远路，夙驾上危峦。
薄烟横绝巘，轻冻涩回湍。
野雾连空暗，山风入曙寒。
帝城临灞涘，禹穴枕江干。
橘性行应化，蓬心去不安。
独掩穷途泪，长歌行路难。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('望月有所思','九秋凉风肃，千里月华开。
圆光随露湛，碎影逐波来。
似霜明玉砌，如镜写珠胎。
晚色依关近，边声杂吹哀。
离居分照耀，怨绪共裴徊。
自绕南飞羽，空忝北堂才。','骆宾王',676);
INSERT INTO poem (title, content, author, `time`) VALUES('夏日夜忆张二','伏枕忧思深，拥膝独长吟。
烹鲤无尺素，筌鱼劳寸心。
疏麻空有折，芳桂湛无斟。
广庭含夕气，闲宇澹虚阴。
织虫垂夜砌，惊鸟栖暝林。
欢娱百年促，羁病一生侵。
讵堪孤月夜，流水入鸣琴。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('秋日山行简梁大官','乘马陟层阜，回首睇山川。
攒峰衔宿雾，叠巘架寒烟。
百重含翠色，一道落飞泉。
香吹分岩桂，鲜云抱石莲。
地偏心易远，致默体逾玄。
得性虚游刃，忘言已弃筌。
弹冠劳巧拙，结绶倦牵缠。
不如从四皓，丘中鸣一弦。','骆宾王',NULL);
INSERT INTO poem (title, content, author, `time`) VALUES('晚泊江镇','四运移阴律，三翼泛阳侯。
荷香销晚夏，菊气入新秋。
夜乌喧粉堞，宿雁下芦洲。
海雾笼边徼，江风绕戍楼。
转蓬惊别渚，徙橘怆离忧。
魂飞灞陵岸，泪尽洞庭流。
振影希鸿陆，逃名谢蚁丘。
还嗟帝乡远，空望白云浮。','骆宾王',655);
INSERT INTO poem (title, content, author, `time`) VALUES('宿温城望军营','虏地寒胶折，边城夜柝闻。
兵符关帝阙，天策动将军。
塞静胡笳彻，沙明楚练分。
风旗翻翼影，霜剑转龙文。
白羽摇如月，青山断若云。
烟疏疑卷幔，尘灭似销氛。
投笔怀班业，临戎想顾勋。
还应雪汉耻，持此报明君。','骆宾王',679);
INSERT INTO poem (title, content, author, `time`) VALUES('咏怀','少年识事浅，不知交道难。
一言芬若桂，四海臭如兰。
宝剑思存楚，金锤许报韩。
虚心徒有托，循迹谅无端。
太息关山险，吁嗟岁月阑。
忘机殊会俗，守拙异怀安。
阮籍空长啸，刘琨独未欢。
十步庭芳敛，三秋陇月团。
槐疏非尽意，松晚夜凌寒。
悲调弦中急，穷愁醉里宽。
莫将流水引，空向俗人弹。','骆宾王',NULL);
