INSERT INTO yuanzhen (title, content) VALUES('离思五首·其四','曾经沧海难为水，除却巫山不是云。
取次花丛懒回顾，半缘修道半缘君。
');
INSERT INTO yuanzhen (title, content) VALUES('菊花','秋丛绕舍似陶家，遍绕篱边日渐斜。
不是花中偏爱菊，此花开尽更无花。');
INSERT INTO yuanzhen (title, content) VALUES('行宫','寥落古行宫，宫花寂寞红。
白头宫女在，闲坐说玄宗。');
INSERT INTO yuanzhen (title, content) VALUES('遣悲怀三首·其二','昔日戏言身后意，今朝都到眼前来。
衣裳已施行看尽，针线犹存未忍开。
尚想旧情怜婢仆，也曾因梦送钱财。
诚知此恨人人有，贫贱夫妻百事哀。');
INSERT INTO yuanzhen (title, content) VALUES('闻乐天授江州司马','残灯无焰影幢幢，此夕闻君谪九江。
垂死病中惊坐起，暗风吹雨入寒窗。');
INSERT INTO yuanzhen (title, content) VALUES('离思五首','自爱残妆晓镜中，环钗漫篸绿丝丛。
须臾日射胭脂颊，一朵红苏旋欲融。

山泉散漫绕阶流，万树桃花映小楼。
闲读道书慵未起，水晶帘下看梳头。

红罗著压逐时新，吉了花纱嫩麴尘。
第一莫嫌材地弱，些些纰缦最宜人。

曾经沧海难为水，除却巫山不是云。
取次花丛懒回顾，半缘修道半缘君。

寻常百种花齐发，偏摘梨花与白人。
今日江头两三树，可怜和叶度残春。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天频梦微之','山水万重书断绝，念君怜我梦相闻。
我今因病魂颠倒，唯梦闲人不梦君。');
INSERT INTO yuanzhen (title, content) VALUES('遣悲怀三首·其三','闲坐悲君亦自悲，百年都是几多时。
邓攸无子寻知命，潘岳悼亡犹费词。
同穴窅冥何所望，他生缘会更难期。
惟将终夜长开眼，报答平生未展眉。');
INSERT INTO yuanzhen (title, content) VALUES('一七令·茶','茶。
香叶，嫩芽。
慕诗客，爱僧家。
碾雕白玉，罗织红纱。
铫煎黄蕊色，碗转曲尘花。
夜后邀陪明月，晨前独对朝霞。
洗尽古今人不倦，将知醉后岂堪夸。');
INSERT INTO yuanzhen (title, content) VALUES('遣悲怀三首·其一','谢公最小偏怜女，自嫁黔娄百事乖。
顾我无衣搜荩箧，泥他沽酒拔金钗。
野蔬充膳甘长藿，落叶添薪仰古槐。
今日俸钱过十万，与君营奠复营斋。');
INSERT INTO yuanzhen (title, content) VALUES('桃花','桃花浅深处，似匀深浅妆。
春风助肠断，吹落白衣裳。');
INSERT INTO yuanzhen (title, content) VALUES('得乐天书','远信入门先有泪，妻惊女哭问何如。
寻常不省曾如此，应是江州司马书。');
INSERT INTO yuanzhen (title, content) VALUES('重赠','休遣玲珑唱我诗，我诗多是别君词。
明朝又向江头别，月落潮平是去时。
');
INSERT INTO yuanzhen (title, content) VALUES('春晓','半欲天明半未明，醉闻花气睡闻莺。
猧儿撼起钟声动，二十年前晓寺情。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天劝醉','神曲清浊酒，牡丹深浅花。少年欲相饮，此乐何可涯。
沉机造神境，不必悟楞伽。酡颜返童貌，安用成丹砂。
刘伶称酒德，所称良未多。愿君听此曲，我为尽称嗟。
一杯颜色好，十盏胆气加。半酣得自恣，酩酊归太和。
共醉真可乐，飞觥撩乱歌。独醉亦有趣，兀然无与他。
美人醉灯下，左右流横波。王孙醉床上，颠倒眠绮罗。
君今劝我醉，劝醉意如何。');
INSERT INTO yuanzhen (title, content) VALUES('岳阳楼','岳阳楼上日衔窗，影到深潭赤玉幢。
怅望残春万般意，满棂湖水入西江。');
INSERT INTO yuanzhen (title, content) VALUES('连昌宫词','连昌宫中满宫竹，岁久无人森似束。
又有墙头千叶桃，风动落花红蔌蔌。
宫边老翁为余泣，小年进食曾因入。
上皇正在望仙楼，太真同凭阑干立。
楼上楼前尽珠翠，炫转荧煌照天地。
归来如梦复如痴，何暇备言宫里事。
初过寒食一百六，店舍无烟宫树绿。
夜半月高弦索鸣，贺老琵琶定场屋。
力士传呼觅念奴，念奴潜伴诸郎宿。
须臾觅得又连催，特敕街中许然烛。
春娇满眼睡红绡，掠削云鬟旋装束。
飞上九天歌一声，二十五郎吹管逐。
逡巡大遍凉州彻，色色龟兹轰录续。
李谟擫笛傍宫墙，偷得新翻数般曲。
平明大驾发行宫，万人歌舞涂路中。
百官队仗避岐薛，杨氏诸姨车斗风。
明年十月东都破，御路犹存禄山过。
驱令供顿不敢藏，万姓无声泪潜堕。
两京定后六七年，却寻家舍行宫前。
庄园烧尽有枯井，行宫门闭树宛然。
尔后相传六皇帝，不到离宫门久闭。
往来年少说长安，玄武楼成花萼废。
去年敕使因斫竹，偶值门开暂相逐。
荆榛栉比塞池塘，狐兔骄痴缘树木。
舞榭欹倾基尚在，文窗窈窕纱犹绿。
尘埋粉壁旧花钿，乌啄风筝碎珠玉。
上皇偏爱临砌花，依然御榻临阶斜。
蛇出燕巢盘斗栱，菌生香案正当衙。
寝殿相连端正楼，太真梳洗楼上头。
晨光未出帘影黑，至今反挂珊瑚钩。
指似傍人因恸哭，却出宫门泪相续。
自从此后还闭门，夜夜狐狸上门屋。
我闻此语心骨悲，太平谁致乱者谁。
翁言野父何分别，耳闻眼见为君说。
姚崇宋璟作相公，劝谏上皇言语切。
燮理阴阳禾黍丰，调和中外无兵戎。
长官清平太守好，拣选皆言由相公。
开元之末姚宋死，朝廷渐渐由妃子。
禄山宫里养作儿，虢国门前闹如市。
弄权宰相不记名，依稀忆得杨与李。
庙谟颠倒四海摇，五十年来作疮痏。
今皇神圣丞相明，诏书才下吴蜀平。
官军又取淮西贼，此贼亦除天下宁。
年年耕种宫前道，今年不遣子孙耕。
老翁此意深望幸，努力庙谋休用兵。');
INSERT INTO yuanzhen (title, content) VALUES('明月三五夜','待月西厢下，迎风户半开。
拂墙花影动，疑是玉人来。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天舟泊夜读微之诗','知君暗泊西江岸，读我闲诗欲到明。
今夜通州还不睡，满山风雨杜鹃声。
');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天三月三日见寄','当年此日花前醉，今日花前病里销。
独倚破帘闲怅望，可怜虚度好春朝。');
INSERT INTO yuanzhen (title, content) VALUES('梁州梦','梦君同绕曲江头，也向慈恩院院游。
亭吏呼人排去马，忽惊身在古梁州。');
INSERT INTO yuanzhen (title, content) VALUES('樱桃花','樱桃花，一枝两枝千万朵。
花砖曾立摘花人，窣破罗裙红似火。');
INSERT INTO yuanzhen (title, content) VALUES('寄乐天','莫嗟虚老海壖西，天下风光数会稽。
灵氾桥前百里镜，石帆山崦五云溪。
冰销田地芦锥短，春入枝条柳眼低。
安得故人生羽翼，飞来相伴醉如泥。');
INSERT INTO yuanzhen (title, content) VALUES('予病瘴乐天寄通中散碧腴垂云膏…因有酬答','紫河变炼红霞散，翠液煎研碧玉英。
金籍真人天上合，盐车病骥轭前惊。
愁肠欲转蛟龙吼，醉眼初开日月明。
唯有思君治不得，膏销雪尽意还生。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天得稹所寄纻丝布白轻庸制成衣服以诗报之','湓城万里隔巴庸，纻薄绨轻共一封。腰带定知今瘦小，
衣衫难作远裁缝。唯愁书到炎凉变，忽见诗来意绪浓。
春草绿茸云色白，想君骑马好仪容。
');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·小暑六月节','倏忽温风至，因循小暑来。
竹喧先觉雨，山暗已闻雷。
户牖深青霭，阶庭长绿苔。
鹰鹯新习学，蟋蟀莫相催。
');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天赴江州路上见寄三首','昔在京城心，今在吴楚末。千山道路险，万里音尘阔。
天上参与商，地上胡与越。终天升沉异，满地网罗设。
心有无眹环，肠有无绳结。有结解不开，有环寻不歇。
山岳移可尽，江海塞可绝。离恨若空虚，穷年思不彻。
生莫强相同，相同会相别。
襄阳大堤绕，我向堤前住。烛随花艳来，骑送朝云去。
万竿高庙竹，三月徐亭树。我昔忆君时，君今怀我处。
有身有离别，无地无岐路。风尘同古今，人世劳新故。
人亦有相爱，我尔殊众人。朝朝宁不食，日日愿见君。
一日不得见，愁肠坐氛氲。如何远相失，各作万里云。
云高风苦多，会合难遽因。天上犹有碍，何况地上身。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天','放鹤在深水，置鱼在高枝。
升沉或异势，同谓非所宜。
君为邑中吏，皎皎鸾凤姿。
顾我何为者，翻侍白玉墀。
昔作芸香侣，三载不暂离。
逮兹忽相失，旦夕梦魂思。
崔嵬骊山顶，宫树遥参差。
只得两相望，不得长相随。
多君岁寒意，裁作秋兴诗。
上言风尘苦，下言时节移。
官家事拘束，安得携手期。
愿为云与雨，会合天之垂。');
INSERT INTO yuanzhen (title, content) VALUES('水上寄乐天','眼前明月水，先入汉江流。
汉水流江海，西江过庾楼。
庾楼今夜月，君岂在楼头。
万一楼头望，还应望我愁。');
INSERT INTO yuanzhen (title, content) VALUES('寄乐天','无身尚拟魂相就，身在那无梦往还。
直到他生亦相觅，不能空记树中环。');
INSERT INTO yuanzhen (title, content) VALUES('离思','曾经沧海难为水，
除却巫山不是云。
取次花丛懒回顾，
半缘修道半缘君。');
INSERT INTO yuanzhen (title, content) VALUES('织妇词','织妇何太忙，蚕经三卧行欲老。
蚕神女圣早成丝，今年丝税抽征早。
早征非是官人恶，去岁官家事戎索。
征人战苦束刀疮，主将勋高换罗幕。
缫丝织帛犹努力，变缉撩机苦难织。
东家头白双女儿，为解挑纹嫁不得。
檐前袅袅游丝上，上有蜘蛛巧来往。
羡他虫豸解缘天，能向虚空织罗网。');
INSERT INTO yuanzhen (title, content) VALUES('过东都别乐天二首','君应怪我留连久，我欲与君辞别难。
白头徒侣渐稀少，明日恐君无此欢。
自识君来三度别，这回白尽老髭须。
恋君不去君须会，知得后回相见无。');
INSERT INTO yuanzhen (title, content) VALUES('会真诗三十韵','微月透帘栊，萤光度碧空。遥天初缥缈，低树渐葱茏。
龙吹过庭竹，鸾歌拂井桐。罗绡垂薄雾，环佩响轻风。
绛节随金母，云心捧玉童。更深人悄悄，晨会雨濛濛。
珠莹光文履，花明隐绣栊。宝钗行彩凤，罗帔掩丹虹。
言自瑶华浦，将朝碧帝宫。因游李城北，偶向宋家东。
戏调初微拒，柔情已暗通。低鬟蝉影动，回步玉尘蒙。
转面流花雪，登床抱绮丛。鸳鸯交颈舞，翡翠合欢笼。
眉黛羞频聚，朱唇暖更融。气清兰蕊馥，肤润玉肌丰。
无力慵移腕，多娇爱敛躬。汗光珠点点，发乱绿松松。
方喜千年会，俄闻五夜穷。留连时有限，缱绻意难终。
慢脸含愁态，芳词誓素衷。赠环明运合，留结表心同。
啼粉流清镜，残灯绕暗虫。华光犹冉冉，旭日渐曈曈。
警乘还归洛，吹箫亦上嵩。衣香犹染麝，枕腻尚残红。
幂幂临塘草，飘飘思渚蓬。素琴鸣怨鹤，清汉望归鸿。
海阔诚难度，天高不易冲。行云无处所，萧史在楼中。
');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·谷雨春光晓','谷雨春光晓，山川黛色青。
叶间鸣戴胜，泽水长浮萍。
暖屋生蚕蚁，喧风引麦葶。
鸣鸠徒拂羽，信矣不堪听。');
INSERT INTO yuanzhen (title, content) VALUES('田家词','牛靿咤咤，田确确，旱块敲牛蹄趵趵。
种得官仓珠颗谷，六十年来兵簇簇，日月食粮车辘辘。
一日官军收海服，驱牛驾车食牛肉，归来攸得牛两角。
重铸锄犁作斤劚，姑舂妇担去输官，输官不足归卖屋。
愿官早胜仇早覆，农死有儿牛有犊，誓不遣官军粮不足。');
INSERT INTO yuanzhen (title, content) VALUES('三月二十四日宿曾峰馆夜对桐花寄乐天','微月照桐花，月微花漠漠。
怨澹不胜情，低回拂帘幕。
叶新阴影细，露重枝条弱。
夜久春恨多，风清暗香薄。
是夕远思君，思君瘦如削。
但感事暌违，非言官好恶。
奏书金銮殿，步屣青龙阁。
我在山馆中，满地桐花落。');
INSERT INTO yuanzhen (title, content) VALUES('见乐天诗','通州到日日平西，江馆无人虎印泥。
忽向破檐残漏处，见君诗在柱心题。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天秋兴见赠…莫怪独吟秋兴苦比君校近二毛年','劝君休作悲秋赋，白发如星也任垂。
毕竟百年同是梦，长年何异少何为。');
INSERT INTO yuanzhen (title, content) VALUES('惊蛰二月节','阳气初惊蛰，韶光大地周。
桃花开蜀锦，鹰老化春鸠。
时候争催迫，萌芽互矩修。
人间务生事，耕种满田畴。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 霜降九月中','风卷清云尽，空天万里霜。野豺先祭月，仙菊遇重阳。

秋色悲疏木，鸿鸣忆故乡。谁知一樽酒，能使百秋亡。');
INSERT INTO yuanzhen (title, content) VALUES('说剑','吾友有宝剑，密之如密友。我实胶漆交，中堂共杯酒。
酒酣肝胆露，恨不眼前剖。高唱荆卿歌，乱击相如缶。
更击复更唱，更酌亦更寿。白虹坐上飞，青蛇匣中吼。
我闻音响异，疑是干将偶。为君再拜言，神物可见不。
君言我所重，我自为君取。迎箧已焚香，近鞘先泽手。
徐抽寸寸刃，渐屈弯弯肘。杀杀霜在锋，团团月临纽。
逡巡潜虬跃，郁律惊左右。霆电满室光，蛟龙绕身走。
我为捧之泣，此剑别来久。铸时近山破，藏在松桂朽。
幽匣狱底埋，神人水心守。本是稽泥淬，果非雷焕有。
我欲评剑功，愿君良听受。剑可剸犀兕，剑可切琼玖。
剑决天外云，剑冲日中斗。剑隳妖蛇腹，剑拂佞臣首。
太古初断鳌，武王亲击纣。燕丹卷地图，陈平绾花绶。
曾被桂树枝，寒光射林薮。曾经铸农器，利用翦稂莠。
神物终变化，复为龙牝牡。晋末武库烧，脱然排户牖。
为欲扫群胡，散作弥天帚。自兹失所往，豪英共为诟。
今复谁人铸，挺然千载后。既非古风胡，无乃近鸦九。
自我与君游，平生益自负。况擎宝剑出，重以雄心扣。
此剑何太奇，此心何太厚。劝君慎所用，所用无或苟。
潜将辟魑魅，勿但防妾妇。留斩泓下蛟，莫试街中狗。
君今困泥滓，我亦坌尘垢。俗耳惊大言，逢人少开口。');
INSERT INTO yuanzhen (title, content) VALUES('相和歌辞。决绝词三首','乍可为天上牵牛织女星，不愿为庭前红槿枝。
七月七日一相见，故心终不移。
那能朝开暮飞去，一任东西南北吹。
分不两相守，恨不两相思。
对面且如此，背面当可知。
春风撩乱伯劳语，况是此时抛去时。 
握手苦相问，竟不言后期。
君情既决绝，妾意已参差。
借如死生别，安得长苦悲。
噫春冰之将泮，何余怀之独结。
有美一人，於焉旷绝。
一日不见，比一日于三年，况三年之旷别。
水得风兮小而已波，笋在苞兮高不见节。
矧桃李之当春，竞众人之攀折。
我自顾悠悠而若云，又安能保君皓皓之如雪。
感破镜之分明，睹泪痕之馀血。
幸他人之既不我先，又安能使他人之终不我夺。
已焉哉，织女别黄姑，一年一度暂相见，彼此隔河何事无。
夜夜相抱眠，幽怀尚沉结。
那堪一年事，长遣一宵说。
但感久相思，何暇暂相悦。
虹桥薄夜成，龙驾侵晨列。
生憎野鹊往迟回，死恨天鸡识时节。
曙色渐曈曨，华星次明灭。
一去又一年，一年何时彻。
有此迢递期，不如生死别。
天公隔是妒相怜，何不便教相决绝。');
INSERT INTO yuanzhen (title, content) VALUES('咏二十四气诗·春分二月中','二气莫交争，春分雨处行。
雨来看电影，云过听雷声。
山色连天碧，林花向日明。
梁间玄鸟语，欲似解人情。');
INSERT INTO yuanzhen (title, content) VALUES('以州宅夸于乐天','州城迥绕拂云堆，镜水稽山满眼来。四面常时对屏障，
一家终日在楼台。星河似向檐前落，鼓角惊从地底回。
我是玉皇香案吏，谪居犹得住蓬莱。');
INSERT INTO yuanzhen (title, content) VALUES('人道短','古道天道长人道短，我道天道短人道长。
天道昼夜回转不曾住，春秋冬夏忙。颠风暴雨电雷狂，
晴被阴暗，月夺日光。往往星宿，日亦堂堂。天既职性命，
道德人自强。尧舜有圣德，天不能遣，寿命永昌。
泥金刻玉，与秦始皇。周公傅说，何不长宰相。老聃仲尼，
何事栖遑。莽卓恭显，皆数十年富贵。梁冀夫妇，
车马煌煌。若此颠倒事，岂非天道短，岂非人道长。
尧舜留得神圣事，百代天子有典章。仲尼留得孝顺语，
千年万岁父子不敢相灭亡。殁后千馀载，
唐家天子封作文宣王。老君留得五千字，子孙万万称圣唐。
谥作玄元帝，魂魄坐天堂。周公周礼二十卷，
有能行者知纪纲。傅说说命三四纸，有能师者称祖宗。
天能夭人命，人使道无穷。若此神圣事，谁道人道短，
岂非人道长。天能种百草，莸得十年有气息，蕣才一日芳。
人能拣得丁沈兰蕙，料理百和香。天解养禽兽，
喂虎豹豺狼。人解和曲糵.充礿祀烝尝。杜鹃无百作，
天遣百鸟哺雏，不遣哺凤凰。巨蟒寿千岁，
天遣食牛吞象充腹肠。蛟螭与变化，鬼怪与隐藏。
蚊蚋与利觜，枳棘与锋铓。赖得人道有拣别，
信任天道真茫茫。若此撩乱事，岂非天道短，赖得人道长。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天武关南见微之题山石榴花诗','比因酬赠为花时，不为君行不复知。
又更几年还共到，满墙尘土两篇诗。');
INSERT INTO yuanzhen (title, content) VALUES('酬白乐天杏花园','刘郎不用闲惆怅，且作花间共醉人。
算得贞元旧朝士，几人同见太和春。');
INSERT INTO yuanzhen (title, content) VALUES('和乐天梦亡友刘太白同游二首','君诗昨日到通州，万里知君一梦刘。
闲坐思量小来事，只应元是梦中游。
老来东郡复西州，行处生尘为丧刘。
纵使刘君魂魄在，也应至死不同游。
');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 寒露九月节','寒露惊秋晚，朝看菊渐黄。千家风扫叶，万里雁随阳。

化蛤悲群鸟，收田畏早霜。因知松柏志，冬夏色苍苍。');
INSERT INTO yuanzhen (title, content) VALUES('松树','华山高幢幢，上有高高松。株株遥各各，叶叶相重重。
槐树夹道植，枝叶俱冥蒙。既无贞直干，复有罥挂虫。
何不种松树，使之摇清风。秦时已曾种，憔悴种不供。
可怜孤松意，不与槐树同。闲在高山顶，樛盘虬与龙。
屈为大厦栋，庇荫侯与公。不肯作行伍，俱在尘土中。
');
INSERT INTO yuanzhen (title, content) VALUES('新竹','新篁才解箨，寒色已青葱。
冉冉偏凝粉，萧萧渐引风。
扶疏多透日，寥落未成丛。
惟有团团节，坚贞大小同。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天书后三韵','今日庐峰霞绕寺，昔时鸾殿凤回书。两封相去八年后，
一种俱云五夜初。渐觉此生都是梦，不能将泪滴双鱼。
');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·雨水正月中','雨水洗春容，平田已见龙。
祭鱼盈浦屿，归雁过山峰。
云色轻还重，风光淡又浓。
向春入二月，花色影重重。');
INSERT INTO yuanzhen (title, content) VALUES('杂曲歌辞·侠客行','侠客不怕死，怕在事不成。
事成不肯藏姓名，我非窃贼谁夜行。
白日堂堂杀袁盎，九衢草草人面青。
此客此心师海鲸，海鲸露背横沧溟。
海滨分作两处生，海鲸分海减海力。
侠客有谋人不测，三尺铁蛇延二国。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·大暑六月中','大暑三秋近，林钟九夏移。
桂轮开子夜，萤火照空时。
菰果邀儒客，菰蒲长墨池。
绛纱浑卷上，经史待风吹。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 大寒十二月中','腊酒自盈樽，金炉兽炭温。大寒宜近火，无事莫开门。

冬与春交替，星周月讵存？明朝换新律，梅柳待阳春。');
INSERT INTO yuanzhen (title, content) VALUES('饮新酒','闻君新酒熟，况值菊花秋。莫怪平生志，图销尽日愁。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 小雪十月中','莫怪虹无影，如今小雪时。阴阳依上下，寒暑喜分离。

满月光天汉，长风响树枝。横琴对渌醑，犹自敛愁眉。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天叹损伤见寄','前途何在转茫茫，渐老那能不自伤。病为怕风多睡月，
起因花药暂扶床。函关气索迷真侣，峡水波翻碍故乡。
唯有秋来两行泪，对君新赠远诗章。');
INSERT INTO yuanzhen (title, content) VALUES('六年春遣怀八首','伤禽我是笼中鹤，沉剑君为泉下龙。
重纩犹存孤枕在，春衫无复旧裁缝。
检得旧书三四纸，高低阔狭粗成行。
自言并食寻常事，唯念山深驿路长。
公无渡河音响绝，已隔前春复去秋。
今日闲窗拂尘土，残弦犹迸钿箜篌。
婢仆晒君馀服用，娇痴稚女绕床行。
玉梳钿朵香胶解，尽日风吹玳瑁筝。
伴客销愁长日饮，偶然乘兴便醺醺。
怪来醒后傍人泣，醉里时时错问君。
我随楚泽波中梗，君作咸阳泉下泥。
百事无心值寒食，身将稚女帐前啼。
童稚痴狂撩乱走，绣球花仗满堂前。
病身一到繐帷下，还向临阶背日眠。
小于潘岳头先白，学取庄周泪莫多。
止竟悲君须自省，川流前后各风波。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·秋分八月中','琴弹南吕调，风色已高清。
云散飘飖影，雷收振怒声。
乾坤能静肃，寒暑喜均平。
忽见新来雁，人心敢不惊？');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天得微之诗知通州事因成四首','茅檐屋舍竹篱州，虎怕偏蹄蛇两头。暗蛊有时迷酒影，
浮尘向日似波流。沙含水弩多伤骨，田仰畬刀少用牛。
知得共君相见否，近来魂梦转悠悠。
平地才应一顷馀，阁栏都大似巢居。入衙官吏声疑鸟，
下峡舟船腹似鱼。市井无钱论尺丈，田畴付火罢耘锄。
此中愁杀须甘分，惟惜平生旧著书。
哭鸟昼飞人少见，伥魂夜啸虎行多。满身沙虱无防处，
独脚山魈不奈何。甘受鬼神侵骨髓，常忧岐路处风波。
南歌未有东西分，敢唱沦浪一字歌。
荒芜满院不能锄，甑有尘埃圃乏蔬。定觉身将囚一种，
未知生共死何如。饥摇困尾丧家狗，热暴枯鳞失水鱼。
苦境万般君莫问，自怜方寸本来虚。
');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天八月十五夜禁中独直玩月见寄','一年秋半月偏深，况就烟霄极赏心。金凤台前波漾漾，
玉钩帘下影沉沉。宴移明处清兰路，歌待新词促翰林。
何意枚皋正承诏，瞥然尘念到江阴。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天重寄别','却报君侯听苦辞，老头抛我欲何之。
武牢关外虽分手，不似如今衰白时。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天喜邻郡','蹇驴瘦马尘中伴，紫绶朱衣梦里身。符竹偶因成对岸，
文章虚被配为邻。湖翻白浪常看雪，火照红妆不待春。
老大那能更争竞，任君投募醉乡人。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·白露八月节','露沾蔬草白，天气转青高。
叶下和秋吹，惊看两鬓毛。
养羞因野鸟，为客讶蓬蒿。
火急收田种，晨昏莫辞劳。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 立秋七月节','不期朱夏尽，凉吹暗迎秋。天汉成桥鹊，星娥会玉楼。

寒声喧耳外，白露滴林头。一叶惊心绪，如何得不愁。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 处暑七月中','向来鹰祭鸟，渐觉白藏深。叶下空惊吹，天高不见心。

气收禾黍熟，风静草虫吟。缓酌樽中酒，容调膝上琴。

');
INSERT INTO yuanzhen (title, content) VALUES('杏花','常年出入右银台，每怪春光例早回。
惭愧杏园行在景，同州园里也先开。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天寄生衣','秋茅处处流痎疟，夜鸟声声哭瘴云。
羸骨不胜纤细物，欲将文服却还君。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·芒种五月节','芒种看今日，螳螂应节生。
彤云高下影，鴳鸟往来声。
渌沼莲花放，炎风暑雨情。
相逢问蚕麦，幸得称人情。');
INSERT INTO yuanzhen (title, content) VALUES('酬乐天赴江州路上见寄三首 其三','人亦有相爱，我尔殊众人。朝朝宁不食，日日愿见君。

一日不得见，愁肠坐氛氲。如何远相失，各作万里云。

云高风苦多，会合难遽因。天上犹有碍，何况地上身。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 立春正月节','春冬移律吕，天地换星霜。间泮游鱼跃，和风待柳芳。

早梅迎雨水，残雪怯朝阳。万物含新意，同欢圣日长。');
INSERT INTO yuanzhen (title, content) VALUES('折枝花赠行','樱桃花下送君时，一寸春心逐折枝。
别后相思最多处，千株万片绕林垂。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 小寒十二月节','小寒连大吕，欢鹊垒新巢。
拾食寻河曲，衔柴绕树梢。
霜鹰近北首，雊雉隐丛茅。
莫怪严凝切，春冬正月交。');
INSERT INTO yuanzhen (title, content) VALUES('和乐天折剑头','闻君得折剑，一片雄心起。讵意铁蛟龙，潜在延津水。
风云会一合，呼吸期万里。雷震山岳碎，电斩鲸鲵死。
莫但宝剑头，剑头非此比。');
INSERT INTO yuanzhen (title, content) VALUES('放言五首','近来逢酒便高歌，醉舞诗狂渐欲魔。五斗解酲犹恨少，
十分飞盏未嫌多。眼前仇敌都休问，身外功名一任他。
死是等闲生也得，拟将何事奈吾何。
莫将心事厌长沙，云到何方不是家。酒熟餔糟学渔父。
饭来开口似神鸦。竹枝待凤千茎直，柳树迎风一向斜。
总被天公沾雨露，等头成长尽生涯。
霆轰电烻数声频，不奈狂夫不藉身。纵使被雷烧作烬，
宁殊埋骨扬为尘。得成蝴蝶寻花树，傥化江鱼掉锦鳞。
必若乖龙在诸处，何须惊动自来人。
安得心源处处安，何劳终日望林峦。玉英惟向火中冷，
莲叶元来水上干。甯戚饭牛图底事，陆通歌凤也无端。
孙登不语启期乐，各自当情各自欢。
三十年来世上行，也曾狂走趁浮名。两回左降须知命，
数度登朝何处荣。乞我杯中松叶满，遮渠肘上柳枝生。
他时定葬烧缸地，卖与人家得酒盛。
');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·立夏四月节','欲知春与夏，仲吕启朱明。
蚯蚓谁教出，王菰自合生。
帘蚕呈茧样，林鸟哺雏声。
渐觉云峰好，徐徐带雨行。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 立冬十月节','霜降向人寒，轻冰渌水漫。蟾将纤影出，雁带几行残。

田种收藏了，衣裘制造看。野鸡投水日，化蜃不将难。');
INSERT INTO yuanzhen (title, content) VALUES('乐府杂曲。鼓吹曲辞。将进酒','将进酒，将进酒，酒中有毒鸩主父，言之主父伤主母。
母为妾地父妾天，仰天俯地不忍言。佯为僵踣主父前，
主父不知加妾鞭。旁人知妾为主说，主将泪洗鞭头血。
推摧主母牵下堂，扶妾遣升堂上床。将进酒，
酒中无毒令主寿，愿主回思归主母，遣妾如此事主父。
妾为此事人偶知，自惭不密方自悲。主今颠倒安置妾，
贪天僭地谁不为。');
INSERT INTO yuanzhen (title, content) VALUES('晚春','昼静帘疏燕语频，双双斗雀动阶尘。
柴扉日暮随风掩，落尽闲花不见人。');
INSERT INTO yuanzhen (title, content) VALUES('咏二十四气诗·夏至五月中','处处闻蝉响，须知五月中。
龙潜渌水穴，火助太阳宫。
过雨频飞电，行云屡带虹。
蕤宾移去后，二气各西东。');
INSERT INTO yuanzhen (title, content) VALUES('予病瘴乐天寄通中散碧腴垂云膏仍题四韵以慰远怀开坼之间因有酬答','紫河变鍊红霞散，翠液煎研碧玉英。金籍真人天上合，盐车病骥轭前惊。

愁肠欲转蛟龙吼，醉眼初开日月明。唯有思君治不得，膏销雪尽意还生。');
INSERT INTO yuanzhen (title, content) VALUES('使东川。南秦雪','帝城寒尽临寒食，骆谷春深未有春。才见岭头云似盖，
已惊岩下雪如尘。千峰笋石千株玉，万树松萝万朵银。
飞鸟不飞猿不动，青骢御史上南秦。');
INSERT INTO yuanzhen (title, content) VALUES('远望','满眼伤心冬景和，一山红树寺边多。
仲宣无限思乡泪，漳水东流碧玉波。');
INSERT INTO yuanzhen (title, content) VALUES('西归绝句十二首','双堠频频减去程，渐知身得近京城。
春来爱有归乡梦，一半犹疑梦里行。
五年江上损容颜，今日春风到武关。
两纸京书临水读，小桃花树满商山。
同归谏院韦丞相，共贬河南亚大夫。
今日还乡独憔悴，几人怜见白髭须。
只去长安六日期，多应及得杏花时。
春明门外谁相待，不梦闲人梦酒卮。
白头归舍意如何，贺处无穷吊亦多。
左降去时裴相宅，旧来车马几人过。
还乡何用泪沾襟，一半云霄一半沉。
世事渐多饶怅望，旧曾行处便伤心。
闲游寺观从容到，遍问亲知次第寻。
肠断裴家光德宅，无人扫地戟门深。
一世营营死是休，生前无事定无由。
不知山下东流水，何事长须日夜流。
今朝西渡丹河水，心寄丹河无限愁。
若到庄前竹园下，殷勤为绕故山流。
寒窗风雪拥深炉，彼此相伤指白须。
一夜思量十年事，几人强健几人无。
云覆蓝桥雪满溪，须臾便与碧峰齐。
风回面市连天合，冻压花枝著水低。
寒花带雪满山腰，著柳冰珠满碧条。
天色渐明回一望，玉尘随马度蓝桥。');
INSERT INTO yuanzhen (title, content) VALUES('莺莺诗','殷红浅碧旧衣裳，取次梳头暗淡妆。夜合带烟笼晓日，
牡丹经雨泣残阳。低迷隐笑原非笑，散漫清香不似香。
频动横波嗔阿母，等闲教见小儿郎。');
INSERT INTO yuanzhen (title, content) VALUES('赠刘采春','新妆巧样画双蛾，谩裹常州透额罗。
正面偷匀光滑笏，缓行轻踏破纹波。
言辞雅措风流足，举止低回秀媚多。
更有恼人肠断处，选词能唱望夫歌。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 冬至十一月中','二气俱生处，周家正立年。岁星瞻北极，舜日照南天。

拜庆朝金殿，欢娱列绮筵。万邦歌有道，谁敢动征边。');
INSERT INTO yuanzhen (title, content) VALUES('三月二十四日宿曾峰馆夜对桐花寄乐天','微月照桐花，月微花漠漠。怨澹不胜情，低回拂帘幕。

叶新阴影细，露重枝条弱。夜久春恨多，风清暗香薄。

是夕远思君，思君瘦如削。但感事睽违，非言官好恶。

奏书金銮殿，步屣青龙阁。我在山馆中，满地桐花落。');
INSERT INTO yuanzhen (title, content) VALUES('除夜','忆昔岁除夜，见君花烛前。今宵祝文上，重叠叙新年。
闲处低声哭，空堂背月眠。伤心小儿女，撩乱火堆边。');
INSERT INTO yuanzhen (title, content) VALUES('留呈梦得、子厚、致用','泉溜才通疑夜磬，烧烟馀暖有春泥。千层玉帐铺松盖，
五出银区印虎蹄。暗落金乌山渐黑，深埋粉堠路浑迷。
心知魏阙无多地，十二琼楼百里西。');
INSERT INTO yuanzhen (title, content) VALUES('使东川。江花落','日暮嘉陵江水东，梨花万片逐江风。
江花何处最肠断，半落江流半在空。');
INSERT INTO yuanzhen (title, content) VALUES('杂忆五首','今年寒食月无光，夜色才侵已上床。
忆得双文通内里，玉栊深处暗闻香。
花笼微月竹笼烟，百尺丝绳拂地悬。
忆得双文人静后，潜教桃叶送秋千。
寒轻夜浅绕回廊，不辨花丛暗辨香。
忆得双文胧月下，小楼前后捉迷藏。
山榴似火叶相兼，亚拂砖阶半拂檐。
忆得双文独披掩，满头花草倚新帘。
春冰消尽碧波湖，漾影残霞似有无。
忆得双文衫子薄，钿头云映褪红酥。');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗·小满四月中','小满气全时，如何靡草衰。
田家私黍稷，方伯问蚕丝。
杏麦修镰钐，錋欔竖棘篱。
向来看苦菜，独秀也何为？');
INSERT INTO yuanzhen (title, content) VALUES('咏廿四气诗 大雪十一月节','积阴成大雪，看处乱霏霏。玉管鸣寒夜，披书晓绛帷。

黄钟随气改，鴳鸟不鸣时。何限苍生类，依依惜暮晖。');
